Repository: openrails/openrails
Catalog: Source/Locales/ORTS.Menu/*.po
Languages: pt_br

source: - Explore Route -
pt_br: - Explorar Rota -

source: + Explore in Activity Mode +
pt_br: + Explorar no modo atividade +

source: Not same route:
pt_br: Não é a mesma rota:

source: load error:
pt_br: erro ao carregar:

source: unnamed:
pt_br: sem nome:

source: missing:
pt_br: corrompido:

source: Activity '{0}' is excluded.
pt_br: Atividade '{0}' foi excluída.

source: - Any Locomotive -
pt_br: - Qualquer locomotiva -

source: Locomotive '{0}' is excluded.
pt_br: Locomotiva '{0}' foi excluída.

source: Start at: {0}
pt_br: Iniciar em: {0}

source: Heading to: {0}
pt_br: Finalizar em: {0}
