Repository: openrails/openrails
Catalog: Source/Locales/RunActivity/*.po
Languages: es, fr, hu

source: Perform Detach
es: Separarción Satisfactoria
fr: Effectuer le dételage
hu: Szétcsatolás elvégzése

source: static consist
es: composición estatica
fr: composition statique
hu: statikus szerelvény

source: Rear
es: Atrás
fr: Arrière
hu: Vége

source: Front
es: Delante
fr: Avant
hu: Eleje

source: This portion will continue as train : {0}
es: Esta parte continuará como tren : {0}
fr: Cette partie de train deviendra le train : {0}
hu: Ez a vonatrész {0} vonatként folytatja

source: {0} portion will form train : {1}
es: La parte {0} formará el tren : {1}
fr: La partie {0} deviendra le train : {1}
hu: A {0} vonatrészből {1} vonat lesz

source: ABCDEFGHIJKLMNOPQRSTUVWXYZabcdefghijklmnopqrstuvwxyz1234567890 ",.-+|!$%&/()=?;:'_[]
fr: ABCDEFGHIJKLMNOPQRSTUVWXYZaàâbcdeéèêfghijklmnopqrstuvwxyz1234567890 ",.-+|!$%&/()=?;:'_[]
hu: ABCDEFGHIJKLMNOPQRSTUVWXYZabcdefghijklmnopqrstuvwxyz1234567890 ",.-+|!$%&/()=?;:'_[]ÁÍŰŐÜÖÚÓÉáíűőüöúóé

source: Game save is not allowed during container load/unload
es: No se permite guardar el juego durante la carga/descarga del contenedor
fr: Impossible de sauvegarder pendant le chargement ou le déchargement d'un container
hu: Játékmentés nem lehetséges konténerrakodás közben

source: Activity Save file '*.save' not found in folder {0}
es: Actividad Guardada en archivo '* .save' no se encuentra en la carpeta {0}
fr: Fichier de sauvegarde '*.save' non trouvé dans le dossier {0}
hu: A {0} könyvtár nem tartalmaz '*.save' mentést

source: freight-grain
es: carga-grano
fr: fret-céréales
hu: szemestermény

source: freight-coal
es: carga-carbón
fr: fret-charbon
hu: szén

source: freight-gravel
es: carga-grava
fr: fret-gravier
hu: kavics

source: freight-sand
es: carga-arena
fr: fret-sable
hu: homok

source: diesel oil
es: gasóleo
fr: gazole
hu: dízelolaj

source: wood
es: madera
fr: bois
hu: fa

source: sand
es: arena
fr: sable
hu: homok

source: freight-general
es: carga-general
fr: fret-général
hu: vegyesteher

source: freight-livestock
es: carga-ganado
fr: fret-bétail
hu: élőállat

source: freight-fuel
es: carga-combustible
fr: fret-carburant
hu: olaj

source: freight-milk
es: carga-leche
fr: fret-lait
hu: tej

source: mail
es: correo
fr: courrier
hu: posta

source: Refill: Immediate refill process selected, refilling immediately.
es: Repostar: Proceso de repostado inmediato seleccionado, repostando inmediatamente.
fr: Recharge : Processus de remplissage immédiat sélectionné, remplissage immédiat.
hu: Feltöltés: Azonnali feltöltés aktiválva.

source: Refill: Electric loco and no pickup. Command rejected
es: Repostar: Loco eléctrica, ningun repostaje. Comando rechazado
fr: Recharge: Loco électrique et pas de ramassage. Commande rejetée
hu: Feltöltés: Villanymozdony üzemanyag nélkül. Parancs visszautasítva

source: Incompatible pickup type
es: Tipo recarga incompatible
fr: Type de ramassage incompatible
hu: Nem megfelelő üzemanyag

source: Starting refill
es: Iniciar carga
fr: Début du remplissage
hu: A feltöltés megkezdődött

source: Container crane: Distance to {0} supply is {1}.
es: Grúa contenedores: la distancia al {0} suministro es de {1}.
fr: Grue à containers : La distance vers la station de {0} est de {1}.
hu: Konténerdaru: Távolság a {0}ig {1}.

source: Refill: Distance to {0} supply is {1}.
es: Repostar: Distancia {0} suministro es {1}.
fr: Remplissage : La distance vers la station de {0} est de {1}.
hu: Feltöltés: A {0} töltőhelyétől való távolság {1}.

source: Refill: Loco must be stationary to refill {0}.
es: Repostar: La locomotora debe estar parada para repostar {0}.
fr: Remplissage : La locomotive doit être arrêtée pour remplir ({0}).
hu: Feltöltés: A mozdonynak álló helyzetben kell lennie a {0} feltöltéséhez.

source: Refill: Loco speed must exceed {0}.
es: Repostar: La locomotora debe superar velocidad {0}.
fr: Remplissage : La vitesse de la locomotive doit être supérieure à {0}.
hu: Feltöltés: A mozdony sebességének magasabbnak kell lennie {0}-nál.

source: Refill: Loco speed must not exceed {0}.
es: Repostar: La locomotora no debe superar velocidad {0}.
fr: Remplissage : La vitesse de la locomotive doit être inférieure à {0}.
hu: Feltöltés: A mozdony sebessége nem lehet több {0}-nál.

source: Refill: {0} supply now replenished.
es: Repostar: {0} cargar ahora suministro.
fr: Remplissage : Le réservoir de {0} est désormais plein.
hu: Feltöltés: A {0} feltöltve a vételezési helyen.

source: Unload: {0} fuel or freight now unloaded.
es: Descargar: {0} combustible o mercancías descargadas ahora.
fr: Déchargement : Le carburant {0} ou le fret est désormais déchargé.
hu: Lerakodás: {0} áru kirakodva.

source: wag file not equipped for containers
es: archivo wag no apto para contenedores
fr: le fichier wag n'a pas été prévu pour les containers
hu: A wag fájl nincs felkészítve konténerekre

source: {0} now loaded.
es: {0} ahora cargado.
fr: {0} chargé.
hu: {0} felrakodva.

source: {0} now unloaded.
es: {0} ahora descargado.
fr: {0} déchargé.
hu: {0} lerakodva.

source: {0} meter
es: {0} metro
fr: {0} mètre
hu: {0} méter

source: Next
es: Siguiente
fr: Suivant
hu: Következő

source: Close
es: Cerrar
fr: Fermer
hu: Bezárás

source: Scale Up
es: Aumentar
fr: Zoomer
hu: Nagyítás

source: Scale Down
es: Disminuir
fr: Dézoomer
hu: Kicsinyítés

source: Acknowledge
es: Reconocer
fr: Acquitter
hu: Jóváhagyás

source: Scroll Up
es: Subir
fr: Défiler vers le haut
hu: Görgetés fel

source: Scroll Down
es: Bajar
fr: Défiler vers le bas
hu: Görgetés le

source: Projected
es: Proyectado
fr: Projeté
hu: Előrejelzett

source: Limit
es: Limite
fr: Limite
hu: Megengedett

source: Cab ORIEN
fr: Orientation cabine
hu: Vezérállás

source: Backward
es: Retroceso
fr: Arrière
hu: Hátrafelé

source: Milepost
es: Poste kilometroco
fr: PK
hu: Mérföldkő

# SwitchPanel
source: Switch Ahead
es: Desvio Delante
fr: Aiguillage en avant

# SwitchPanel
source: Switch Behind
es: Desvio Detrás
fr: Aiguillage en arrière

# SwitchPanel
source: Change Cab
es: Cambiar Cabina
fr: Changer de cabine

# SwitchPanel
source: Map
es: Mapa
fr: Carte

# SwitchPanel
source: Switch Manual
es: Desvio Manual
fr: Aiguillage manuel

# SwitchPanel
source: Clear Signal Forward
es: Liberar señal delantera
fr: Ouvrir le signal en avant

# SwitchPanel
source: Autopilot
es: Auto piloto
fr: Pilotage automatique

# SwitchPanel
source: Track Monitor
es: Monitor Vía
fr: Écran Contrôle

# SwitchPanel
source: Switch
es: Desvio
fr: Aiguillage

# SwitchPanel
source: Train Operations
es: Operaciones Tren
fr: Exploitation des trains

# SwitchPanel
source: Next Station
es: Proxima Estación
fr: Prochaine gare desservie

# SwitchPanel
source: Train List
es: Lista Tren
fr: Liste des trains

# SwitchPanel
source: EOT List
es: Lista EOT
fr: Liste EOT

# SwitchPanel
source: Direction
es: Dirección
fr: Sens de marche

# SwitchPanel
source: Gear
es: Marcha
fr: Rapport

# SwitchPanel
source: Handbrake
es: Freno mano
fr: Frein à main

# SwitchPanel
source: Brake hose
es: Manguera freno
fr: Raccordement de la conduite de freinage

# SwitchPanel
source: Alerter
es: Alerta
fr: Signaleur

# SwitchPanel
source: Emergency
es: Emergencia
fr: Frein d'urgence

# SwitchPanel
source: Sander
es: Arenero
fr: Sablière

# SwitchPanel
source: Wiper
es: Limpiaparabrisas
fr: Essuie-glace

# SwitchPanel
source: Door Left
es: Puerta Izquierda
fr: Porte gauche

# SwitchPanel
source: Door Right
es: Puerta Derecha
fr: Porte droite

# SwitchPanel
source: Light
es: Luz
fr: Lumière

# SwitchPanel
source: Pantograph 1
es: Pantografo 1
fr: Pantographe 1

# SwitchPanel
source: Pantograph 2
es: Pantografo 2
fr: Pantographe 2

# SwitchPanel
source: Battery Switch
es: Interruptor batería
fr: Interrupteur de batterie

# SwitchPanel
source: Master Key
es: Llave maestra
fr: Clé boîte à leviers

# SwitchPanel
source: Circuit Breaker
es: Disyuntor
fr: Disjoncteur

# SwitchPanel
source: Front light
es: Luz delantera
fr: Feu avant

source: Bright
es: Brillante
fr: Claire

source: Always On
es: Siempre encendido
fr: Toujours activé

source: Automatic
es: Automatico
fr: Automatique

source: Always on
es: Siempre encendido
fr: Toujours activé

source: Connected
es: Conectado
fr: Connecté

source: {0:F0} texture
es: {0:F0} textura
hu: {0: F0} textúra

source: Distance
es: Distancia
hu: Távolság

source: Volume
es: Volumen
hu: Hangerő

source: WavCache
es: Cache Wav

source: Messages:
es: Mensajes:
hu: Üzenetek:

source: Pause
es: Pausa
hu: Szünet

source: Train: {0}
es: Tren: {0}
hu: Vonat: {0}

source: Connect Electric Train Supply
es: Conectar suministro tren eléctrico

source: Disconnect Front Brake Hose
es: Desconectar manguera freno delantero

source: Connect Front Brake Hose
es: Conectar manguera freno delantero

source: Disconnect Rear Brake Hose
es: Desconectar manguera freno trasero

source: Connect Rear Brake Hose
es: Conecte manguera freno trasero

source: Rear brake hose connected
es: Manguera freno trasero conectada

source: Rear brake hose disconnected
es: Manguera freno trasero desconectada

source: Train Info
es: Info.Tren

source: created from
es: creado a partir de

source: Name:
es: Nombre:

source: Diesel.
es: Diésel.
hu: Dízel.

source: Number of Engines:
es: Número de Motores:

source: Number of Cars:
es: Número de Coches:

source: Number of Axles:
es: Número de Ejes:

source: Total Weight:
es: Peso Total:

source: Total Length:
es: Longitud Total

source: Maximum Speed:
es: Velocidad Max:

source: Max Power:
es: Potencia Maxima:

source: Max Tractive Effort:
es: Max Esfuerzo Tracción:

source: Max Continuous Tractive Effort:
es: Max Esfuerzo Tracción Continuo:

source: Max Dynamic Brake Force:
es: Max Fuerza Freno Dinámico:

source: Horespower per Ton:
es: Potencia por tonelada:

source: Tons per Operative Brake:
es: Toneladas por Freno Operativo:

source: Tons per EPA:
es: Toneladas por EPA:

source: Tons per EDBA:
es: Toneladas por EDBA:

source: Lowest Coupler Strength:
es: Fuerza de acoplamiento más baja:

source: Lowest Derail Force:
es: Fuerza de descarrilamiento mínima:

source: Car Weight (front on left):
es: Peso del coche (delante a la izquierda):

source: {0} minute
es: {0} minuto
hu: {0} perc

source: Version
es: Versión
hu: Verzió

source: Client
es: Cliente
hu: Résztvevő

source: Type
es: Tipo
hu: Típus

source: Tonnage
es: Tonelaje
hu: Tonna

source: Pass
es: Pasaje
hu: Személy

source: Force
es: Fuerza
hu: Erők

source: Flow
es: Flujo
hu: Fogyaszt.

source: TripleValve
es: ValvulaTriple
hu: Kormányszelep

source: Conditions
es: Condiciones
hu: Csúszási állapot

source: Train
es: Tren
hu: Vonat

source: Tunnel
es: Tunel
hu: Alagút

source: Superelev
es: Peralte

source: Mode
es: Modo
hu: Mód

source: Signal
es: Señal
hu: Jelző

# Pantograph
source: Panto
es: Pantografo
hu: Áramsz

source: skipped
es: saltar

source: passing
es: paso

source: Request stop : stop required to set down and pick up
es: Solicitar parada : parada necesaria para depositar y recoger

source: Request stop : stop required to pick up
es: Solicitar parada : parada necesaria para recoger

source: Request stop : stop required to set down
es: Solicitud de parada : parada necesaria para depositar

source: Request stop : stop not required
es: Solicitar parada : parada no requerida

source: Serv
es: Servicio

source: Run
es: Marcha

source: Locked
es: Bloquear

source: Train Forces
es: Fuerza Tren

source: Derail
es: Descarrilar

source: Max Coupler
es: Enganche Max

source: Max Derail
es: Descarrilar Max

source: Low Coupler
es: Enganche Bajo

source: Low Derail
es: Descarrilar Bajo

source: container
es: contenedor
hu: konténer

# SwitchPanel
source: Train Driving
es: Conducción de trenes

# SwitchPanel
source: Train Dpu
es: Dpu Tren

# SwitchPanel
source: Traction Cut-Off
es: Corte de tracción

# SwitchPanel
source: Diesel Player
es: Diésel Jugador

# SwitchPanel
source: Diesel Helper
es: Diésel Auxiliar

# SwitchPanel
source: Retainers
es: Retenedores

source: Dim
es: Tenue

source: Full
es: LLeno

source: MSG to Server
hu: Üzenet a kiszolgálónak

source: MSG to All
hu: Ózenet mindenkinek

source: View Train
hu: Vonat megtekintése

source: Remove
hu: Eltávolítás

source: Auto Switch
hu: Auto váltás

source: Show Avatars
hu: Avatárok megjelenítése

source: MSG to Selected
hu: Üzenet a kiválasztottnak

source: Reply to Selected
hu: Válasz a kiválasztottnak

source: Draw Path
hu: Útvonal megjelnítése

source: Pick Signals
hu: Jelzők kiválaszthatók

source: Pick Switches
hu: Váltók kiválaszthatók

source: Can Join
hu: Csatlakozhat

source: Assist
hu: Segítő

source: Follow
hu: Követés

source: Penalty
hu: Büntetés

source: Prefer Green
hu: Zöld előnyben részesítése

source: See in Game
hu: Megtekintés játékban

source: Simulation Time
hu: Szimulációs idő

source: SimulationTime
hu: SzimulációsIdő

source: Show:
hu: Megjelenítés:

source: Key
hu: Azonosítók

source: Active only
hu: Csak az aktívak

source: All
hu: Mind

source: Daylight offset (hrs)
hu: Időeltolás (óra)

source: Background color
hu: Háttérszín

source: To pan, drag with left mouse.
hu: Pásztázáshoz húzd bal egérgombbal.

source: Name
hu: Név

source: State
hu: Állapot

source: To zoom, drag with left and right mouse or scroll mouse wheel.
hu: Nagyítás bal- és jobbgombbal egyszerre húzással vagy egérgörgővel.

source: To zoom in to a location, press Shift and click the left mouse.
hu: Adott helyre nagyítás Shift és bal egérgombbal.

source: To zoom out of a location, press Alt and click the left mouse.
hu: Visszakicsinyítés Alt és bal egérgombbal.

source: Map Window
hu: Térképablak

source: View Self
hu: Saját vonat megtekintése

source: Lat:
hu: Szél:

source: Lon:
hu: Hossz:

source: Temp
hu: Hőm

source: Loco
hu: Mozdony

source: Wind Speed:
hu: Szélsebesség:

source: Wind Direction:
hu: Szélirány:

source: Train Direction:
hu: Haladási irány:

source: ResWind:
hu: Eredő szélseb:

source: ResSpeed:
hu: Eredő sebesség:

source: Total
hu: Össz

source: {0:N2} mph
hu: {0:N2} mf/h

source: {0:N2} Deg
hu: {0:N2} fok

source: FOV: {0:F0}°
hu: Látószög: {0:F0}°

source: RPM
hu: ford/perc

source: Dist
hu: Táv
