Repository: openrails/openrails
Catalog: Source/Locales/RunActivity/*.po
Languages: es, fr, hu

source: Dynamic brake
es: Freno dinamico
fr: Frein dynamique
hu: Dinamikus fék

source: Cruise control status
es: Estado control de crucero
fr: Statut du régulateur de vitesse

source: Speed target
es: Velocidad objetivo
fr: Vitesse cible

source: Max acceleration
es: Aceleración Max
fr: Accélération maximale

source: Multiple Units
es: Unidades Múltiples
fr: Unités Multiples
hu: Mozdonycsoport

source: Autopilot
es: Auto piloto
fr: Pilote automatique
hu: Robotpilóta

source: Wheel slip
es: Patinaje rueda
fr: Patinage des roues
hu: Kerékmegperdülés

source: Wheel slip warning
es: Peligro, patinaje rueda
fr: Attention patinage des roues imminent
hu: Kerékmegperdülési figyelmeztetés

source: Wheel skid
es: Rueda patina
fr: Enrayage des roues
hu: Kerékmegcsúszás

source: Sander blocked
es: Arenero bloqueado
fr: Sablière bloquée
hu: Homokoló letiltva

source: Sander on
es: Arenero activo
fr: Sablière ouverte
hu: Homokoló üzemben

source: Left
es: Izquierda
fr: Gauche
hu: Bal

source: Right
es: Derecha
fr: Droite
hu: Jobb

source: Doors open
es: Abrir puertas
fr: Ouverture portes
hu: Ajtók nyitva

source: MultiPlayerStatus:
es: EstadoMultiJugador:
fr: Statut Multijoueur :
hu: MultiPlayer Állapot:

source: Dispatcher
es: Control CTC
fr: Aiguilleur
hu: Irányító

source: CONSIST INFORMATION
es: INFORMACIÓN COMPOSICIÓN
fr: INFORMATION COMPOSITION
hu: SZERELVÉNY INFORMÁCIÓI

source: Tilted
es: Pendular
fr: Pendulaire
hu: Dönthető

source: Length
es: Longitud
fr: Longueur
hu: Hossz

source: Weight
es: Peso
fr: Poids
hu: Tömeg

source: Control Mode
es: Modo control
fr: Mode de contrôle
hu: Irányítási mód

source: Out of Control
es: Fuera de control
fr: Hors de contrôle
hu: Irányítás nélkül

source: Cab Aspect
es: Aspecto Cab
fr: Cab Signal
hu: Jelzéskép

source: Yes
es: Si
fr: Oui
hu: Igen

source: No
fr: Non
hu: Nem

source: Freight
es: Mercante
fr: Fret
hu: Teher

source: Car
es: Vagón
fr: Véhicule
hu: Kocsi

source: Flipped
es: Inverso
fr: Renversé
hu: Fordított

source: Drv/Cabs
fr: Cabines
hu: Vezethető

source: Wheels
es: Ruedas
fr: Roues
hu: Tengelyek

source: LOCOMOTIVE INFORMATION
es: INFORMACIÓN LOCOMOTORA
fr: INFORMATION LOCOMOTIVE
hu: MOZDONY INFORMÁCIÓI

source: off
es: apagado
fr: inactif
hu: ki

source: PlayerLoco
es: Loco Jugador
fr: Loco Joueur
hu: VezetettGép

source: MU'd
fr: UM
hu: Távvez

source: Power
es: Potencia
fr: Puissance
hu: Főmegszakító

source: DISTRIBUTED POWER INFORMATION
es: INFORMACIÓN POTENCIA DISTRIBUIDA
fr: INFORMATION DOUBLE TRACTION
hu: GÉPCSOPORT-INFORMÁCIÓK

source: POWER SUPPLY INFORMATION
es: INFORMACIÓN SUMINISTRO ENERGÍA
fr: INFORMATION ALIMENTATION ELECTRIQUE
hu: ENERGIAELLÁTÁSI INFORMÁCIÓK

source: Wagon
es: Vagón
fr: Véhicule
hu: Vagon

source: MainPS
fr: AlimPri
hu: Főüzem

source: AuxPS
fr: AlimAux
hu: Segédüz.

source: Battery
es: Batería
fr: Batterie
hu: Akku

source: LowVoltPS
fr: AlimBT
hu: KisFeszE

source: CabPS
fr: AlimCab
hu: VezÁllE

source: ETS
fr: CT
hu: El. fűtés

source: ETSCable
fr: LigneCT
hu: Fűtéskábel

source: connected
es: conectado
fr: connecté
hu: csatl.

source: disconnected
es: desconectado
fr: déconnecté
hu: nincs cs.

source: BRAKE INFORMATION
es: INFORMACIÓN FRENOS
fr: INFORMATION FREIN
hu: FÉKINFORMÁCIÓK

source: Exhauster
es: Agotado
fr: Pompe à vide

source: on
es: conectado
fr: actif
hu: be

source: Large Ejector
es: Eyector Largo
fr: Grand éjecteur
hu: Nagy légsűrítő

source: Small Ejector
es: Eyector corto
fr: Petit éjecteur
hu: Kis légsűrítő

source: Pressure
es: Presión
fr: Pression
hu: Nyomás

source: Vacuum Pump
es: Bomba de vacío
fr: Pompe à vide
hu: Vákuumszivattyú

source: Brake Sys Vol
es: Vol Sis Freno
fr: Volume CG
hu: Fékr Térf

source: Train Pipe
es: Tubo Tren
fr: CG
hu: Átmenőfék

source: Brake Cyl
es: Cil Freno
fr: CF
hu: Féktartály

source: Air Vol
es: Vol Aire
fr: Volume CG actuel
hu: Levegőtérfogat

source: No compressor or reservoir fitted
es: Sin compresor ni depósito instalado
fr: Pas de compresseur ou de réservoir
hu: Nincs kompresszor és tartály

source: Main reservoir
es: Depósito principal
fr: Réservoir principal
hu: Főlégtartály

source: Compressor
es: Compresor
fr: Compresseur
hu: Légsűrítő

source: BrkCyl
es: CilFre
fr: CF
hu: Fékheng

source: BrkPipe
es: TubFre
fr: CG
hu: Fővez

source: Handbrk
es: FreMano
fr: FreinMain
hu: Kézifék

source: Conn
es: Conex
fr: Raccord
hu: Csatlás

source: AnglCock
es: GrifoTF
fr: Robinet
hu: Végelzáró

source: VacRes
fr: ResVide
hu: VákTart

source: Brk
es: Frn
fr: Frein
hu: Fék

source: SrvPipe
fr: CFS

source: AuxRes
es: DepAux
fr: RA
hu: KészlLT

source: ErgRes
es: DepEmr
fr: RFU
hu: VészLT

source: StrPipe
fr: CFD

source: RetValve
es: ValReten
fr: ValveRet
hu: Visszat

source: BleedOff
es: Sangrado
fr: Purge
hu: KieresztőSz

source: MRPipe
es: MRTubo
fr: CP
hu: FőlégVez

source: FORCE INFORMATION
es: INFORMACIÓN FUERZA
fr: INFORMATION SUR LES FORCES
hu: ERŐINFORMÁCIÓK

source: (Advanced adhesion model)
es: (Modelo avanzado aderencia)
fr: (Modèle avancé d'adhérence)
hu: (Fejlett csúszási modell)

source: Wheel slip (Thres)
es: Patinaje ruedas (Umbral)
fr: Seuil de patinage

source: Axle drive force
es: Resistencia eje
fr: Effort Traction Essieu
hu: Tengely hajtóerő

source: Axle brake force
es: Resistencia freno
fr: Effort Freinage Essieu
hu: Tengely fékezőerő

source: Number of substeps
es: Número subpasos
fr: Nombre de sous-pas
hu: Allépések száma

source: Wheel Adh. (Max)
es: Adh rueda (Max)
fr: Adhésion des roues (Max)

source: Axle out force
es: Fuerza en eje
fr: Effort à la jante
hu: Tengely eredő erő

source: Comp Axle out force
es: Fuerza de salida del eje
fr: Effort à la jante compensé
hu: Kompenzált teng. eredő erő

source: Wheel speed (Slip)
es: Velocidad rueda (patinaje)
fr: Vitesse des roues (patinage)

source: Wheel ang. pos.
es: Ang. Pos. Rueda
fr: Roue pos. angulaire

source: Loco Adhesion
es: Adherencia locomotora
fr: Adhérence Loco
hu: Mozdony tapadása

source: Wagon Adhesion
es: Adherencia Vagón
fr: Adhérence Wagon
hu: Vagon tapadása

source: (Simple adhesion model)
es: (Modelo simple adherencia)
fr: (Modèle simplifié d'adhérence)
hu: (Egyszerűsített csúszási modell)

source: Wind
es: Viento
fr: Vent
hu: Szél

source: Result
es: Resultado
fr: Résultante

source: Motive
es: Motriz
fr: Traction
hu: Mozgató

source: Brake
es: Freno
fr: Freinage
hu: Fékező

source: Friction
es: Fricción
fr: Frottements
hu: Súrlód

source: Gravity
es: Gravedad
fr: Gravité
hu: Gravit

source: Curve
es: Curva
fr: Courbe
hu: Ívellenáll

source: Coupler
es: Enganche
fr: Attelage
hu: Vonókész

source: Slack
es: Holgura
fr: Mou

source: Mass
es: Masa
fr: Masse
hu: Tömeg

source: Brk Frict.
es: Brk Fricc.
fr: Frict. Frein

source: Brk Slide
es: Brk Patin
fr: Enrayage

source: Bear Temp
es: Temp rodamiento
fr: Temp. Roulement
hu: Csapágyhőm

source: DerailCoeff
es: CoefDescar
fr: CoeffDerail
hu: Siklási együtth

source: DISPATCHER INFORMATION : active trains :
es: INFORMACIÓN CTC: Trenes activos:
fr: INFORMATION AIGUILLEUR : trains actifs :
hu: FORGALOMIRÁNYÍTÁSI INFORMÁCIÓK : aktív vonatok :

source: Travelled
es: Desplazado
fr: Parcouru
hu: MegtettÚt

source: AI mode
es: Modo IA
fr: Mode IA
hu: AI mód

source: AI data
es: Datos IA
fr: Données IA
hu: AI adatok

source: Auth
es: F. Aut
fr: Autorisation
hu: Engedély

source: Consist
es: Composición
fr: Composition
hu: Szerelv

source: Path
es: Itinerario
fr: Chemin
hu: Útvonal

source: WEATHER INFORMATION
es: INFORMACIÓN METEOROLÓGICA
fr: INFORMATION MÉTÉO
hu: IDŐJÁRÁSI INFORMÁCIÓK

source: Visibility
es: Visibilidad
fr: Visibilité
hu: Látótávolság

source: Cloud cover
es: Nublado
fr: Couverture nuageuse
hu: Felhőzet

source: Intensity
es: Intensidad
fr: Intensité
hu: Csapadékintenzitás

source: Liquidity
es: Fluidez
fr: Liquidité
hu: Nedvesség

source: Amb Temp
es: Temp Amb
fr: TempExt
hu: Külső hőmérséklet

source: DEBUG INFORMATION
es: INFORMACIÓN DEPURACIÓN
fr: INFORMATION DÉBOGUAGE
hu: HIBAKERESÉSI INFORMÁCIÓK

source: Logging enabled
es: Registro activado
fr: Inscription activée
hu: Naplózás

source: Build
es: Edición
fr: Version

source: CPU Memory
es: Memoria CPU
fr: Mémoire CPU
hu: CPU memória

source: GPU Memory
es: Memoria GPU
fr: Mémoire GPU
hu: GPU memória

source: Adapter
es: Grafica
fr: Adaptateur

source: Shadow maps
es: Mapa de sombras
fr: Cartes d'ombre
hu: Árnyéktérképek

source: Shadow primitives
es: Sombras primitivas
fr: Primitives d'ombres
hu: Árnyék primitívek

source: Render primitives
es: Render primitivos
fr: Primitives de rendu
hu: Render primitívek

source: wait
es: espera
fr: attendez
hu: várakozás

source: Total process
es: Total procesos
fr: Processus total
hu: Összes folyamat

source: Camera
es: Camara
fr: Caméra
hu: Kamera

source: {0:F0} ° / {1:F1} m/s ({2:F0} ° / {3:F1} m/s gusts)
fr: {0:F0} ° / {1:F1} m/s ({2:F0} ° / {3:F1} m/s rafales)

source: {0:F0} FPS (50th/95th/99th percentiles {1:F1} / {2:F1} / {3:F1} ms, DirectX feature level >= {4})
es: {0:F0} FPS (50th/95th/99th percentiles {1:F1} / {2:F1} / {3:F1} ms, Nivel función DirectX >= {4})
fr: {0:F0} FPS (50ème/95ème/99ème percentiles {1:F1} / {2:F1} / {3:F1} ms, DirectX feature level >= {4})

source: {3}, {4}, {5}, {6} ({7:F0} kB/frame allocated, {0:F0}/{1:F0}/{2:F0} GCs)
es: {3}, {4}, {5}, {6} ({7:F0} kB/cuadro asignado, {0:F0}/{1:F0}/{2:F0} GCs)
fr: {3}, {4}, {5}, {6}, {7:F0} ko/image alloué, {0:F0}/{1:F0}/{2:F0} GCs)

source: {0:F0} MB private, {1:F0} MB working set, {2:F0} MB private working set, {3:F0} MB managed, {4:F0} MB virtual
es: {0:F0} MB privado, {1:F0} MB conjunto trabajo, {2:F0} MB conjunto trabajo privado, {3:F0} MB administrado, {4:F0} MB virtual
fr: {0:F0} Mo privé, {1:F0} Mo plage de travail, {2:F0} Mo plage de travail privée, {3:F0} Mo managé, {4:F0} Mo virtuel

source: {0:F0} MB committed, {1:F0} MB dedicated, {2:F0} MB shared
es: {0:F0} MB comprometido, {1:F0} MB dedicado, {2:F0} MB compartido
fr: {0:F0} Mo mappé, {1:F0} Mo dédié, {2:F0} Mo partagé

source: {0} ({1:F0} MB)
fr: {0} ({1:F0} Mo)

source: {0} logical processor
es: {0} procesador lógico
fr: {0} processeur logique
hu: {0} logikai processzor

# Cab
source: R
fr: Ar
hu: H

# Cab
source: F
fr: Av
hu: E

# Cab
source: D
fr: C
hu: V

# Steam
source: Reverser
es: Inversor
fr: Inverseur
hu: Vezérmű

# NonSteam
source: Reverser
es: Inversor
fr: Inverseur
hu: Irányváltó

# Engine
source: Eng
es: Motor
fr: Moteur
hu: Motor

# CircuitBreaker
source: CB
fr: DJ
hu: FőMegsz

# TractionCutOffRelay
source: TCOR
fr: QT
hu: VontTiltóR

source: MultiPlayer Info
es: Info MultiJugador
fr: Information Multijoueur
hu: MultiPlayer Infó

source: Connection to the server is lost, will play as single mode
es: La conexión con el servidor se perdió, jugará en modo individual
fr: Connexion au serveur perdue, passage en mode solo
hu: A kiszolgálóval való kapcsolat megszakadt, egyrésztvevős módban folytatódik a játék

source: Next Station
es: Proxima Estación
fr: Prochaine gare desservie
hu: Menetrend

source: Waiting for train to attach
es: Esperando al tren para acoplar
fr: En attente de l'attelage du train
hu: Várakozás vonat csatlakozására

source: Waiting for train to attach :
es: Esperando al tren para acoplar :
fr: En attente de l'attelage du train :
hu: Várakozás vonat csatlakozására:

source: Waiting for transfer
es: Esperando para hacer conexión
fr: En attente de transfert

source: Train inactive.
es: Tren inactivo.
fr: Train inactif.
hu: A vonat inaktív.

source: Train static.
es: Tren estatico.
fr: Train statique.
hu: A vonat statikus.

source: Train not active.
es: .Tren sin actividad.
fr: Train non actif.
hu: A vonat nem aktív.

source: Activated by other train.
es: Activado por otro tren.
fr: Activé par un autre train.
hu: Másik vonat által aktiválva.

source: Activation time :
es: Tiempo de activación :
fr: Heure d'activation :
hu: Aktiválási idő:

source: Train has terminated.
es: El tren ha finalizado.
fr: Le train est terminé.
hu: A vonat végállomásra ért.

source: No more stations.
es: No hay mas estaciones.
fr: Plus de stations.
hu: Nincs több állomás.

source: Transfer units at next station with train
es: Acoplar unidades en la próxima estación con el tren
fr: Transférer les unités à la prochaine gare avec le train
hu: Elegycsere a következő állomáson ezzel a vonattal:

source: Transfer units with train
es: Acoplar unidades al tren
fr: Transférer les unités avec le train
hu: Elegycsere ezzel a vonattal:

source: Train is to attach to :
es: El tren se une a :
fr: Le train doit s'atteler à :
hu: Ez a vonat csatolva lesz ezzel:

source: ; other train not yet ready
es: ; el otro tren aún no está listo
fr: ; l'autre train n'est pas encore prêt
hu: ; a másik vonat még nincs kész

source: Train is to pickup train at end of path
es: El tren es el tren a acoplar al final del itinerario
fr: Le train doit s'atteler à un autre train à la fin du chemin
hu: A vonat felvesz elegyet az útja végén

source: Pick up train ahead
es: Acoplar el tren por delante
fr: Atteler le train devant
hu: Elegy felvétele elöl

source: Transfer units with train ahead
es: Transferir unidades al tren por delante
fr: Transférer les unités avec le train devant
hu: Elegy cseréje az elöl lévő vonattal

source: Activity completed.
es: Actividad completada.
fr: Activité terminée.
hu: Szolgálat teljesítve.

source: Odometer {0}
es: Odómetro {0}
fr: Odomètre {0}
hu: Útmérő {0}

source: Pause Menu
es: Menú Pausa
fr: Pause
hu: Szünet

source: Quit {1} ({0})
es: Salir {1} ({0})
fr: Quitter {1} ({0})
hu: Kilépés {1}ből ({0})

source: Save your game ({0})
es: Guardar su juego ({0})
fr: Sauvegarder ({0})
hu: Játék mentése ({0})

source: Continue playing ({0})
es: Continuar jugando ({0})
fr: Continuer à jouer ({0})
hu: Játék folytatása ({0})

source: Switch
es: Desvio
fr: Aiguillage
hu: Váltó

source: Track Monitor
es: Monitor Vía
fr: Ecran Contrôle
hu: Pályafigyelő

source: Auto Signal
es: Auto Señal
fr: Signaux Auto
hu: KÖFI

source: Node
es: Nodo
fr: Noeud
hu: Csomóponti

source: Manual
fr: Manuel
hu: Kézi forgalomirányítás

source: Explorer
es: Explorar
fr: Explorateur
hu: Vonalbejárás

source: OutOfControl :
es: FueraControl :
fr: HorsDeContrôle :
hu: Irányítás nélkül :

source: Inactive
es: Inactivo
fr: Inactif
hu: Inaktív

source: Turntable
es: Placa giratoria
fr: Pont Tournant
hu: Fordítókorong

source: Unknown
es: Desconocido
fr: Inconnu
hu: Ismeretlen

source: Speed:
es: Velocidad:
fr: Vitesse :
hu: Sebesség:

source: Projected:
es: Proyectado:
fr: Projetée :
hu: Előrejelzett:

source: Limit:
es: Limite:
fr: Limite :
hu: Megengedett:

source: Milepost Limit Dist
es: PosKm Limite Dist
fr: PK Limite Dist
hu: Szelvény Lassúmenet Táv

source: Train Operations Viewer
es: Visor de operaciones del tren
fr: Exploitation des trains

source: In Timetable Mode uncoupling using this window is not allowed
es: En modo Timetable el desacoplamiento usando esta ventana no está permitido
fr: En mode Horaires, le dételage à l'aide de cette fenêtre n'est pas autorisé
hu: Fordítókorongon a szétcsatolás ebben az ablakban nem támogatott

source: On
es: Encendido
fr: Actif
hu: Be

# DieselEngine
source: Engine
es: Máquina
fr: Moteur
hu: Gép

# DieselEngine
source: Running
es: Marchando
fr: En marche
hu: Üzemben

# DieselEngine
source: Stopped
es: Apagada
fr: Arrêté
hu: Leállítva

source: Train Car Operations
es: Operaciones del tren
fr: Exploitation des wagons

# PowerSupply
source: Power
es: Potencia
fr: Puissance
hu: Feszültség

# PowerSupply
source: On
es: Conectado
fr: Actif
hu: Van

source: FLOW
fr: DÉBIT

source: Fuel
es: Combustible
fr: Carburant
hu: Üzemanyag

source: FUEL
fr: CARB

source: Load
es: Carga
fr: Charge
hu: Terhelés

source: LOAD
fr: CHRG

source: Loco Groups
es: Grupos locos
fr: Groupes de locomotives
hu: Gépcsoport

source: GRUP
fr: GRLO

source: Oil Pressure
es: Presión aceite
fr: Pression Huile
hu: Olajnyomás

source: OIL
es: ACEITE
fr: HUILE

source: POWR
fr: PUISS

source: Remote
es: Remoto
fr: Télécommandé
hu: Távvezérelt

source: RMT
fr: TELE

source: Reverser
es: Inversor
fr: Inverseur
hu: Irányváltó

source: REVR
fr: INVER

source: STAT
fr: ÉTAT

source: Temperature
es: Temperatura
fr: Température
hu: Hőmérséklet

source: THRO
fr: TRACC

source: TIME
fr: HEURE

source: Tractive Effort
es: Esfuerzo tracción
fr: Effort de traction
hu: Vonóerő

source: Forward
es: Avanzar
fr: Avant
hu: Előrefelé

source: Forw.
es: Adelante.
fr: Avant

source: Running
es: Marchando
fr: Marche

source: Runn
es: Marcha
fr: Marche

source: Train Dpu Info
es: Info.tren Dpu
fr: Informations de Double Traction
hu: Gépcsoport infó

source: Distributed power management not available with this player train.
es: La administración de energía distribuida no está disponible en este tren de jugador.
fr: La double traction n'est pas disponible sur ce train.

source: BP
fr: CG

source: EQ
fr: RE

source: AI Fireman
es: Fogonero IA
fr: IA Chauffeur
hu: Autofűtő

source: AIFR
fr: IAChauf

source: Battery switch
es: Interruptor batería
fr: Interrupteur batterie
hu: Akkumulátorkapcsoló

source: Blowndown valve
es: Válvula de purga
fr: Soupape de purge

source: BLWV
fr: SPRG

source: Boiler pressure
es: Presión caldera
fr: Pression chaudière
hu: Kazánnyomás

source: PRES
fr: PRESCHD

source: Boiler water glass
es: Nivel agua caldera
fr: Jauge niveau d'eau chaudière
hu: Kazán vízszintfigyelő

source: WATR
fr: EAU

source: Boiler water level
es: Nivel agua caldera
fr: Niveau d'eau chaudière
hu: Kazánvízszint

source: LEVL
fr: EAUCHD

source: Booster air valve
es: Válvula aire de refuerzo
fr: Vanne d'air du booster à vapeur

source: BAIR
fr: SAIR

source: Booster idle valve
es: Válvula de ralentí de refuerzo
fr: Vanne de ralenti du booster à vapeur

source: BIDL
fr: SRAL

source: Booster latch
es: Pasador de refuerzo
fr: Loquet du booster à vapeur

source: BLCH
fr: VBST

source: Booster
es: Levantar
fr: Booster à vapeur

source: BOST
fr: BSTR

source: CCStatus
es: CCEstado
fr: Statut du régulateur de vitesse

source: CCST
fr: SRDV

source: Circuit breaker
es: Disyuntor
fr: Disjoncteur
hu: Főmegszakító

source: CIRC
fr: DJ

source: Cylinder cocks
es: Grifo Cilindro
fr: Purgeurs
hu: Hengercsapok

source: CCOK
fr: PURG

source: DIRC
fr: INVR

source: DRLC
fr: CDRL

source: DOOR
fr: PORTES

source: BDYN
fr: FDYN

source: Electric train supply
es: Sum. eléctrico tren
fr: Ligne chauffage train
hu: Villamos fűtés

source: TSUP
fr: LCHAUFF

source: BLOC
fr: FDIR

source: Engine
es: Máquina
fr: Moteur
hu: Gép

source: ENGN
fr: MOTR

source: Fire mass
es: Masa fuego
fr: Masse de feu
hu: Tűztömeg

source: FIRE
fr: MASFEU

source: Fixed gear
es: Piñón fijo
fr: Rapport enclenché
hu: Rögzített seb.fokozat

source: GEAR
fr: RAPPORT

source: Fuel levels
es: Nivel combustible
fr: Niveaux de carburant
hu: Készletszintek

source: Gear
es: Marcha
fr: Rapport
hu: Seb.fokozat

source: GRAD
fr: DÉCLI

source: Grate limit
es: Límite rejilla
fr: Limite de grille
hu: Rostély korlát

source: GRAT
fr: LGRI

source: Master key
es: Llave maestra
fr: Clé boîte à leviers
hu: Mesterkulcs

source: MAST
fr: CLÉBL

source: MaxAccel
fr: Accélération maxi.

source: MACC
fr: ACCM

source: Pantographs
es: Pantografo
fr: Pantographes
hu: Áramszedők

source: PANT
fr: PANTO

source: REGL
fr: RÉGUL

source: RPLY
fr: RLTRE

source: Sander
es: Arenero
fr: Sablière
hu: Homokoló

source: SAND
fr: SABL

source: SPED
fr: VITS

source: Steam usage
es: Uso de vapor
fr: Débit vapeur
hu: Gőzfelhasználás

source: STEM
fr: VAPEUR

source: Target
fr: Cible

source: TARG
fr: CIBL

source: Traction cut-off relay
es: Relé corte tracción
fr: Relais de traction
hu: Vontatástiltó relé

source: TRAC
fr: QT

source: BTRN
fr: FTRAIN

source: Water scoop
es: Cuchara Agua
fr: Prise d'eau

source: WSCO
fr: PDEO

source: Wheel
es: Rueda
fr: Roue
hu: Tengely

source: WHEL
fr: ROUE

source: (absolute)
es: (absoluta)
fr: (absolu)
hu: (abszolút)

source: apply Service
es: aplic Servicio
fr: Serrage Service

source: Apply
es: Aplicar
fr: Serrage
hu: Működtetés

source: Apply Quick
es: Aplic Rápido
fr: Serrage Rapide
hu: Gyorsműködtetés

source: ApplQ
fr: SerrR

source: Apply Slow
es: Aplic Lento
fr: Serrage Lent
hu: Lassú működtetés

source: ApplS
fr: SerrL

source: coal
es: carbón
fr: charbon
hu: szén

source: Cont. Service
es: Cont. Servicio
fr: Service continu
hu: Folyamatos üzem

source: Emergency Braking Push Button
es: Seta freno emergencia
fr: BP Freinage Urgence
hu: Vészfék ütőgomb

source: EmerBPB
fr: BPFU

source: Lap Self
fr: Position de maintien
hu: Fokozatos fékezés

source: LapS
fr: PMTN

source: Minimum Reduction
es: Reducción mínima
fr: Première Dépression
hu: Elsőfokozati nyomáscsökkentés

source: MRedc
fr: PrDep

source: (safe range)
es: (rango seguro)
fr: (plage sûre)
hu: (biztonságos)

source: (safe)
es: (seguro)
fr: (PSUR)

source: skid
es: patinar
fr: enrayage
hu: csúszás

source: Skid
es: Patinar
fr: Enrayage

source: slip warning
es: peligro, patinaje
fr: alerte enrayage
hu: kerékmegperdülési figyelmeztetés

source: Warning
es: Alarma
fr: Alerte
hu: Figyelmeztetés

source: slip
es: resbalar
fr: patinage

source: Slip
es: Resbalar
fr: Patinage

source: Vac. Cont. Service
es: Vac. Cont. Servicio
fr: Service continu (frein à vide)
hu: Vákuum folyamatos üzem

source: Vac.Serv
fr: Vide Serv

source: water
es: agua
fr: eau
hu: víz

source: w
fr: e

source: Train Driving Info
es: Info.conducción tren
fr: Informations de conduite du train
hu: Vonatvezetési infó

source: Open
es: Abrir
fr: Ouvert
hu: Nyitva

source: Closed
es: Cerrado
fr: Fermè
hu: Zárva

source: Engaged
es: Ocupado
fr: Engagé

source: Disengaged
es: Desconectar
fr: Désengagé

source: Blocked
es: Bloque
fr: Bloqué
hu: Tiltva

source: Off
es: Apagado
fr: Inactif
hu: Ki

source: BC
fr: CF

source: Lead
es: Avance
fr: Tête

source: Setup
fr: Activation
hu: Beállítás

source: Up
es: Arriba
fr: Levé
hu: Fel

source: Broken
fr: Cassé

source: Down
es: Abajo
fr: Abaissé

source: Opened
es: Abierto
fr: Ouvert

source: Reset
es: Restaurar
fr: Réinitialisé
hu: Alaphelyzet

source: Exceeded
es: Exceder
fr: Dépassé
hu: Túllépte

source: Normal
fr: Joueur normal
hu: Normál

source: Derailed
es: Descarrilar
fr: Déraillé
hu: Kisiklott

# BrakeStatus
source: Flow
es: Flujo
fr: Débit
hu: Fogyaszt.

source: Train List
es: Lista Tren
fr: Liste des trains
hu: Vonatok listája

source: Number
es: Numero
fr: Numéro
hu: Szám

source: Service Name
es: Nombre Servicio
fr: Nom du service
hu: Szervíznév

source: Viewed
es: Visto
fr: Vue
hu: Figyelt

source: Train in turntable not aligned to a track can't be selected
es: Locomotora en la placa giratoria no esta alineada a una vía y no se puede seleccionar
fr: Un train sur un pont tournant non aligné sur une voie ne peut pas être sélectionné
hu: Nem vágányirányba állított fordítókorongon lévő vonat nem választható

source: Player train can't be switched when in turntable not aligned to a track
es: No se puede cambiar la locomotora del jugador cuando la placa giratorio no está alineada a una vía
fr: Il n'est pas possible de changer de vue quand le train du joueur est sur un pont tournant non aligné sur une voie
hu: Nem lehet vonatot váltani amíg a fordítókorong nincs egy vágány irányába állítva

source: Train Operations
es: Operaciones Tren
fr: Opérations sur le train
hu: Vonatvizsgálat

source: Timetable Detach Menu
es: Timetable Separar Menú
fr: Menu de dételage (mode horaires)
hu: Menetrend szétcsatolási menü

source: This train is about to split.
es: Este tren está a punto de dividirse.
fr: Ce train est sur le point de se séparer.
hu: A vonat szét lesz csatolva.

source: Use 'cab switch' command to select cab in required portion.
es: Use el comando 'cambio de cabina' para seleccionar la cabina en la posición requerida.
fr: Utilisez la touche de changement de cabine pour sélectionner la cabine dans laquelle vous souhaitez conduire après la séparation.
hu: Használd a vezérállásváltás parancsot a megfelelő részben a vezérállás kiválasztásához.
