Repository: openrails/openrails
Catalog: Source/Locales/RunActivity/*.po
Languages: es, fr, hu

source: Free
es: Libre
fr: Libre
hu: Szabadmozgatású

source: Outside Front
es: Exterior Delante
fr: Extérieur Avant
hu: Elülső külső

source: Outside Rear
es: Exterior Detras
fr: Extérieur Arrière
hu: Hátsó külső

source: Brakeman
es: Guardafrenos
fr: Freineur
hu: Fékezőállás

source: Passenger
es: Pasajero
fr: Passager
hu: Utas

source: 3D Cab
es: Cabina 3D
fr: Cabine 3D
hu: 3D vezérállás

source: Head out
es: Cabeza fuera
fr: Côté Cabine
hu: Kihajolt

source: Cab
es: Cabina
fr: Cabine
hu: Vezérállás

source: Trackside
es: Desde la Vía
fr: Sur la voie
hu: Pályamenti

source: {0:F0} material
fr: {0:F0} matériau
hu: {0: F0} anyag

source: {0:F0} shape
es: {0:F0} modelo 3d
fr: {0:F0} forme
hu: {0:F0} modell

source: {0:F0} tile
es: {0:F0} baldosa
fr: {0:F0} tuile
hu: {0:F0} mező

source: Cab view not available
es: Vista cabina no disponible
fr: Vue cabine indisponible
hu: Vezérállás nem elérhető

source: In MP, use Alt-F4 to quit directly
es: En MJ, use Alt-F4 para salir directamente
fr: En mode multijoueur, utilisez Alt-F4 pour quitter directement
hu: Többrésztvevős módból csak Alt+F4 -gyel lehet kilépni

source: Automatic platform and siding labels visible.
es: Visión nombre andenes y apartaderos automático.
fr: Libellés des quais et voies de service parcourus par le train affichés.
hu: Automatikus peron- és mellékvágánycímkék láthatók.

source: Platform and siding labels visible.
es: Nombre andenes y apartaderos visibles.
fr: Libellés des quais et voies de service affichés.
hu: Peron- és mellékvágánycímkék láthatók.

source: Platform labels visible.
es: Nombre andenes visibles.
fr: Libellés des quais affichés.
hu: Peroncímkék láthatók.

source: Siding labels visible.
es: Nombre apartaderos visibles.
fr: Libellés des voies de service affichés.
hu: Mellékvágánycímkék láthatók.

source: Platform and siding labels hidden.
es: Nombre andenes y apartaderos ocultos.
fr: Libellés des quais et voies de service cachés.
hu: Peron- és mellékvágánycímkék elrejtve.

source: Train labels visible.
es: Etiquetas composiciones visibles.
fr: Libellés des trains affichés.
hu: Vonatcímkék láthatók.

source: Car labels visible.
es: Etiqueta vagones visibles.
fr: Libellés des véhicules affichés.
hu: Kocsicímkék láthatók.

source: Train and car labels hidden.
es: Etiquetas composiciones ocultas.
fr: Libellés des trains et véhicules cachés.
hu: Vonat- és kocsicímkék elrejtve.

source: This car doesn't have a 2D cab
es: Esta loco no tiene cabina 2D
fr: Ce véhicule n'a pas de cabine 2D
hu: Ennek a kocsinak nincs 2D vezérállása

source: This car doesn't have a 3D cab
es: Esta loco no tiene cabina 3D
fr: Ce véhicule n'a pas de cabine 3D
hu: Ennek a kocsinak nincs 3D vezérállása

source: messages suppressed
es: mensajes suprimidos
fr: --- les confirmations de ce type seront cachées

source: All messages visible
es: Todos los mensajes visibles
fr: Toutes les confirmations seront visibles

source: Switched to player control
es: Cambio a control jugador
fr: Train contrôlé par le joueur
hu: Robotpilóta kikapcsolva

source: You can't switch from manual to autopilot mode
es: No se puede cambiar de modo manual a piloto automático
fr: Vous ne pouvez pas passer du mode manuel au mode de pilotage automatique
hu: Helyi forgalomirányításból nem lehet robotpilótára váltani

source: Switched to autopilot
es: Cambiar a piloto automático
fr: Train contrôlé par le pilote automatique
hu: Robotpilóta bekapcsolva

source: Game saved
es: Juego guardado
fr: Activité sauvegardée
hu: A játékállás elmentve

source: Allowed speed raised to {0}
es: Velocidad permitida sobrepasada en {0}
fr: Vitesse limite augmentée à {0}
hu: A megengedett sebesség {0}-ra emelkedett

source: Vibrating at level {0}
es: Nivel vibración {0}
fr: Vibration niveau {0}
hu: Vibrálás szintje: {0}

source: Keyboard map list saved to '{0}'.
es: Lista mapa teclado guardada en '{0}'.
fr: Liste des affectations du clavier enregistrée dans '{0}'.
hu: Billentyűzetkiosztási lista mentve: '{0}'.

source: Keyboard map image saved to '{0}'.
es: Imagen mapa teclado guardada en '{0}'.
fr: Image des affectations du clavier enregistrée dans '{0}'.
hu: Billentyűzetkiosztási ábra mentve: '{0}'.

source: {0} viewpoint stored. Use Shift+8 to restore viewpoints.
es: {0} punto de vista almacenado. Utilice Mayus 8 para restaurar punto de vista.
fr: {0} point de vue enregistré. Utilisez Shift+8 pour restaurer le point de vue.
hu: {0} nézőpont van eltárolva. Használd a Shift+B -t a visszaállításhoz.

source: Restoring wrong weather type : trying to restore dynamic weather but save contains user controlled weather
es: Restauración del clima inapropiado: intentar restaurar el clima dinámico pero contiene guardar el clima controlado por el usuario
fr: Restauration d'un type de météo incorrect : tentative de restauration de la météo dynamique, mais la sauvegarde contient une météo modifiée par l'utilisateur
hu: Rossz időjárástípus betöltése: dinamikus időjárást nem lehet betölteni felhasználó által beállított időjárású mentésből

source: Restoring wrong weather type : trying to restore user controlled weather but save contains dynamic weather
es: Restauración de tiempo inapropiado: intentar restaurar el clima controlado por el usuario, pero contiene guardar tiempo dinámico
fr: Restauration d'un type de météo incorrect : tentative de restauration d'une météo modifiée par l'utilisateur, mais la sauvegarde contient une météo dynamique
hu: Rossz időjárástípus betöltése: felhasználó által beállított időjárást nem lehet betölteni dinamikus időjárású mentésből

source: Increased daylight offset to {0} h
es: Aumento de la compensación de luz natural a {0} h
fr: Augmentation du décalage de la lumière du jour à {0} h
hu: Időeltolás növelve {0} órára

source: Decreased daylight offset to {0} h
es: Se redujo la compensación de luz natural a {0} h
fr: Diminution du décalage de la lumière du jour à {0} h
hu: Időeltolás csökkentve {0} órára

source: Clear All
es: Eliminar Todo
fr: Tout effacer
hu: Összes törlése

source: Reply Selected
es: Responder Seleccionado
fr: Répondre au message sélectionné
hu: Válasz a kiválasztottnak

source: Compose MSG
es: Escribir MSG
fr: Composer MSG
hu: Üzenet szerkesztése

source: MessageViewer
es: Visor Mensaje
fr: Messages
hu: Üzenetablak

source: Active sounds
es: Activar sonido
fr: Sons actifs
hu: Aktív hangok

source: Inactive sounds
es: Desactivar sonido
fr: Sons inactifs
hu: Inaktív hangok

source: Sound cache
es: Caché sonido
fr: Cache sons
hu: Hangok gyorsítótára

source: Selected sound
es: Seleccionar sonido
fr: Son sélectionné
hu: Kiválasztott hang

source: Speed
es: Velocidad
fr: Vitesse
hu: Sebesség

source: AL Sources
es: Fuentes AL
fr: Sources externes

source: Sound Debug
es: Depuración Sonido
fr: Debug Son
hu: Hang hibakeresés

source: Message the selected player
es: Envíe un mensaje al jugador seleccionado
fr: Message au joueur sélectionné
hu: Üzenet a kiválasztott játékosnak

source: Reply to the selected player
es: Responder al jugador seleccionado
fr: Répondre au joueur sélectionné
hu: Válasz a kiválasztott játékosnak

source: Player
es: Jugador
fr: Joueur
hu: Játékos

source: Make this player an assistant
es: Haz de este jugador un asistente
fr: Faire de ce joueur un assistant
hu: Játékos legyen asszisztens

source: Jump to this player in game
es: Saltar a este jugador en el juego
fr: Aller à ce joueur dans la simulation
hu: Ugrás ehhez a játékoshoz a játékban

source: Follow on the map
es: Seguir en el mapa
fr: Suivre sur la carte
hu: Követés a térképen

source: Kick from multiplayer session
es: Expulsar de la sesión multijugador
fr: Expulser
hu: Kirúgás a többjátékos módból

source: Set switch to...
es: Colocar el desvío en...
fr: Commander l'aiguillage...
hu: Váltóállítás...

source: Main route
es: Ruta directa
fr: Voie principale

source: Side route
es: Ruta desviada
fr: Voie secondaire
hu: Mellékvágány

source: Set signal aspect to...
es: Establecer la señal en...
fr: Commander le signal...
hu: Jelző aspektus beállítása...

source: System controlled
es: Sistema controlado
fr: Contrôle automatique
hu: Rendszer által vezérelt

source: Stop
es: Detener
fr: Fermé
hu: Megállj

source: Approach
es: Precaución
fr: Approche

source: Proceed
es: Proceder
fr: Ouvert
hu: Szabad

source: Jump to this train in game
es: Salta a este tren en el juego
fr: Aller à ce train dans la simulation
hu: Ugrás ehhez a vonathoz a játékban

source: Follow this train on the map
es: Sigue este tren en el mapa
fr: Suivre ce train sur la carte
hu: A vonat követése a térképen

source: You
es: Usted
fr: Vous
hu: Te

source: Helper
es: Ayudante
fr: Assistant Aiguilleur
hu: Segéd

source: Disconnected
es: Desconectado
fr: Déconnecté

source: Switching Request Sent to the Server
es: Solicitud de desvió envíada al Servidor
fr: Demande de changement de position d'aiguille envoyée au serveur
hu: A vágányútállítási kérelem el lett küldve az irányítónak

source: Demote this player
es: Degradar a este jugador
fr: Rétrograder ce joueur
hu: Játékos lefokozása

source: Learn more
es: Más información
fr: En savoir plus
hu: További információ

source: You are the dispatcher in this multiplayer session
es: Eres el CTC en esta sesión multijugador
fr: Vous êtes le dispatcheur dans cette session multijoueurs
hu: Te vagy a diszpécser ebben a többjátékos munkamenetben.

source: Message all players
es: Mensaje a todos los jugadores
fr: Message à tous les joueurs
hu: Üzenet minden játékosnak

source: Simulation time
es: Tiempo simulación
fr: Heure du simulateur
hu: Szimulációs idő

source: Map customization
es: Personalizar mapas
fr: Personnaliser la carte
hu: Térkép testreszabása

source: All trains
es: Todos los trenes
fr: Tous les trains
hu: Minden vonat

source: Only active trains
es: Sólo trenes activos
fr: Uniquement trains actifs
hu: Csak aktív vonatok

source: Train state
es: Tren estático
fr: État des trains
hu: Vonatállapot

source: Train labels
es: Nom. tren
fr: Libellés des trains
hu: Vonatcímkék

source: Signal state
es: Estado señal
fr: Etat du signal
hu: Jelzésképek

source: Signals
es: Señales
fr: Signaux
hu: Jelzők

source: Switches
es: Desvíos
fr: Aiguilles
hu: Váltók

source: Siding labels
es: Nom. apartaderos
fr: Libellés des voies de service
hu: Mellékvágánycímkék

source: Platform labels
es: Nom. andenes
fr: Libellés des quais
hu: Peroncímkék

source: Platforms
es: Andenes
fr: Quais
hu: Peronok

source: Map features
es: Características del mapa
fr: Caractéristiques de la carte
hu: Térkép jellemzői

source: Rotate between themes
es: Rotar entre temas
fr: Tourner entre les thèmes
hu: Témaváltás

source: Show simulation time
es: Mostrar tiempo de simulación
fr: Afficher l'heure du simulateur
hu: Szimulációs idő megjelenítése

source: Use anti-aliasing
es: Usa anti-aliasing
fr: Activer l'anticrénelage
hu: Anti-aliasing használata

source: Multiplayer settings
es: Configuración multijugador
fr: Paramètres multijoueurs
hu: Többjátékos beállítások

source: Penalty for speeding && SPAD
es: Sanción por velocidad o SPAD
fr: Pénalités (excès de vitesse && signalisation manquée)
hu: Büntetés gyorshajtásért && SPAD

source: Prefer green signals
es: Preferir señales verdes
fr: Préférer les signaux ouverts
hu: Zöld jelzők előnyben részesítése

source: Allow new players to join
es: Permitir nuevos jugadores
fr: Session ouverte à de nouveaux joueurs
hu: Új játékosok csatlakozhatnak

source: Map settings and controls
es: Config. y controles del mapa
fr: Paramètres de la carte
hu: Térképbeállítások és funkciók

source: Follow my train on the map
es: Siguir mi tren en el mapa
fr: Suivre mon train sur la carte
hu: A vonatom követése a térképen

source: Jump to my train on the map
es: Saltar a mi tren en el mapa
fr: Aller à mon train sur la carte
hu: Ugrás a vonatomhoz a térképen

source: Jump to my train in game
es: Saltar a mi tren en el juego
fr: Aller à mon train dans la simulation
hu: Ugrás a vonatomhoz a játékban

source: Map resolution (m):
es: Zoom mapa (m):
fr: Résolution (en m) :
hu: Térképfelbontás (m):

source: Allow throwing switches
es: Permitir accionar desvíos
fr: Autoriser le manoeuvre des aiguillages
hu: A váltók állíthatók

source: Allow changing signals
es: Permitir cambiar señales
fr: Autoriser le changement de signaux
hu: A jelzők módosíthatók

source: Draw next path section
es: Dibujar itinerario
fr: Tracer le chemin
hu: Előrelátható útvonalszakasz rajzolása

source: Players
es: Jugadores
fr: Joueurs
hu: Játékosok

source: Allow call on
es: Permitir llamada
fr: Autoriser le signal d'appel
hu: Hívás engedélyezése

source: Map window
es: Ventana Mapa
fr: Carte
hu: Térképablak

source: Activity Events
es: Eventos Actividad
fr: Evènements de l'Activité
hu: Szolgálat eseményei

source: without success
es: sin éxito
fr: sans succès
hu: sikertelenül

source: Resume
es: Continuar
fr: Reprendre
hu: Folytatás

source: Resume and close box
es: Continuar y cerrar caja
fr: Fermer la fenêtre et reprendre
hu: Folytatás és bezárás

source: Close box
es: Cerrar caja
fr: Fermer la fenêtre
hu: Ablak bezárása

source: Quit activity
es: Salir actividad
fr: Quitter l'activité
hu: Szolgálat befejezése

source: Status: Activity paused
es: Estado: Actividad pausada
fr: Statut : Activité en pause
hu: Állapot: Szolgálat szüneteltetve

source: Status: Activity resumed
es: Estado: Actividad reanudada
fr: Statut : Activité reprise
hu: Állapot: Szolgálat folytatva

source: End Activity
es: Fin Actividad
fr: Fin de l'activité
hu: Szolgálat vége

source: Status: Activity running
es: Estado: Actividad ejecutandose
fr: Statut : Activité en cours
hu: Állapot: Activity fut

source: This activity has ended {0}. For a detailed evaluation, see the Help Window (F1).
es: Esta actividad ha terminado {0}. Para una evaluación detallada, consulte la Ventana Ayuda (F1).
fr: Cette activité est terminée {0}. Pour une évaluation détaillée, voir la fenêtre d'aide (F1).
hu: A szolgálat {0} ért véget.Részletes kiértékelésért lásd a Súgóablakot <F1>.

source: Event: {0}
es: Evento: {0}
fr: Evénement : {0}
hu: Esemény: {0}

source: Car Operation Menu
es: Menu Operaciones Vagón
fr: Opérations sur le véhicule
hu: Kocsivizsgálat

source: Car ID
es: ID Vagón
fr: ID véhicule
hu: Azonosító

source: Unset Handbrake
es: Freno mano desactivado
fr: Desserrer le frein à main

source: Set Handbrake
es: Activar freno mano
fr: Serrer le frein à main

source: Power Off
es: Potencia desconectada
fr: Mise hors tension

source: Power On
es: Potencia conectada
fr: Mise sous tension

source: Disconnect MU Connection
es: Desconectar la conexión MU
fr: Désengager la connexion UM

source: Connect MU Connection
es: Conecte la conexión MU
fr: Engager la connexion UM

source: Battery Switch Off
es: Interruptor batería desconectado
fr: Désactiver l'interrupteur de batterie

source: Battery Switch On
es: Interruptor batería conectado
fr: Activer l'interrupteur de batterie

source: Disonnect Electric Train Supply
es: Desconectar suministro tren eléctrico
fr: Débrancher l'alimentation électrique du train

source: Close Front Angle Cock
es: Cerrar llave paso frontal
fr: Fermer le robinet avant

source: Open Front Angle Cock
es: Abrir llave paso frontal
fr: Ouvrir le robinet avant

source: Close Rear Angle Cock
es: Cerrar llave paso trasero
fr: Fermer le robinet arrière

source: Open Rear Angle Cock
es: Abrir llave paso trasero
fr: Ouvrir le robinet arrière

source: Close Bleed Off Valve
es: Cerrar la válvula de purga
fr: Fermer la vanne de purge

source: Open Bleed Off Valve
es: Abrir la válvula de purga
fr: Ouvrir la vanne de purge

source: Close window
es: Cerrar Ventana
fr: Fermer la fenêtre
hu: Ablak bezárása

source: Handbrake set
es: Aplicar freno mano
fr: Frein à main serré
hu: Kézifék: be

source: Handbrake off
es: Quitar freno mano
fr: Frein à main desserré
hu: Kézifék: ki

source: Power OFF command sent
es: Enviar comando apagar unidad
fr: Commande d'arrêt envoyée
hu: Leállítási parancs elküldve

source: Power ON command sent
es: Enviar comando encender unidad
fr: Commande de mise en route envoyée
hu: Elindítási parancs elküldve

source: No power command for this type of car!
es: ¡Sin comando energia para este tipo de vagón!
fr: Aucune commande de puissance pour ce type de véhicule !
hu: Ezt a típusú kocsit nem lehet gépként elindítani!

source: MU signal connected
es: MU señal conectada
fr: Signal UM connecté
hu: Távvezérlő kábel csatlakoztatva

source: MU signal disconnected
es: MU señal desconectada
fr: Signal UM déconnecté
hu: Távvezérlő kábel szétcsatolva

source: No MU command for this type of car!
es: ¡Sin comando MU para este tipo de vagón!
fr: Aucune commande UM pour ce type de véhicule !
hu: Távvezérlés nem lehetséges ennél a típusú kocsinál.

source: Switch off battery command sent
es: Enviado comando apagado batería
fr: Commande de coupure batterie envoyée
hu: Akkumulátor kikapcsolási parancs elküldve

source: Switch on battery command sent
es: Enviado comando encendido batería
fr: Commande d'activation batterie envoyée
hu: Akkumulátor bekapcsolási parancs elküldve

source: Front ETS cable connected
es: Cable ETS frontal conectado
fr: Ligne de chauffage train connectée à l'avant
hu: Első vonatfűtési kábel csatlakoztatva

source: Front ETS cable disconnected
es: Cable ETS frontal desconectado
fr: Ligne de chauffage train déconnectée à l'avant
hu: Első vonatfűtési kábel szétcsatlakoztatva

source: This car doesn't have an ETS system
es: Este coche no tiene sistema ETS
fr: Ce véhicule n'a pas de chauffage électrique
hu: Ez a kocsi nem rendelkezik el. vonatfűtéssel

source: Front brake hose connected
es: Manguera freno delantera conectada
fr: Raccord de frein avant connecté
hu: Első féktömlők csatolva

source: Front brake hose disconnected
es: Manguera freno delantera desconectada
fr: Raccord de frein avant déconnecté
hu: Első féktömlők szétcsatolva

source: Front angle cock opened
es: Llave freno delantera abierta
fr: Robinet de frein avant ouvert
hu: Első végelzáró kinyitva

source: Front angle cock closed
es: Llave freno delantera cerrada
fr: Robinet de frein avant fermé
hu: Első végelzáró lezárva

source: Rear angle cock opened
es: Llave freno trasera abierta
fr: Robinet de frein arrière ouvert
hu: Hátsó végelzáró kinyitva

source: Rear angle cock closed
es: Llave freno trasera cerrada
fr: Robinet de frein arrière fermé
hu: Hátsó végelzáró lezárva

source: Bleed off valve opened
es: Valvula purga abierta
fr: Vanne de purge ouverte
hu: Kieresztőszelep nyitva

source: Bleed off valve closed
es: Valvula purga cerrada
fr: Vanne de purge fermée
hu: Kieresztőszelep lezárva

source: Compass
es: Brújula
fr: Compas
hu: Iránytű

source: Compose Message (e.g. receiver1, receiver2: message body)
es: Componer Mensaje (p.e. receiver1, receiver2: cuerpo mensaje)
fr: Composer le message (p. ex. récepteur1, récepteur2: corps de message)
hu: Üzenet beírása (pl. címzett1, címzett2: üenet szövege)

source: EOT List
es: Lista EOT
fr: Liste EOT
hu: Vonatvégvezérlők

source: Filename
es: Nombre archivo
fr: Nom du fichier
hu: Fájlnév

source: Folder Name
es: Nombre de la carpeta
fr: Nom du dossier
hu: Könyvtárnév

source: Can't attach EOT if player train not stopped
es: No se puede conectar EOT si el tren del jugador no se detiene
fr: Impossible d'installer un équipement EOT si le train n'est pas à l'arrêt

source: Player train already has a mounted EOT
es: El tren de jugadores ya tiene un EOT conectado
fr: Le train possède déjà un équipement EOT

source: Can't mount an EOT if another one is mounted
es: No se puede conectar un EOT si hay otro conectado
fr: Impossible d'installer un équipement EOT si un autre est déjà installé

source: Help
es: Ayuda
fr: Aide
hu: Súgó

source: Key Commands
es: Teclas comandos
fr: Commandes clavier
hu: Billentyűparancsok

source: Briefing
es: Instrucciones
fr: Instructions
hu: Eligazítás

source: Timetable
fr: Horaires
hu: Menetrend

source: Station
es: Estación
fr: Gare
hu: Állomás

source: Arrive
es: Llegada
fr: Arrivée
hu: Érkezés

source: Actual
fr: Réel
hu: Tényleges

source: Depart
es: Salida
fr: Départ
hu: Indulás

source: (missed)
es: (perdido)
fr: (manquée)
hu: (kihagyva)

source: Work Orders
es: Orden de Trabajo
fr: Ordre de travail
hu: Menetutasítás

source: Task
es: Tarea
fr: Tâche
hu: Feladat

source: Car(s)
es: Vagón(es)
fr: Véhicule(s)
hu: Kocsi

source: Location
es: Ubicación
fr: Localisation
hu: Állomás

source: Status
es: Estados
fr: Statut
hu: Állapot

source: Assemble Train
es: Acople el tren
fr: Atteler le train
hu: Kocsirendezés

source: At Location
es: En Ubicación
fr: À l'emplacement
hu: Állomás

source: Drop Off
es: Disminuir
fr: Déposer
hu: Lecsatolás

source: Pick Up
es: Recoger
fr: Récupérer
hu: Rácsatolás

source: Done
es: Nada
fr: Terminé
hu: Kész

source: Evaluation
es: Evaluación
fr: Évaluation
hu: Kiértékelés

source: This Activity has ended.
es: Esta actividad ha terminado.
fr: Cette activité est terminée.
hu: Ez a szolgálat teljesítve.

source: Timetable:
es: Horarios:
fr: Horaires :
hu: Menetrend:

source: - Station stops:
es: - Parada estaciones:
fr: - Arrêts en gare :
hu: - Állomási megállások:

source: - Remaining station stops:
es: - Restantes estaciones con parada:
fr: - Arrêts en gare restants :
hu: - Maradék állomási megállások:

source: - Missed station stops:
es: - Parada estaciones olvidada:
fr: - Arrêts en gare manqués :
hu: - Elszalasztott állomási megállások:

source: Work orders:
es: Orden de trabajo:
fr: Ordres de travail :
hu: Menetutasítás:

source: Assemble Train At Location
es: Montar el tren en la ubicación
fr: Atteler le train
hu: Kocsirendezés adott helyen

source: - Tasks:
es: - Tareas:
fr: - Tâches:
hu: - Feladatok:

source: - Accomplished:
es: - Cumplidas:
fr: - Accomplies :
hu: - Elvégzett:

source: - Coupling speed limits:
es: - Límites velocidad acoplamiento:
fr: - Vitesses limites d'attelage :
hu: - Csatolások sebességhatárai:

source: Procedures
es: Procedimientos
fr: Procédures
hu: Eljárások

source: A report file was created:
es: Se creó un archivo de informe:
fr: Un fichier de rapport a été créé :
hu: Riportfájl elkészítve:

source: Steam.
es: Vapor.
fr: Vapeur.
hu: Gőz.

source: Electric.
es: Electrico.
fr: Electrique.
hu: Villany.

source: Current Delay: {0} minute
es: Retraso actual {0} minuto
fr: Retard actuel : {0} minute
hu: Pillanatnyi késés: {0} perc

source: Task accomplished
es: Tarea cumplida
fr: Tâche accomplie
hu: Feladat elvégezve

source: Throttle
es: Regulador
fr: Traction/Freinage
hu: Menetszabályzó

source: Power In/Out
es: Potencia Encendido/Apagado
fr: Puissance Entrée / Sortie
hu: Teljesítmény Be/Ki

source: Motive force
es: Fuerza motriz
fr: Force motrice
hu: Mozgatóerő

source: Num of substeps
es: Num de pasos secundarios
fr: Nombre de sous-pas
hu: Allépések száma

source: Memory
es: Memoria
fr: Mémoire
hu: Memória

source: GCs
fr: Ramassages de miettes (GC)
hu: GC-k

source: Frame time
es: Marco de tiempo
fr: Temps entre deux images
hu: Frame idő

source: Render process
es: Renderización
fr: Processus de rendu
hu: Render folyamat

source: Updater process
es: Actualización
fr: Processus de mise à jour
hu: Updater folyamat

source: Loader process
es: Proceso carga
fr: Processus de chargement
hu: Loader folyamat

source: Sound process
es: Proceso sonido
fr: Processus de son
hu: Sound folyamat

source: Time
es: Hora
fr: Heure
hu: Idő

source: Replay
es: Repetición
fr: Relecture
hu: Visszajátszás

source: Gradient
es: Pendiente
fr: Déclivité
hu: Pályaemelkedés

source: Direction
es: Dirección
fr: Inverseur
hu: Irány

source: Regulator
es: Regulador
fr: Régulateur
hu: Töltésszabályzó

source: Train brake
es: Freno tren
fr: Frein de train
hu: Vonatfék

source: Retainers
es: Retenedores
fr: Retenue
hu: Visszatartó szelepek

source: Engine brake
es: Freno maquina
fr: Frein direct
hu: Mozdonyfék

source: Brakemen brake
es: Freno manual
fr: Frein du garde-frein
hu: Fékezőszemélyzet
