Repository: openrails/openrails
Catalog: Source/Locales/ORTS.Settings/*.po
Languages: cs, da, de, es, fr, hu, pt_br, ru

source: Control Firebox Open
cs: Ovladač Otevřít ohniště
da: Styring Åbn Brændkammer (Firebox)
de: Steuerung: Feuerbüchse öffnen
hu: Irányítás Tűzszekrény nyitása
pt_br: Caixa de controle de fogo aberta

source: Control Firebox Close
cs: Ovladač Zavřít ohniště
da: Styring Luk Brændkammer (Firebox)
de: Steuerung: Feuerbüchse schließen
hu: Irányítás Tűzszekrény zárása
pt_br: Caixa de controle de fogo fechada

source: Control Firing Rate Increase
cs: Ovladač Zvýšit dávku paliva
da: Styring Øg Fyringsgrad (Firing Rate)
de: Steuerung: Schaufelrate erhöhen
hu: Irányítás Tüzelőadagolás növelése
pt_br: Controle de aumento da taxa de disparo

source: Control Firing Rate Decrease
cs: Ovladač Snížit dávku palivy
da: Styring Reducer Fyringsgrad (Firing Rate)
de: Steuerung: Schaufelrate verringern
hu: Irányítás Tüzelőadagolás csökkentése
pt_br: Controle de redução da taxa de disparo

source: Control Fire Shovel Full
cs: Ovladač Max. paliva
da: Styring Fyld skovlen (Fire Shovel Full)
de: Steuerung: Schaufelrate maximal
hu: Irányítás Egy lapát szén rádobása
pt_br: Controle máximo de Pá cheia

source: Control Cylinder Cocks
cs: Ovladač Kohout válce
da: Styring Cylinder Porte (Cylinder Cocks)
de: Steuerung: Zylinderhähne
hu: Irányítás Hengercsapok
pt_br: Torneiras de cilindro de controle

source: Control Small Ejector Increase
pt_br: Controlar o aumento do ejetor pequeno

source: Control Small Ejector Decrease
pt_br: Controlar a diminuição do ejetor pequeno

source: Control Cylinder Compound
cs: Ovladač Sdružený válec
pt_br: Composto do Cilindro de Controle

source: Control Refill
cs: Ovladač Doplnit
da: Styring Påfyldning
de: Steuerung: Auffüllen
hu: Irányítás Üzemanyag-újratöltés
pt_br: Recarga de controle

source: Control TroughRefill
pt_br: Calha de controle

source: Control ImmediateRefill
pt_br: Controle de recarga imediata

source: Control Turntable Clockwise
pt_br: Controle a plataforma giratória no sentido horário

source: Control Turntable Counterclockwise
pt_br: Controle a plataforma giratória no sentido anti horario

source: {0} requires and is modified by Shift
cs: {0} vyžaduje stisknutí Shift
da: {0} kræves og styres af Shift
de: {0} benötigt und wird von SHIFT (Umschalttaste) abgeändert.
es: {0} requiere y es modificado con Mayus
fr: {0} nécessite d'appuyer sur Shift
hu: A {0} parancs eleve használja a Shift-et, nem lehet módosítani is vele
pt_br: {0} requer e é modificado por Shift
ru: для модификации {0} нужен Shift

source: {0} requires and is modified by Control
cs: {0} vyžaduje stisknutí Control
da: {0} kræves og styres af Control
de: {0} benötigt und wird von CTRL (STRG) abgeändert.
es: {0} requiere y es modificado con Control
fr: {0} nécessite d'appuyer sur Ctrl
hu: A {0} parancs eleve használja a Control-t, nem lehet módosítani is vele
pt_br: {0} requer e é modificado pelo Control
ru: для модификации {0} нужен Control

source: {0} requires and is modified by Alt
cs: {0} vyžaduje stisknutí Alt
da: {0} kræves og styres af Alt
de: {0} {0} benötigt und wird von ALT abgeändert.
es: {0} requiere y es modificado con Alt
fr: {0} nécessite d'appuyer sur Alt
hu: A {0} parancs eleve használja az Alt-ot, nem lehet módosítani is vele
pt_br: {0} requer e é modificado por Alt
ru: для модификации {0} нужен Alt

source: {0} and {1} both match {2}
cs: {0} a {1} jsou totožné s {2}
da: {0} og {1} stemmer overens med {2}
de: {0} und {1} liegen beide auf {2}.
es: {0} y {1} ambos coinciden {2}
fr: {0} et {1} correspondent tous les deux à la touche {2}
hu: {0} és {1} is ehhez rendelve: {2}
pt_br: {0} e {1} correspondem a {2}
ru: {2} одновременно назначено для {0} и {1}

source: Debug Precipitation Increase
cs: Ladit Přidat srážky
da: Fejlfinding Mere Nedbør
de: Debug: Niederschlag stärker
hu: Hibakeresés Csapadék növelése

source: Camera Reset
cs: Pohled Resetovat
da: Kamera Nulstil
de: Kamera: Zurücksetzen
hu: Kamera Alaphelyzet

source: Camera Cab Rotate
cs: Pohled Natáčení kabiny
da: Kamera Roter Førerhus
de: Kamera: Führerstand in überhöhten Kurven mitdrehen
hu: Kamera Vezérállás elforgatása

source: Control Pantograph 1
cs: Ovladač Sběrač 1
da: Styring Strømaftager1
de: Steuerung: Pantograph 1
hu: Irányítás 1-es áramszedő

source: Control Pantograph 2
cs: Ovladač Sběrač 2
da: Styring Strømaftager2
de: Steuerung: Pantograph 2
hu: Irányítás 2-es áramszedő

source: Control Firing
cs: Ovladač Spalování
da: Styring Fyringen
de: Steuerung: Befeuern
hu: Irányítás Tüzelés

source: Debug Dump Keymap
da: Fejlfinding Gem Tastaturoversigt
de: Debug: Tastendruck-Liste speichern
hu: Hibakeresés Billentyűzetkép

source: Camera Pan Left
da: Kamera Flyt Venstre
de: Kamera: Schwenken nach links
hu: Kamera Pásztázás balra

source: Camera Pan Right
da: Kamera Flyt Højre
de: Kamera: Schwenken nach rechts
hu: Kamera Pásztázás jobbra

source: Camera Pan Up
da: Kamera Flyt Op
de: Kamera: Schwenken nach oben
hu: Kamera Pásztázás fel

source: Camera Pan Down
da: Kamera Flyt Ned
de: Kamera: Schwenken nach unten
hu: Kamera Pásztázás le

source: Camera Zoom In
da: Kamera Zoom Ind
de: Kamera: Hineinzoomen
hu: Kamera Nagyítás

source: Camera Zoom Out
da: Kamera Zoom Ud
de: Kamera: Herauszoomen
hu: Kamera Kicsinyítés

source: Camera Rotate Left
da: Kamera Roter Venstre
de: Kamera: Drehen nach links
hu: Kamera Forgatás balra

source: Camera Rotate Right
da: Kamera Roter Højre
de: Kamera: Drehen nach rechts
hu: Kamera Forgatás jobbra

source: Camera Rotate Up
da: Kamera Roter Op
de: Kamera: Drehen nach oben
hu: Kamera Forgatás felfelé

source: Camera Rotate Down
da: Kamera Roter Ned
de: Kamera: Drehen nach unten
hu: Kamera Forgatás lefelé

source: Control Emergency
da: Styring Nødsituation

source: Reverser Neutral
es: Inversor neutro
fr: Inverseur de marche neutre
ru: Реверсор Нейтраль

source: Reverser Full Reversed
es: Inversor completamente invertido
fr: Inverseur de marche complètement arrière
ru: Реверсор Полный Назад

source: Reverser Full Forward
es: Inversor hacia adelante
fr: Inverseur de marche complètement avant
ru: Реверсор Полный Вперёд

source: Throttle Idle
es: Regulador inactivo
fr: Manipulateur traction à vide
ru: Контроллер 0

source: Full Throttle
es: Regulador a fondo
fr: Manipulateur traction à fond
ru: Контроллер 100%

source: Dynamic Brake
es: Freno dinamico
fr: Frein dynamique
ru: Динамический тормоз

source: Dynamic Brake Setup
es: Configuración freno dinámico
fr: Configuration du frein dynamique
ru: ЭДТ Подготовка

source: Auto Brake Released
es: Freno automático liberado
fr: Frein automatique relâché
ru: Отпуск АТ

source: Full Auto Brake
es: Freno automático completo
fr: Frein automatique complet
ru: Полное служебное торможение

source: Emergency Brake
es: Freno emergencia
fr: Frein d’urgence
ru: Экстренное торможение

source: Independent Brake Released
es: Freno independiente liberado
fr: Frein indépendant relâché
ru: Локомотивный тормоз Отпуск

source: Independent Brake Full
es: Freno independiente completo
fr: Frein indépendant activé au maximum
ru: Локомотивный тормоз 100%

source: Bail Off Disengaged (in Released position)
es: Bail Off desconectado (en posición liberado)
fr: Dispositif d’affranchissement désactivé (en position relâchée)
ru: Отпуск ЛТ откл. (в отпускном положении)

source: Bail Off Engaged (in Released position)
es: Bail Off enganchado (en posición liberada)
fr: Dispositif d’affranchissement activé (en position relâchée)
ru: Отпуск ЛТ вкл. (в отпускном положении)

source: Bail Off Disengaged (in Full position)
es: Bail Off desconectado (en posición completa)
fr: Dispositif d’affranchissement désactivé (en position maximale)
ru: Отпуск ЛТ откл. (в тормозном положении)

source: Bail Off Engaged (in Full position)
es: Bail Off enganchado (en posición completa)
fr: Dispositif d’affranchissement activé (en position maximale)
ru: Отпуск ЛТ вкл. (в тормозном положении)

source: Rotary Switch 1-Position 1(OFF)
es: Interruptor giratorio 1 posición 1 (apagado)
fr: Interrupteur rotatif 1-Position 1 (OFF)
ru: Пакетник 1 - позиция 1(Откл)

source: Rotary Switch 1-Position 2(SLOW)
es: Interruptor giratorio 1 posición 2 (LENTO)
fr: Interrupteur rotatif 1-Position 2 (SLOW)
ru: Пакетник 1 - позиция 2(Медл)

source: Rotary Switch 1-Position 3(FULL)
es: Interruptor giratorio 1 posición 3 (COMPLETO)
fr: Interrupteur rotatif 1-Position 3 (FULL)
ru: Пакетник 1 - позиция 3(Быстр)

source: Rotary Switch 2-Position 1(OFF)
es: Interruptor giratorio de 2 posiciones 1 (apagado)
fr: Interrupteur rotatif 2-Position 1 (OFF)
ru: Пакетник 2 - позиция 1(Откл)

source: Rotary Switch 2-Position 2(DIM)
es: Interruptor giratorio de 2 posiciones 2 (DIM)
fr: Interrupteur rotatif 2-Position 2 (DIM)
ru: Пакетник 2 - позиция 2(Тускло)

source: Rotary Switch 2-Position 3(FULL)
es: Interruptor giratorio de 2 posiciones 3 (COMPLETO)
fr: Interrupteur rotatif 2-Position 3 (FULL)
ru: Пакетник 2 - позиция 3(Ярко)

source: Reverse Reverser Direction
es: Invertir dirección inversor
fr: Inverser la direction de l’inverseur de marche
ru: Обратить направление Реверсора

source: Reverse Throttle Direction
es: Invertir dirección regulador
fr: Inverser la direction du manipulateur de traction
ru: Обратить направление Контроллера

source: Reverse Auto Brake Direction
es: Invertir dirección freno automático
fr: Inverser la direction du frein automatique
ru: Обратить направление Крана Машиниста

source: Reverse Independent Brake Direction
es: Invertir dirección freno independiente
fr: Inverser la direction du frein indépendant
ru: Обратить направление Крана независимого тормоза

source: Full Range Throttle
es: Rango completo regulador
fr: Manipulateur traction pleine plage
ru: Ходовые позиции - на весь диапазон

source: Cut Off Delta
es: Delta de corte
fr: Delta de coupure
ru: Ступень отсечки

source: Button {0} is assigned to
es: El botón {0} está asignado a
fr: Le bouton {0} est assigné à
ru: Клавиша {0} назначена для
