Repository: openrails/openrails
Catalog: Source/Locales/ORTS.Settings/*.po
Languages: cs, da, de, es, fr, hu, pt_br, ru

source: Game Pause Menu
cs: Hra Menu pauza
da: Spil Pausemenu
de: Spiel: Pause-Menü
hu: Játék Szünet menü
pt_br: Menu Pausa no Jogo

source: Game Save
cs: Hra Uložit
da: Spil Gem
de: Spiel: Speichern
hu: Játék Mentés
pt_br: Jogo Salvo

source: Game Quit
cs: Hra Ukončit
da: Spil Afslut
de: Spiel: Beenden
hu: Játék Kilépés
pt_br: Sair do jogo

source: Game Pause
cs: Hra Pauza
da: Spil Pause
de: Spiel: Pause
hu: Játék Szünet
pt_br: Pausa do jogo

source: Game Screenshot
cs: Hra Uložit obrázek obrazovky
da: Spil Screenshot
de: Spiel: Screenshot
hu: Játék Képernyőkép
pt_br: Captura de tela do jogo

source: Game Fullscreen
cs: Hra Celá obrazovka
da: Spil Fuldskærm
de: Spiel: Vollbild
hu: Játék Teljes képernyő
pt_br: Jogo em tela cheia

source: Game Switch Ahead
cs: Hra Výhybka před
da: Spil Skift Sporskifte Forude
de: Spiel: Weiche vorne
hu: Játék Váltóállítás elöl
pt_br: Mudança de jogo à frente

source: Game Switch Behind
cs: Hra Výhybka za
da: Spil Skift Sporskifte Bagude
de: Spiel: Weiche hinten
hu: Játék Váltóállítás hátul
pt_br: Mudança de jogo por trás

source: Game Switch Picked
cs: Hra Výběr výhybky
da: Spil Sporskifte Valgt
de: Spiel: Weichen vorauswählen
hu: Játék Váltóállítás kattintva
pt_br: Mudança de jogo escolhida

source: Game Signal Picked
cs: Hra Výběr návěstidla
da: Spil Signal Valgt
de: Spiel: Signale vorauswählen
hu: Játék Jelzőállítás kattintva
pt_br: Sinal de jogo escolhido

source: Game Switch With Mouse
cs: Hra Výhybka myší
da: Spil Skift Sporskifte Med Mus
de: Spiel: Weiche mit Maus stellen
hu: Játék Váltóállítás egérrel
pt_br: Interruptor de jogo com o mouse

source: Game Uncouple With Mouse
cs: Hra Rozpojit myší
da: Spil Frakobl Med Mus
de: Spiel: Abkuppeln mit Maus
hu: Játék Szétcsatolás egérrel
pt_br: Jogo desacoplar com mouse

source: Game Change Cab
cs: Hra Přepnout kabinu
da: Spil Skift Førerhus
de: Spiel: Führerstand wechseln
hu: Játék Vezérállás váltása
pt_br: Jogos Trocar cabine

source: Game Request Control
cs: Hra Požadavek na volnou cestu
da: Spil Anmod Om Kontrol
de: Spiel: Kontrolle erbitten
hu: Játék Irányítás átvétele
pt_br: Controle de solicitação de jogo

source: Game Multi Player Dispatcher
cs: Hra po síti Dispečer
da: Spil Multiplayer Dispatcher
de: Spiel: Mehrspieler Disponent
hu: Játék Forgalomirányító ablak
pt_br: Dispatcher para múltiplos jogadores

source: Game Multi Player Texting
cs: Hra po síti Poslat zprávu
da: Spil Multiplayer Beskeder
de: Spiel: Mehrspieler Nachrichten
hu: Játék Üzenet küldése
pt_br: Jogo multijogador de texto

source: Game Switch Manual Mode
cs: Hra Ruční režim výhybek
da: Spil Sporskifte Manuel Tilstand
de: Spiel: Signalmodus umschalten
hu: Játék Kézi forgalomirányítás
pt_br: Modo manual do interruptor de AMV de jogo

source: Game Clear Signal Forward
cs: Hra Postav cestu vpřed
da: Spil Ryd Signalet Forude
de: Spiel: Signalfreigabe vorne
hu: Játék Vágányút beállítása elöl
pt_br: Sinal claro do jogo para a frente

source: Game Clear Signal Backward
cs: Hra Postav cestu vzad
da: Spil Ryd Signalet Bagude
de: Spiel: Signalfreigabe hinten
hu: Játék Vágányút beállítása hátul
pt_br: Sinal claro do jogo para trás

source: Game Reset Signal Forward
cs: Hra Obnov cestu vpřed
da: Spil Nulstil Signalet Forude
de: Spiel: Signal vorne zurücksetzen
hu: Játék Vágányút törlése elöl
pt_br: Reposição do sinal do jogo

source: Game Reset Signal Backward
cs: Hra Obnov cestu vzad
da: Spil Nulstil Signalet Bagude
de: Spiel: Signal hinten zurücksetzen
hu: Játék Vágányút törlése hátul
pt_br: Sinal de reinicialização do jogo para trás

source: Game Autopilot Mode
cs: Hra Autopilot
de: Spiel: Autopilot aktivieren
hu: Játék Robotpilóta üzemmód
pt_br: Modo de piloto automático do jogo

source: Game Suspend Old Player
pt_br: Jogo Suspender Jogador Antigo

source: Display Next Window Tab
cs: Zobrazit Další záložka okna
da: Vis Næste Vindue
de: Anzeigen: Nächte Registerkarte im Fenster
hu: Megjelenítés Következő ablakfül
pt_br: Exibir a guia Próxima janela

source: Display Help Window
cs: Zobrazit Okno nápovědy
da: Vis Hjælpevinduet
de: Anzeigen: Hilfefenster
hu: Megjelenítés Súgóablak
pt_br: Exibir janela de ajuda

source: Display Track Monitor Window
cs: Zobrazit Monitor tratě
da: Vis Spor Monitor
de: Anzeigen: Streckenmonitor
hu: Megjelenítés Pályafigyelő ablak
pt_br: Exibir janela do monitor de trilha

source: Display HUD
cs: Zobrazit Interní veličiny
da: Vis HUD
de: Anzeigen: HUD
hu: Megjelenítés HUD
pt_br: Display trem

source: Display Car Labels
cs: Zobrazit Popis vozidel
da: Vis Vognetiketter
de: Anzeigen: Waggonlabels
hu: Megjelenítés Kocsik címkéi
pt_br: Display vagões

source: Display Station Labels
cs: Zobrazit Popis stanic
da: Vis Stationsetiketter
de: Anzeigen: Stationslabels
hu: Megjelenítés Állomások címkéi
pt_br: Display nome estações

source: Display Switch Window
cs: Zobrazit Okno výhybky
da: Vis Sporskifte Vinduet
de: Anzeigen: Weichenstellfenster
hu: Megjelenítés Váltóállító ablak
pt_br: Janela do interruptor de exibição

source: Display Train Operations Window
cs: Zobrazit Okno vlaku
da: Vis Togsammensætning Vinduet
de: Anzeigen: Zugbedienungs-Fenster
hu: Megjelenítés Vonatvizsgáló ablak
pt_br: Exibir janela Operações de trem

source: Display Next Station Window
cs: Zobrazit Okno následující stanice
da: Vis Næste Station Vindue
de: Anzeigen: Nöchster Halt Fenster
hu: Megjelenítés Következő állomások ablaka
pt_br: Exibir janela da próxima estação

source: Display Compass Window
cs: Zobrazit Kompas
da: Vis Kompas Vindue
de: Anzeigen: Kompass
hu: Megjelenítés Iránytű ablak
pt_br: Janela de exibição da bússola

source: Display Basic HUD Toggle
cs: Zobrazit Přepnutí zákl. interních veličin
de: Anzeigen: Einfaches HUD an/aus
pt_br: Alternar exibição básica do HUD

source: Display Train List Window
pt_br: Exibir janela Operações de trem

source: Debug Speed Up
cs: Ladit Zrychlit čas
da: Fejlfinding Øg hastighed
de: Debug: Zeitablauf schneller
hu: Hibakeresés Idő gyorsítása
pt_br: Acelerar a depuração

source: Debug Speed Down
cs: Ladit Zpomalit čas
da: Fejlfinding Sænk hastighed
de: Debug: Zeitablauf langsamer
hu: Hibakeresés Idő lassítása
pt_br: Velocidade de depuração reduzida

source: Debug Speed Reset
cs: Ladit Výchozí rychlost
da: Fejlfinding Nulstil Hastighed
de: Debug: Zeitablauf zurücksetzen
hu: Hibakeresés Időgyorsítás alaphelyzetbe
pt_br: Redefinição de velocidade de depuração

source: Debug Overcast Increase
cs: Ladit Přidat oblačnost
da: Fejlfinding Mere Overskyet
de: Debug: Wolkendecke dicker
hu: Hibakeresés Borússág növelése
pt_br: Velocidade de depuração reduzida

source: Debug Overcast Decrease
cs: Ladit Ubrat oblačnost
da: Fejlfinding Mindre Overskyet
de: Debug: Wolkendecke dünner
hu: Hibakeresés Borússág csökkentése
pt_br: Diminuir a redução de nublado

source: Debug Fog Increase
cs: Ladit Přidat mlhu
da: Fejlfinding Mere Tåge
de: Debug: Nebel dicker
hu: Hibakeresés Köd növelése
pt_br: Depurar aumento de neblina

source: Debug Fog Decrease
cs: Ladit Ubrat mlhu
da: Fejlfinding Mindre Tåge
de: Debug: Nebel dünner
hu: Hibakeresés Köd csökkentése
pt_br: Depurar diminuir de neblina

source: Debug Precipitation Decrease
cs: Ladit Ubrat srážky
da: Fejlfinding Mindre Nedbør
de: Debug: Niederschlag schwächer
hu: Hibakeresés Csapadék csökkentése
pt_br: Diminuir a Precipitação de Depuração

source: Debug Weather Change
cs: Ladit Změna počasí
da: Fejlfinding Vejrskift
de: Debug: Wetter ändern
hu: Hibakeresés Időjárás megváltoztatása
pt_br: Depurar mudança de clima

source: Debug Clock Forwards
cs: Ladit Hodiny vpřed
da: Fejlfinding Ur Fremad
de: Debug: Uhr vordrehen
hu: Hibakeresés Óra előre
pt_br: Avançar no relógio de depuração

source: Debug Clock Backwards
cs: Ladit Hodiny vzad
da: Fejlfinding Ur Baglæns
de: Debug: Uhr zurückdrehen
hu: Hibakeresés Óra hátra
pt_br: Relógio de depuração para trás

source: Debug Logger
cs: Ladit Spustit/zastavit logování
da: Fejlfinding Logføring
hu: Hibakeresés Adatrögzítő
pt_br: Registrador de Depuração

source: Debug Lock Shadows
cs: Ladit Uzamknout stíny
da: Fejlfinding Lås Skygger
de: Debug: Schatten festsetzen
hu: Hibakeresés Árnyékok rögzítése
pt_br: Sombras de bloqueio de depuração

source: Debug Dump Keyboard Map
cs: Ladit Výpis mapy klávesnice
pt_br: Mapa do teclado de despejo de depuração

source: Debug Log Render Frame
cs: Ladit Logování vykreslování
da: Fejlfinding Log Render Frame
de: Debug: Frame-Render Details loggen
hu: Hibakeresés Render frame naplózása
pt_br: Quadro de renderização do log de depuração

source: Debug Tracks
cs: Ladit Koleje
da: Fejlfinding Spor
de: Debug: Gleise
hu: Hibakeresés Vágányok
pt_br: Depurar faixas

source: Debug Signalling
cs: Ladit Zabezpečovací systém
da: Fejlfinding Signalering
de: Debug: Signalsystem
hu: Hibakeresés Jelzők
pt_br: Sinalização de depuração

source: Debug Reset Wheel Slip
cs: Ladit Resetovat prokluz kol
da: Fejlfinding Nulstil Hjulspin
de: Debug: Radschlupf zurücksetzen
hu: Hibakeresés Kerékcsúszás leállítása
pt_br: Deslizamento da roda da restauração da depuração

source: Debug Toggle Advanced Adhesion
cs: Ladit Zapnout/vypnout pokročilou adhezi
da: Fejlfinding Skift Avanceret Friktion
de: Debug: Detaillierteres Reibungsmodel an/aus
hu: Hibakeresés Fejlett súrlódás be/ki
pt_br: Adesão avançada de alternância de depuração

source: Debug Sound Form
cs: Ladit Okno zvuků
da: Fejlfinding Lydtype
de: Debug: Sound-Formular
hu: Hibakeresés Hang
pt_br: Depurar formato do som

source: Debug Physics Form
cs: Ladit Okno fyziky
da: Fejlfinding Fysisk Type
de: Debug: Physik-Formular
hu: Hibakeresés Fizika
pt_br: Formulário de Física de Depuração

source: Camera Cab
cs: Pohled Kabina
da: Kamera Førerhus
de: Kamera: Führerstand
hu: Kamera Vezérállás
pt_br: Camera da cabine

source: Camera 3D Cab
cs: Pohled 3D kabina
da: Kamera 3D Førerhus
de: Kamera: 3D-Führerstand
hu: Kamera 3D vezérállás
pt_br: Cabine 3D

source: Camera Toggle Show Cab
cs: Pohled Ukaž kabinu
da: Kamera Vis Førerhus til/fra
de: Kamera: Führerstandsgrafik an/aus
hu: Kamera Vezérálláskép ki/be
pt_br: Alternar câmera Mostrar cabine

source: Camera Head Out Forward
cs: Pohled Boční vpřed
da: Kamera Hovedet Ud Fremad
de: Kamera: Hinauslehnen vorwärts
hu: Kamera Kihajolás előrenézve
pt_br: Cabeça da câmera para a frente

source: Camera Head Out Backward
cs: Pohled Boční vzad
da: Kamera Hovedet Ud Bagud
de: Kamera: Hinauslehnen rückwärts
hu: Kamera Kihajolás hátranézve
pt_br: Cabeça da câmera para trás

source: Camera Outside Front
cs: Pohled Začátek vlaku
da: Kamera Udendørs Fremad
de: Kamera: Außen 1 (Zugspitze)
hu: Kamera Kívül elöl
pt_br: Câmera Fora da Frente

source: Camera Outside Rear
cs: Pohled Konec vlaku
da: Kamera Udendørs Bagud
de: Kamera: Außen 2 (Zugende)
hu: Kamera Kívül hátul
pt_br: Câmera Fora Traseira

source: Camera Trackside
cs: Pohled Trať
da: Kamera Langs Sporet
de: Kamera: Beobachter
hu: Kamera Pálya mellett
pt_br: Lado da pista da câmera

source: Camera Passenger
cs: Pohled Cestující
da: Kamera Passagerer
de: Kamera: Passagier
hu: Kamera Utaskamera
pt_br: Camera do passageiro

source: Camera Brakeman
cs: Pohled Brzdař
da: Kamera Bremsemand
de: Kamera: Bremser
hu: Kamera Fékállás
pt_br: Camera do guarda freios

source: Camera Free
cs: Pohled Volný
da: Kamera Frit
de: Kamera: Frei beweglich
hu: Kamera Szabad
pt_br: Camera Livre

source: Camera Previous Free
cs: Pohled Volný předcházející
da: Kamera Frit Forrige
de: Kamera: Vorherige frei Bewegliche
hu: Kamera Előző szabad
pt_br: Camera Anterior livre

source: Camera Move Fast
cs: Pohled Pohyb rychle
da: Kamera Flyt Hurtigt
de: Kamera: Schnelle Bewegungen
hu: Kamera Gyors mozgás
pt_br: A câmera se move rapidamente

source: Camera Move Slow
cs: Pohled Pohyb pomalu
da: Kamera Flyt Langsomt
de: Kamera: Langsame Bewegungen
hu: Kamera Lassú mozgás
pt_br: Câmera se move lentamente

source: Camera Pan (Rotate) Left
cs: Pohled Otočit vlevo
pt_br: Panorâmica da câmera (girar) para a esquerda

source: Camera Pan (Rotate) Right
cs: Pohled Otočit vpravo
pt_br: Panorâmica da câmera (girar) para a direita

source: Camera Pan (Rotate) Up
cs: Pohled Otočit nahoru
pt_br: Panorâmica da câmera (girar) para cima

source: Camera Pan (Rotate) Down
cs: Pohled Otočit dolů
pt_br: Panorâmica da câmera (girar) para baixo

source: Camera Zoom In (Move Z)
cs: Pohled Přiblížit
pt_br: Mais zoom da câmera (Mover Z)

source: Camera Zoom Out (Move Z)
cs: Pohled Oddálit
pt_br: Reduzir o zoom da câmera (Mover Z)

source: Camera Rotate (Pan) Left
cs: Pohled Pohyb vlevo
pt_br: Rotação da câmera (panorâmica) esquerda

source: Camera Rotate (Pan) Right
cs: Pohled Pohyb vpravo
pt_br: A câmera gira (panorâmica) para a direita

source: Camera Rotate (Pan) Up
cs: Pohled Pohyb nahoru
pt_br: A câmera gira (panorâmica) para cima

source: Camera Rotate (Pan) Down
cs: Pohled Pohyb dolů
pt_br: A câmera gira (Pan) para baixo

source: Camera Car Next
cs: Pohled Další vozidlo
da: Kamera Næste Vogn
de: Kamera: Nächster Waggon
hu: Kamera Következő kocsi
pt_br: Camera do próximo vagao

source: Camera Car Previous
cs: Pohled Předchozí vozidlo
da: Kamera Forrige Vogn
de: Kamera: Vorheriger Waggon
hu: Kamera Előző kocsi
pt_br: Câmera do vagao Anterior

source: Camera Car First
cs: Pohled První vozidlo
da: Kamera Første Vogn
de: Kamera: Erster Waggon
hu: Kamera Első kocsi
pt_br: Camera do primeiro vagao

source: Camera Car Last
cs: Pohled Poslední vozidlo
da: Kamera Sidste Vogn
de: Kamera: Letzter Waggon
hu: Kamera Utolsó kocsi
pt_br: Camera do ultimo vagao

source: Camera Jumping Trains
cs: Pohled Přepnout vlak
da: Kamera Hop mellem tog
de: Kamera: zu anderem Zug springen
hu: Kamera Másik vonat
pt_br: Trens de salto de câmera

source: Camera Jump Back Player
cs: Pohled Vlak hráče
da: Kamera Hop Til Fører
de: Kamera: zum Spielerzug springen
hu: Kamera Játékos vonata
pt_br: Câmera retroceder Player

source: Camera Jump See Switch
cs: Pohled Výhybka
da: Kamera Hop Til Sporskifte
de: Kamera: Weiche ansehen
hu: Kamera Ugrás a váltóhoz
pt_br: Salto da câmera Veja o interruptor

source: Camera Vibrate
cs: Pohled Kývání
da: Kamera Vibrer
de: Kamera: Vibration
hu: Kamera Rázkódás
pt_br: Camera Vibração

source: Control Forwards
cs: Ovladač Vpřed
da: Styring Fremad
de: Steuerung: Vorwärts
hu: Irányítás Előre
pt_br: Controle para a frente

source: Control Backwards
cs: Ovladač Vzad
da: Styring Baglæns
de: Steuerung: Rückwärts
hu: Irányítás Hátra
pt_br: Controle para trás

source: Control Throttle Increase
cs: Ovladač Zvýšit tah
da: Styring Øg Gashåndtaget
de: Steuerung: Regler höher
hu: Irányítás Menetszabályzó növelése
pt_br: Aumento do acelerador de controle

source: Control Throttle Decrease
cs: Ovladač Snížit tah
da: Styring Reducer Gashåndtaget
de: Steuerung: Regler niedriger
hu: Irányítás Menetszabályzó csökkentése
pt_br: Diminuição do acelerador de controle

source: Control Throttle Zero
pt_br: Zero do acelerador de controle

source: Control Gear Up
cs: Ovladač Řazení nahoru
da: Styring Højere Gear
de: Steuerung: Gang hinaufschalten
hu: Irányítás Sebességfokozat fel
pt_br: Controle de engrenagem

source: Control Gear Down
cs: Ovladač Řazení dolů
da: Styring Lavere Gear
de: Steuerung: Gang zurückschalten
hu: Irányítás Sebességfokozat le
pt_br: Engrenagem para baixo

source: Control Train Brake Increase
cs: Ovladač Zabrzdit vlakovou brzdu
da: Styring Øg Togbremsen
de: Steuerung: Zugbremse stärker
hu: Irányítás Vonatfék növelése
pt_br: Aumento do freio do trem de controle

source: Control Train Brake Decrease
cs: Ovladač Odbrzdit vlakovou brzdu
da: Styring Reducer Togbremsen
de: Steuerung: Zugbremse schwächer
hu: Irányítás Vonatfék csökkentése
pt_br: Diminuição do freio do trem de controle

source: Control Train Brake Zero
pt_br: Controle do trem para alivio

source: Control Engine Brake Increase
cs: Ovladač Zabrzdit přídavnou brzdu
da: Styring Øg Lokomotivbremsen
de: Steuerung: Lokbremse stärker
hu: Irányítás Mozdonyfék növelése
pt_br: Aumento do freio do motor de controle

source: Control Engine Brake Decrease
cs: Ovladač Odbrzdit přídavnou brzdu
da: Styring Reducer Lokomotivbremsen
de: Steuerung: Lokbremse schwächer
hu: Irányítás Mozdonyfék csökkentése
pt_br: Diminuição do freio do motor de controle

source: Control Dynamic Brake Increase
cs: Ovladač Zabrzdit dynamickou brzdu
da: Styring Øg Dynamisk Bremse
de: Steuerung: E-Bremse stärker
hu: Irányítás Dinamikus fék növelése
pt_br: Controle de aumento freio dinamico

source: Control Dynamic Brake Decrease
cs: Ovladač Odbrzdit dynamickou brzdu
da: Styring Reducer Dynamisk Bremse
de: Steuerung: E-Bremse schwächer
hu: Irányítás Dinamikus fék csökkentése
pt_br: Controle diminuir freio dinamico

source: Control Bail Off
cs: Ovladač Odbrzdit
da: Styring Nulstil Bremser (Bail Off)
de: Steuerung: Bremsen getrennt lösen
hu: Irányítás Fék kiengedése
pt_br: Baill off do freio independente

source: Control Initialize Brakes
cs: Ovladač Inicializace brzdového systému
da: Styring Initialiser Bremser
de: Steuerung: Bremsen zurücksetzen
hu: Irányítás Fékek üzembe helyezése
pt_br: Controlar inicializar freios

source: Control Handbrake Full
cs: Ovladač Zabrzdit ruční brzdu
da: Styring Fuld Håndbremse
de: Steuerung: Handbremsen voll
hu: Irányítás Kézifék be
pt_br: Controle freio de manual freiado

source: Control Handbrake None
cs: Ovladač Odbrzdit ruční brzdu
da: Styring Løsn Håndbremse
de: Steuerung: Handbremsen aus
hu: Irányítás Kézifék ki
pt_br: Controle freio manual solto

source: Control Odometer Show/Hide
cs: Ovladač Zobrazit/skrýt měřič ujeté vzdálenosti
pt_br: Odômetro de controle Mostrar / Ocultar

source: Control Odometer Reset
cs: Ovladač Resetovat měřič ujeté vzdálenosti
de: Steuerung: Entfernungsmesser zurücksetzen
hu: Irányítás Útmérő nullázása
pt_br: Resetar Odometro

source: Control Odometer Direction
cs: Ovladač Směr měřiče ujeté vzdálenosti
pt_br: Direção do odômetro de controle

source: Control Retainers On
cs: Ovladač Zarážky aktivní
da: Styring Retainer til
de: Steuerung: Retainer an
hu: Irányítás Légfékvisszatartó szelepek be
pt_br: Retentores de controle ativados

source: Control Retainers Off
cs: Ovladač Zarážky neaktivní
da: Styring Retainer fra
de: Steuerung: Retainer aus
hu: Irányítás Légfékvisszatartó szelepek ki
pt_br: Retentores de controle desativados

source: Control Brake Hose Connect
cs: Ovladač Zapojit brzdové hadice
da: Styring Bremseslange Tilkobl
de: Steuerung: Bremsschläuche verbinden
hu: Irányítás Fékvezeték csatlakoztatása
pt_br: Mangueira do freio conectados

source: Control Brake Hose Disconnect
cs: Ovladač Odpojit brzdové hadice
da: Styring Bremseslange Frakobl
de: Steuerung: Bremsschläuche trennen
hu: Irányítás Fékvezeték szétbontása
pt_br: Mangueira do freio desconectados

source: Control Alerter
cs: Ovladač Tlačítko bdělosti
da: Styring Alarm / Alerter
de: Steuerung: SIFA
hu: Irányítás Éberségjelző
pt_br: Controle do Alertor

source: Control Emergency Push Button
cs: Ovladač Záchranná brzda
de: Steuerung: Druckknopf für Notbremse
hu: Irányítás Vészfék ütőgomb
pt_br: Freio de emergência

source: Control Sander
cs: Ovladač Pískování
da: Styring Sandspreder
de: Steuerung: Sander
hu: Irányítás Homokoló
pt_br: Areia

source: Control Sander Toggle
cs: Ovladač Přepínání pískování
de: Steuerung: Sander an/aus
hu: Irányítás Homokoló ki/be
pt_br: Control de areia automatico

source: Control Wiper
cs: Ovladač Stěrače
da: Styring Vinduesviskere
de: Steuerung: Scheibenwischer
hu: Irányítás Ablaktörlő
pt_br: Limpador parabrisas

source: Control Horn
cs: Ovladač Houkačka
da: Styring Horn
de: Steuerung: Horn
hu: Irányítás Kürt
pt_br: Buzina

source: Control Bell
cs: Ovladač Píšťala
da: Styring Horn / Klokke
de: Steuerung: Glocke
hu: Irányítás Harang
pt_br: Sino

source: Control Bell Toggle
cs: Ovladač Píšťala (přepnout)
da: Styring Klokke til/fra
de: Steuerung: Glocke an/aus
hu: Irányítás Harang ki/be
pt_br: Sino automatico

source: Control Door Left
cs: Ovladač Dveře levé
da: Styring Venstre døre
de: Steuerung: Türen links
hu: Irányítás Baloldali ajtók
pt_br: Porta aberta esquerda

source: Control Door Right
cs: Ovladač Dveře pravé
da: Styring Højre døre
de: Steuerung: Türen rechts
hu: Irányítás Jobboldali ajtók
pt_br: Porta aberta direita

source: Control Mirror
cs: Ovladač Zrcátka
da: Styring Spejle
de: Steuerung: Spiegel
hu: Irányítás Tükrök
pt_br: Espelho de Controle

source: Control Light
cs: Ovladač Osvětlení kabiny
da: Styring Lys
de: Steuerung: Führerstandbeleuchtung
hu: Irányítás Fények
pt_br: Controle de Luzes

source: Control Circuit Breaker Closing Order
pt_br: Ordem de fechamento do disjuntor de controle

source: Control Circuit Breaker Opening Order
pt_br: Ordem de Abertura do Disjuntor de Controle

source: Control Circuit Breaker Closing Authorization
pt_br: Autoriza de fechamento do disjuntor de controle

source: Control Diesel Player
cs: Ovladač Start/Stop motoru dieselu (hráč)
da: Styring Diesel Fører
de: Steuerung: Motor Spielerlok
hu: Irányítás Irányított gép
pt_br: Controle do Diesel do Jogador

source: Control Diesel Helper
cs: Ovladač Start/Stop motoru dieselu (ostatní)
da: Styring Diesel Hjælper
de: Steuerung: Motor Hilfloks
hu: Irányítás Segédgép
pt_br: Controle ajudante diesel

source: Control Headlight Increase
cs: Ovladač Zapnout světla/reflektory
da: Styring Forøg Lyset
de: Steuerung: Spitzenlicht aufblenden
hu: Irányítás Homlokfény fel
pt_br: Aumento do farol de controle

source: Control Headlight Decrease
cs: Ovladač Vypnout světla/reflektory
da: Styring Sænk Lyset
de: Steuerung: Spitzenlicht abblenden
hu: Irányítás Homlokfény le
pt_br: Diminuição dos faróis de controle

source: Control Injector 1 Increase
cs: Ovladač Zvýšit injektor 1
da: Styring Øg Indsprøjtning1
de: Steuerung: Injektor 1 stärker
hu: Irányítás Bal gőzsugárszivattyú növelése
pt_br: Aumento do Injetor de Controle 1

source: Control Injector 1 Decrease
cs: Ovladač Snížit injektor 1
da: Styring Reducer Indsprøjtning1
de: Steuerung: Injektor 1 schwächer
hu: Irányítás Bal gőzsugárszivattyú csökkentése
pt_br: Diminuição do Injetor de Controle 1

source: Control Injector 1
cs: Ovladač Injektor 1
da: Styring Indsprøjtning1
de: Steuerung: Injektor 1
hu: Irányítás Bal gőzsugárszivattyú
pt_br: Injetor de Controle 1

source: Control Injector 2 Increase
cs: Ovladač Zvýšit injektor 2
da: Styring Øg Indsprøjtning2
de: Steuerung: Injektor 2 stärker
hu: Irányítás Jobb gőzsugárszivattyú növelése
pt_br: Aumento do Injetor de Controle 2

source: Control Injector 2 Decrease
cs: Ovladač Snížit injektor 2
da: Styring Reducer Indsprøjtning2
de: Steuerung: Injektor 2 schwächer
hu: Irányítás Jobb gőzsugárszivattyú csökkentése
pt_br: Diminuição do Injetor de Controle 2

source: Control Injector 2
cs: Ovladač Injektor 2
da: Styring Indsprøjtning2
de: Steuerung: Injektor 2
hu: Irányítás Jobb gőzsugárszivattyú
pt_br: Injetor de controle 2

source: Control Blower Increase
cs: Ovladač Zvýšit průtok
da: Styring Øg Blæser (Blower)
de: Steuerung: Bläser stärker
hu: Irányítás Gőzsugár-fúvóka nyitása
pt_br: Aumento do ventilador de controle

source: Control Blower Decrease
cs: Ovladač Snížit průtok
da: Styring Reducer Blæser (Blower)
de: Steuerung: Bläser schwächer
hu: Irányítás Gőzsugár-szivattyú zárása
pt_br: Diminuição do ventilador de controle

source: Control Steam Heat Increase
pt_br: Controle do aumento do calor do vapor

source: Control Steam Heat Decrease
pt_br: Diminuir o calor do vapor de controle

source: Control Damper Increase
cs: Ovladač Zvýšit klapku
da: Styring Øg Spjæld (Damper)
de: Steuerung: Dämpfer stärker
hu: Irányítás Légbefúvó növelése
pt_br: Aumento do Amortecedor de Controle

source: Control Damper Decrease
cs: Ovladač Snížit klapku
da: Styring Reducer Spjæld (Damper)
de: Steuerung: Dämpfer schwächer
hu: Irányítás Légbefúvó csökkentése
pt_br: Diminuição do Damper de Controle
