Repository: openrails/openrails
Catalog: Source/Locales/Contrib/*.po
Languages: cs, de, es, fr, it, pt_br, ru

source: About
cs: O programu
de: Über Trackviewer
es: Acerca de
fr: A propos
it: Info
pt_br: Sobre
ru: О программе

source: Select paths to draw
de: Anzuzeigende Fahrstraßen auswählen
es: Seleccionar itinerario a dibujar
fr: Sélectionnez les chemins à dessiner
pt_br: Selecionar caminhos para desenhar
ru: Выберите маршруты для отображения

source: Clear all
cs: Vyčistit vše
de: Alles löschen
es: Borrar todo
fr: Effacer tout
it: Cancella tutto
pt_br: Limpar tudo
ru: Скрыть всё

source: Search
cs: Hledat
de: Suchen
es: Buscar
fr: Recherche
it: Cerca
pt_br: Pesquisar
ru: Поиск

source: Shows tileX and tileZ of the world location at the mouse pointer
cs: Zobrazit X dlaždice a Z dlaždice polohy v daném světě na ukazateli myši
de: Zeigt tileX- und tileZ-Koordinaten beim Mauszeiger an
es: Muestra Tile X y Tile Z del mundo en el puntero del ratón
fr: Afficher la position des tuiles X et Z du pointeur de la souris
it: Mostra la posizione del tile X e Z del puntatore del mouse
pt_br: Mostra tile X e tile Z da localização no ponteiro do mouse
ru: Координаты квадрата под указателем мыши

source: Shows X-coordinate (without tileX) at the mouse pointer
cs: Zobrazit souřadnici X (bez X dlaždice) na ukazateli myši
de: Zeigt X-Koordinate (ohne tileX) beim Mauszeiger an
es: Muestra coordenada X (sin Tile X) en el puntero del ratón
fr: Afficher la coordonnée X (sans tuileX) du pointeur de la souris
it: Mostra la coordinata X (senza tile) del puntatore del mouse
pt_br: Mostra coordenada X (sem tile X) no ponteiro do mouse
ru: Долгота точки под указателем мыши

source: Shows Z-coordinate (without tileZ) at the mouse pointer
cs: Zobrazit souřadnici Z (bez Z dlaždice) na ukazateli myši
de: Zeigt Z-Koordinate (ohne tileZ) beim Mauszeiger an
es: Muestra coordenada Z (sin Tile Z) en el puntero del ratón
fr: Afficher la coordonnée Z (sans tuileZ) du pointeur de la souris
it: Mostra la coordinata Z (senza tile) del puntatore del mouse
pt_br: Mostra coordenada Z (sem tile Z) no ponteiro do mouse
ru: Широта точки под указателем мыши

source: Trackindex
cs: Index tratě
de: Gleisindex
es: Indice Vías
fr: Index voie
pt_br: Índice da via
ru: Каталог путей

source: Index in the Track DataBase (.tdb) file
cs: Index v souboru databáze tratě (.tdb)
de: Index in der Schienendatenbankdatei (.tdb)
es: Indice en archivo Track DataBase (.tdb)
fr: Index dans le fichier Track DataBase (.tdb)
it: Indice nel DataBase delle tracce (file .tdb)
pt_br: Índice no arquivo Track DataBase (.tdb)
ru: Номер в базе путей (*.tdb-файле)

source: Item
cs: Položka
de: Element
es: Articulo
fr: Élément
it: Elemento
ru: Элемент

source: Any other relevant information. Make your choice via Statusbar menu
cs: Další důležitá informace. Zvolte možnost z menu ze stavové lišty
de: Andere relevante Infos, bitte im Menüpunkt "Statusleiste" auswählen
es: Cualquier otra información pertinente. Haga su elección a través del menú Barra de Estado
fr: Toute autre information pertinente. Faites votre choix via le menu Barre d'état
it: Altre informazioni. Scegli dal menu della barra di stato
pt_br: Qualquer outra informação relevante. Faça sua escolha através do menu da barra de status
ru: Прочая информация. Выберите через меню статус-строки

source: Copyright by Open Rails project
cs: Chráněno autorským právem projektu Open Rails
de: Copyright von Open Rails Projekt
fr: Copyright Projet Open Rails
pt_br: Direitos reservados do projeto Open Rails Brasil
ru: © Open Rails project

source: hexadecimal =
cs: hexadecimálně =
de: Hexadezimal =
fr: hexadécimal =
it: esadecimale =
ru: в шестнадцатиричном =

source: &OK
ru: &Ясно

source: OK
ru: Принять

source: Welcome to the Sample Setup Wizard
cs: Vítejte v Průvodci příkladů nastavení
pt_br: Bem-vindo ao Assistente de configuração de amostra
ru: Добро пожаловать в Мастер настройки образца

source: Sample Header Title
cs: Příklad názvu záhlaví
ru: Название образца

source: Sample header subtitle will help a user complete a certain task in the Sample wizard by clarifying the task in some way.
cs: Příklad názvu záhlaví pomůže uživateli dokončit daný úkol v Průvodci příkladů nastavení vysvětlením úkolu konkrétním způsobem.
ru: Пояснение к заголовку образца поможет пользователю выполнить задачу в Мастере образцов, каким-то образом прояснив ее.

source: (Un)couple Point
cs: Připojovací/odpoj. bod
it: Punto di aggancio / sgancio
pt_br: Ponto de desacoplamento
ru: Точка прицепки/отцепки

source: Uncouple
cs: Rozpojit
it: Sgancio
pt_br: Desacoplar
ru: Отцепка

source: Couple
cs: Spojit
it: Aggancio
pt_br: Acoplar
ru: Прицепка

source: cars, wait for
cs: vozidla, čekající na
it: rotabili, attendi
pt_br: vagões, espera
ru: вагонов, ожидать

source: HH:MM
ru: ЧЧ:ММ

source: OR
pt_br: ORBR

source: Activiti Description
cs: Popis aktivity
it: Descrizione Activity

source: Loading terrain ace-files {0}-{1}
cs: Nahrávám ace soubory terénu {0}-{1}

source: left arrow: Shift left
cs: šipka doleva: posunout vlevo
it: freccia a sinistra: Shift left

source: down arrow: Shift down
cs: šipka dolů: posunout dolů
it: freccia in basso: Shift down

source: right arrow: Shift right
cs: šipka doprava: posunout vpravo
it: freccia a destra: Shift right

source: up arrow: Shift up
cs: šipka nahoru: posunout nahoru
it: freccia in su: Shift up

source: C: Shift to center of current path node
cs: C: posun do středu aktuálního uzlu cesty
it: C: Centra sul nodo corrente

source: shift-C: Shift to center of current mouse location
cs: shift-C: posun do středu aktuálního umístění myši
it: shift-C: Centra alla posizione del mouse

source: PgUp: Show more of the path
cs: PgUp: zobrazit více cesty
it: PgUp: Mostra una sezione in più del path

source: PgDn: Show less of the path
cs: PgDn: zobrazit méně cesty
it: PgDn: Mostra una sezione in meno del path

source: shift-PgUp: Show the full path
cs: shift-PgUp: zobrazit celou cestu
it: shift-PgUp: Mostra tutto il path

source: shift-PgDn: Show only start point of path
cs: shift-PgDn: zobrazit pouze výchozí bod cesty
it: shift-PgDn: Mostra solo il punto di partenza del path

source: ctrl-Z: Undo in path editor
cs: ctrl-Z: krok zpět v editoru cesty
it: ctrl-Z: Annulla comando

source: ctrl-Y: Redo in path editor
cs: ctrl-Y: znovu v editoru cesty
it: ctrl-Y: Ripristina

source: Right column → OR_Trackviewer
cs: Pravý sloupec → OR_Trackviewer
it: Colonna a destra → OR_Trackviewer

source: (Re)load route
cs: Nahrát trať
it: (Ri)carica route

source: View
cs: Zobrazit
it: Visualizza

source: Show raw path from .pat file (shift F11)
cs: Zobrazit náhled cesty ze souboru .pat (shift F11)

source: Zoom to tile (z)
cs: Zoom na dlaždice (z)
it: Zooma al tile (w)

source: Zoom reset (r)
cs: Zoom resetovat (r)
it: Reset Zoom (r)

source: Track items
cs: Položky trati
it: Elementi delle tracce

source: Show mileposts (shift F5)
cs: Zobrazit milníky (shift F5)
it: Mostra gli indicatori kilometrici (shift-F5)

source: Statusbar
cs: Stavový řádek
it: Barra di stato

source: Preferences
cs: Nastavení
it: Preferenze

source: Zooming is centered on mouse (m)
cs: Zoomování je centrováno na myš (m)
it: Il punto di zoom è centrato sul mouse (m)

source: Path-Editor
cs: Editor cest

source: Show chart (in development)
cs: Zobrazit schéma (ve vývoji)
it: Mostra grafici (in sviluppo)

source: Terrain
cs: Terén
it: Terreno

source: Paths to draw
cs: Cesty k nakreslení
it: Path da tracciare

source: Loading terrain data:
it: Caricamento dati terreno:

source: For broken paths charting is not supported
it: Grafici non supportati per i path interrotti

source: Currently all intended and planned editor features have been implemented.
it: Al momento tutte le funzioni previste dell'editor sono state implementate.

source: Known limitations
it: Limitazioni note

source: * The saved-paths have not been tested with MSTS or ORTS.
it: * I path salvati non sono stati testati con MSTS o ORTS

source: * Possibly non-standard junctions (> 1 incoming or > 2 outgoing tracks) might not work.
it: * Scambi non standard (> 1 entrate o >2 uscite) potrebbero non funzionare.

source: Feedback is appreciated.
it: I commenti sono graditi.
