Repository: openrails/openrails
Catalog: Source/Locales/Contrib/*.po
Languages: cs, de, es, fr, it, pt_br, ru

source: Activity Editor
cs: Editor aktivit
de: Aufgabeneditor
es: Editor Actividades
fr: Éditeur Activité
pt_br: Editor de atividade
ru: Редактор сценариев

source: Tool intended for the creation of activities for the Open simulator Rail.
cs: Nástroj určený pro vytváření aktivit pro Open Rails.
de: Werkzeug zur Erstellung von Aufgaben für den Open Rails Simulator.
es: Herramienta destinada a la creación de actividades para Open Rail Simulator.
fr: Outil destiné à la création d'activités pour le simulateur Open Rails.
it: Tool per la creazione di activity per il simulatore Open Rails.
pt_br: Ferramenta destinada à criação de atividades para o simulador Open Rails.
ru: Утилита предназначена для создания сценариев под ORTS.

source: Version 0.1
cs: Verze 0.1
es: Versión 0.1
pt_br: Versão 0.1
ru: Версия 0.1

source: AboutActEdit
cs: O Editoru aktivit
de: Über den Aufgabeneditor
es: AcercaActEdit
fr: A propos de l'Editeur d'Activité
ru: О программе

source: ActionDuration
cs: Délka akce
de: Aufgabendauer
es: AcciónDuración
fr: Durée Action
pt_br: Duração da ação
ru: Продолжительность

source: Pre-delay :
cs: Zpoždění:
de: Vorlaufzeit :
es: Pre-retardo :
fr: Pré-retard :
ru: Предварительная задержка :

source: ControlStartProperties
cs: Kontrola počátečních vlastností
es: PropiedadesControlEmpezar
fr: Propriétésdémarragecontrôle
pt_br: Controlar propriedades de início

source: ActionDuration: How long does the action takes. With a minimum of 10sec and a maximum of 25sec.
cs: Délka akce: Jak dlouho akce trvá. Nejméně 10 s a maximálně 25 s.
de: Aktionsdauer: Wie lang läuft die Aktion. Mit einem Minimum von 10sek und einem Maximum von 25sek.
es: AcciónDuración: Cuánto tiempo dura la acción. Con un mínimo de 10 segundos y un máximo de 25 seg.
fr: Durée Action: Combien de temps dure l'action. Avec un minimum de 10sec et un maximum de 25sec.
pt_br: Duração de ação: Quanto tempo a ação leva. Com um mínimo de 10 segundos e um máximo de 25 segundos.
ru: Длительность действия: Сколько времени длится действие. Минимальо 10сек, максимально 25сек.

source: Pre-Delay: Define the advance period for this action before the end of caller. Minimum 1sec, maximu 20sec, and not over the ActionDuration
cs: Zpoždění: Definovat předběžnou dobu zpoždění před koncem volání. Min. 1 s, max. 20 s a nepřekročit délku akce
de: Vorlaufzeit: Definiert den Zeitraum dee Aktion vor Ende des Aufrufes. Minimum 1sek, Maximum 20sek, aber nicht länger als Aktionsdauer
es: Pre-Retardo: Definir el plazo de antelación para esta acción antes del fin de la llamada. Mínimo de 1 seg, máximo 20 seg, y no sobre la AcciónDuración
fr: Pré-retard: Définissez la période d'avance pour cette action avant la fin de l'appelant. Minimum 1sec, maximu 20sec, et non sur la durée de l'action
ru: Предварительная задержка: Define the advance period for this action before the end of caller. Минимально 1сек, максимально 20сек, но не более ActionDuration

source: No Parameter to set
cs: Žádný parametr pro nastavení
de: Keine Parameter benötigt
es: Sin parámetro establecido
fr: Aucun paramètre à définir
pt_br: Nenhum parâmetro para definir
ru: Параметры не выбраны

source: ControlStoppedProperties
cs: Kontrola zastavených vlastností
es: ControlParadoPropiedades
fr: Contrôle propriétés arrêtées
pt_br: Controlar propriedades interrompidas

source: Delay :
cs: Zpoždění:
de: Verzögerung :
es: Demora :
fr: Retard :
pt_br: Atraso :
ru: Задержка :

source: Required Trigger Distance :
cs: Požadovaná vzdálenost spouštění:
de: Benötigt Auslöseentfernung :
es: Requiere Activar Distancia:
fr: Distance de déclenchement requise :
pt_br: Distância necessária do acionador :
ru: Дистанция срабатывания:

source: HornProperties
cs: Vlastnosti houkačky
de: Horn Eigenschaften
es: PropiedadesBocina
fr: Propriétés du klaxon
pt_br: Propriedades de buzina
ru: Свойства гудка

source: Activity Description
cs: Popis aktivity
de: Aufgabenbeschreibung
es: Descripción Actividad
fr: Description de l’activité
it: Descrizione Activity
pt_br: Descrição da atividade
ru: Описание сценария

source: Path Events
cs: Události cesty
de: Pfadereignisse
es: Eventos Itinirario
fr: Événements de chemin
it: Eventi del Path
pt_br: Eventos do Path

source: Remove
cs: Odstranit
de: Entfernen
es: Eliminar
fr: Supprimer
it: Rimuovi
pt_br: Remover
ru: Убрать

source: Edit
cs: Editovat
de: Bearbeiten
es: Editar
fr: Éditer
pt_br: Editar
ru: Править

source: Description
cs: Popis
de: Beschreibung
es: Descripción
it: Descrizione
pt_br: Descrição
ru: Описание

source: Consist :
cs: Sestava:
de: Zugverband:
es: Composición :
fr: Composition :
pt_br: Composição:
ru: Состав :

source: Description :
cs: Popis:
de: Beschreibung :
es: Descripción :
it: Descrizione:
pt_br: Descrição:
ru: Описание :

source: Activity Name :
cs: Název aktivity:
de: Name der Aufgabe :
es: Nombre Actividad :
fr: Nom de l'Activité :
it: Nome Activity:
pt_br: Nome da atividade :
ru: Название сценария :

source: Traffic Description
cs: Popis dopravy
de: Verkehrsbeschreibung
es: Descripción Trafico
fr: Description du Trafic
it: Descrizione Traffico
pt_br: Descrição do tráfego
ru: Описание движения

source: StartActivity
cs: Začátek aktivity
de: Aufgabe starten
es: Inicio Actividad
fr: Départ de l'activité
pt_br: Iniciar atividade
ru: Начать сценарий

source: Give your description :
cs: Vložte svůj popis:
de: Bitte Beschreibung eingeben :
es: Dar su descripción :
fr: Donnez votre description :
it: Scrivi la tua descrizione:
pt_br: Escreva sua descrição:
ru: Введите описание :

source: Environment
cs: Prostředí
de: Umgebung
es: Ambiente
fr: Environnement
it: Ambiente

source: Place Name :
cs: Název lokality:
de: Name platzieren
es: Nombre Lugar :
fr: Nom du lieu :
it: Nome Luogo:
pt_br: Colocar nome :
ru: Название места :

source: WAIT Activity Description
cs: Popis čekací aktivity
de: WARTE Aufgabenbeschreibung
es: ESPERAR Descripción actividad
fr: Description de l'attente

source: WaitActivity
cs: Čekací aktivita
es: Esperar Actividad
fr: Attente

source: NoMoreAct
cs: Žádné další aktivity
es: NoMasAct
fr: Plus d'activité

source: File
cs: Soubor
de: Datei
es: Archivo
fr: Fichier
pt_br: Arquivo
ru: Файл

source: New
cs: Nový
de: Neu
es: Nuevo
fr: Nouveau
it: Nuovo
pt_br: Novo
ru: Создать

source: Activity
cs: Aktivita
de: Aufgabe
es: Actividad
fr: Activité
pt_br: Atividade
ru: Сценарий

source: Traffic
cs: Doprava
de: KI-Verkehr
es: Trafico
pt_br: Tráfego
ru: Движение

source: Save
cs: Uložit
de: Speichern
es: Guardar
fr: Sauvegarde
it: Salva
pt_br: Salvar
ru: Сохранить

source: Metadata
de: Metadaten
es: Metadato
fr: Métadonnées
ru: Метаданные

source: Save As
cs: Uložit jako
de: Speichern unter
es: Guardar como
fr: Enregistrer sous
it: Salva come
pt_br: Salvar como
ru: Сохранить как

source: Load Activity
cs: Nahrát aktivitu
de: Aufgabe laden
es: Cargar Actividad
fr: Charger activité
it: carica Activity
pt_br: Carregar atividade
ru: Загрузить сценарий

source: Load Metada
cs: Nahrát metada
de: Lade Metadaten
es: Cargar Metadato
fr: Charger Metadonnées
it: Carica Metadata
pt_br: Carregar dados
ru: Загрузить метаданные

source: Quit
cs: Skončit
de: Beenden
es: Cerrar
fr: Quitter
it: Esci
pt_br: Sair
ru: Выйти

source: Tools
cs: Nástroje
de: Werkzeuge
es: Herramientas
fr: Outils
it: Strumenti
pt_br: Ferramentas
ru: Инструменты

source: Options
cs: Možnosti
de: Optionen
es: Opciones
it: Opzioni
pt_br: Opções
ru: Настройки

source: Import
cs: Importovat
de: Importieren
es: Importar
fr: Importer
pt_br: Importar
ru: Импортировать

source: Help
cs: Nápověda
de: Hilfe
es: Ayuda
fr: Aide
it: Aiuto
pt_br: Ajuda
ru: Помощь

source: About Activity Editor
cs: O editoru aktivit
de: Über den Aufgabeneditor
es: Acerca Editor Actividades
fr: A propos de l'éditeur d'activité
pt_br: Sobre o editor de atividades
ru: О редакторе сценариев

source: statusStrip1
es: estadoStrip1

source: Status
cs: Stav
es: Estado
fr: Statut
it: Stato
ru: Состояние

source: Edit Description
cs: Editovat popis
de: Beschreibung bearbeiten
es: Editar Descripción
fr: Éditer la Description
it: Modifica descrizione
pt_br: Editar descrição
ru: Править описание

source: Add Station Area
cs: Přidat plochu stanice
de: Bahnhofsbereich hinzufügen
es: Añadir Área Estación
fr: Ajouter zone de gare
pt_br: Adicionar área da estação
ru: Задать границы станции

source: Station Configuration
cs: Konfigurace stanice
de: Bahnhofskonfiguration
es: Configuración Estación
fr: Configuration Gare
pt_br: Configuração de estação
ru: Параметры станции

source: Add Tag
cs: Přidat značku
de: Label hinzufügen
es: Añadir Etiqueta
fr: Ajouter Étiquette
pt_br: Adicionar etiqueta
ru: Добавить метку

source: Add Station
cs: Přidat stanici
de: Bahnhof hinzufügen
es: Añadir Estación
fr: Ajouter Gare
pt_br: Adicionar estação
ru: Добавить станцию

source: Edit MetaSegment
cs: Editovat segment metadat
de: Metasegment bearbeiten
es: Editar MetaSegmento
fr: Éditerr MetaSegment
pt_br: Editar MetaSegment

source: Move
cs: Přesunout
de: Bewegen
es: Mover
fr: Déplacer
it: Sposta
pt_br: Mover
ru: Сдвинуть

source: Rotate
cs: Otočit
de: Drehen
es: Girar
fr: Tourner
it: Ruota
pt_br: Girar
ru: Повернуть

source: Activity Start
cs: Začátek aktivity
de: Aufgabenstart
es: Inicio Actividad
fr: Début Activité
it: Partenza Activity
pt_br: Iniciar atividade
ru: Начало сценария

source: Activity Stop
cs: Konec aktivity
de: Aufgabenstopp
es: Parar Actividad
fr: Fin Activité
it: Ferma Activity
pt_br: Parar atividade
ru: Конец сценария

source: Waiting Point
cs: Bod čekání
de: Wartepunkt
es: Punto Espera
fr: Point d'attente
it: Punto di attesa
pt_br: Ponto de aguardo
ru: Точка ожидания

source: Action Point
cs: Bod akce
de: Ereignisort
es: Punto Acción
fr: Point d'action
it: Punto di attività
pt_br: Ponto de ação
ru: Точка действия

source: Action Check
cs: Kontrola akce
de: Ereignis Check
es: Revisar Acción
fr: Vérification d'action
pt_br: Ponto de análise
ru: Проверить взаимодействие

source: toolStripButton10
es: herramientaStripBotón10

source: Click to start new Activity Description (not ready)
cs: Kliknutím začít nový Popis aktivity (není připraveno)
de: Klicken um neue Aufgabenbeschreibung zu erstellen (nicht umgesetzt)
es: Clic para iniciar nueva Descripción Actividad (no preparado)
fr: Cliquez pour commencer la nouvelle description d'activité (pas prêt)
pt_br: Clique para iniciar a nova Descrição da Atividade (não pronta)
ru: Создать описание сценария (not ready)

source: Click to create new Traffic description (not ready)
cs: Kliknutím vytvořit nový Popis dopravy (není připraveno)
de: Klicken um Verkehrsbeschreibung zu erstellen (nicht umgesetzt)
es: Clic para crear nueva descripción Trafico (no preparado)
fr: Cliquez pour créer une nouvelle description du trafic (pas prêt)
pt_br: Clique para criar uma nova descrição de tráfego (não pronta)
ru: Создать описания движения (not ready)

source: Click to load an existing OR Activity (not ready)
cs: Kliknutím nahrát existující OR aktivitu (není připraveno)
de: Klicken um bestehende Open Rails Aufgabe zu laden (nicht umgesetzt)
es: Clic para cargar una Actividad OR existente (no preparado)
fr: Cliquez pour charger une activité OR existante (non prêt)
pt_br: Clique para carregar uma atividade OR existente (não pronta)
ru: Закрузить существующий сценарий ОРТС (not ready)

source: Click to Edit Metadata for a specified route
cs: Kliknutím editovat metadata pro zvolenou trať
de: Klicken um Metadaten für bestimmte Route zu editieren
es: Clic para Editar Metadato de una ruta especifica
fr: Cliquez sur Modifier les métadonnées pour un itinéraire spécifié
pt_br: Clique para editar metadados para uma rota especificada
ru: Править метаданные выбраного полигона

source: Form1
es: Formulario1

source: Route MetaData
cs: Metadata tratě
de: Strecke Metadaten
es: Metadato Ruta
fr: Données route
pt_br: Rota MetaData
ru: Метаданные полигона

source: Display
cs: Displej
de: Anzeige
es: Visualizar
fr: Afficher
ru: Отобразить

source: Tag
cs: Značka
es: Etiqueta
fr: Étiquette
pt_br: Etiqueta
ru: Метка

source: Station
cs: Stanice
de: Bahnhof
es: Estación
fr: Gare
pt_br: Estação
ru: Станция

source: Center view
cs: Centrovat pohled
de: Ansicht zentrieren
es: Centrar Vista
fr: Centrer Vue
pt_br: Visão centralizada
ru: Центрировать вид

source: Editor Options
cs: Nastavení editoru
de: Editoroptionen
es: Editar Opciones
fr: Options Editeur
pt_br: Opções do editor
ru: Настройки редактора

source: Show Platform Label
cs: Zobrazit označení nástupišť
de: Bahnsteigbeschriftung anzeigen
es: Mostrar Etiqueta Anden
fr: Afficher Libellé quai
it: Mostra i marcatori dei marciapiedi
ru: Показывать маркеры платформ

source: Zoom level :
cs: Úroveň zooomu:
de: Zoom:
es: Nivel Zoom :
fr: Niveau Zoom :
it: Livello Zoom:
pt_br: Nível do zoom :
ru: Степень увеличения :

source: Size of snap circle :
cs: Velikost uchopovací kružnice:
es: Tamaño del circulo :
fr: Taille du cercle instantané :
pt_br: Tamanho do círculo de encaixe :
ru: Размер круга привязки :

source: Show Snap circle
cs: Zobrazit uchopovací kružnici
es: Mostrar el círculo
fr: Afficher le cercle d'accrochage
it: Mostra circoletto
pt_br: Mostrar círculo Snap
ru: Показать круг привязки

source: Show all Signal
cs: Zobrazit všechna návěstidla
de: Alle Signale anzeigen
es: Mostrar todas las Señales
fr: Montrer tous les Signaux
it: Mostra tutti i segnali
pt_br: Mostrar todos sinais
ru: Показывать все светофоры

source: Editor Preference
cs: Nastavení editoru
de: Editor Voreinstellungen
es: Editor Preferencias
fr: Préférence éditeur
it: Editor Preferenze
pt_br: Preferência do editor
ru: Предпочтения

source: Path Options
cs: Možnosti cest
de: Pfad Optionen
es: Opciones Itinerario
fr: Options chemin
it: Opzioni del Path
pt_br: Opções do path
ru: Выбор путей

source: Please, configure your paths
cs: Prosím nakonfigurujte svoje cesty
de: Bitte Fahrstraßen konfigurieren
es: Por favor, configure su itinerario
fr: S'il vous plaît, configurez vos chemins
pt_br: Por favor, configure seus paths
ru: Пожалуйста, задайте пути

source: Add
cs: Přidat
de: Hinzufügen
es: Añadir
fr: Ajouter
pt_br: Adicionar
ru: Добавить

source: Route Paths
cs: Cesty tratě
de: Fahrstraßen
es: Ruta Itinerario
fr: Chemin de la route
pt_br: Paths da rota
ru: Пути к полигонам

source: Browse
cs: Procházet
de: Durchsuchen
es: Explorar
fr: Parcourir
pt_br: Procurar
ru: Искать

source: MSTS Path :
cs: MSTS cesta:
de: Pfad zur MSTS-Installation :
es: Ruta a MSTS :
fr: Chemin MSTS :
ru: Путь к MSTS:

source: Debug Options
cs: Nastavení ladění
de: Debugging-Optionen
es: Depurar Opciones
fr: Options de débogage
pt_br: Depurador de opções
ru: Параметры Отладки

source: Show Snap Track Info
cs: Zobrazit uchopovací informace o trati
es: Mostrar Información de la vía
fr: Afficher les informations sur la voie d'accrochage
pt_br: Mostrar informações da faixa de snap

source: Show Snap Info
cs: Zobrazit uchopovací informace
es: Mostrar Info
fr: Afficher les informations d'accrochage
pt_br: Mostrar informações de snap

source: Show Snap Line
cs: Zobrazit uchopovací čáru
es: Mostrar Linea
fr: Afficher la ligne d'accrochage
pt_br: Mostrar linha de encaixe
ru: Показать линию привязки

source: Show Ruler
cs: Zobrazit pravítko
de: Lineal anzeigen
es: Mostrar regla
fr: Afficher la règle
it: Mostra righello
pt_br: Mostrar régua
ru: Показывать линейку

source: Show Track Info
cs: Zobrazit informace o trati
de: Fahrstraßeninfo anzeigen
es: Mostrar Info Vía
fr: Afficher les informations sur la voie
it: Mostra informazioni sul path
pt_br: Mostrar informação de via
ru: Сведения о секции пути

source: Show Tiles
cs: Zobrazit dlaždice
de: World Tiles anzeigen
es: Mostrar Baldosa
fr: Montrer Tiles
it: Mostra tiles
pt_br: Mostrar terrenos
ru: Показывать тайлы

source: Actions Configuration
cs: Konfigurace akcí
de: Aufgaben Konfiguration
es: Configurar Acciones
fr: Configuration des actions
pt_br: Configuração de ações
ru: Конфигурация действий

source: < remove
cs: < odstranit
de: < Entfernen
es: < quitar
fr: < supprimer
it: < Rimuovi
pt_br: < remover
ru: < Убрать

source: Add >
cs: Přidat >
de: Hinzufügen >
es: Añadir >
fr: Ajouter >
it: Aggiungi >
pt_br: Adicionar >
ru: Добавить >

source: Configuration for Generic Auxiliary Actions
cs: Konfigurace generických pomocných akcí
de: Konfiguration für allgemeine Hilfsaktionen
es: Configuración de Acciones Auxiliares Genéricas
fr: Configuration des actions auxiliaires génériques
pt_br: Configuração para ações auxiliares genéricas
ru: Конфигурация общих вспомогательных действий

source: Please, give a name
cs: Prosím zadejte jméno
de: Bitte Namen vergeben
es: Por favor, dar nombre
fr: S'll vous plaît, donnez un nom
pt_br: Por favor, coloque um nome
ru: Задайте имя

source: TC Section :
cs: TC sekce:
es: TC Sección :
fr: Section CdV :
pt_br: TC seção :

source: Buffer Label :
cs: Značka zarážedla:
de: Label des Prellbocks :
es: Etiqueta Búfer :
fr: Libellé Heurtoir :
pt_br: Etiqueta do buffer :

source: Buffer Direction :
cs: Směr zarážedla:
de: Richtung des Prellbocks :
es: Dirección Buffer
fr: Direction Heurtoir :
pt_br: Direção do buffer :

source: BufferInterface
cs: Rozhraní zarážedla
de: Puffer-Schnittstelle
es: InterfaceBuffer
fr: InterfaceHeurtoir
pt_br: Interface de Buffer

source: Not yet implemented
cs: Zatím není implementováno
de: Feature noch nicht verfügbar
es: Aún no implementado
fr: Ce mode n'est pas encore implémenté
pt_br: Ainda não implementado
ru: Ещё не реализовано

source: Connection Direction :
cs: Směr připojení:
de: Richtung der Verbindung :
es: Dirección Conexión :
fr: Direction Connexion :
pt_br: Direção da conexão :

source: Connection Label :
cs: Značka připojení:
de: Label der Verbindung :
es: Etiqueta Conexión :
fr: Connexion Libellé :
pt_br: Etiqueta de conexão :

source: Station Route Interface
cs: Rozhraní stanice tratě
es: Estación Ruta Interface
fr: Interface gare de la ligne
pt_br: Interface de estação da rota

source: Please Load Paths:
cs: Prosím nahrajte cesty:
de: Bitte Fahrstraßen laden:
es: Por favor Cargar Itinerario:
fr: S'il vous plaît charger les chemins:
pt_br: Por favor, carregue os paths:
ru: Пожалуйста, загрузите маршруты:

source: List of Paths seems OK:
cs: Seznam cest vypadá OK:
de: Liste der Fahrstraßen scheint in Ordnung:
es: La lista de Itenerarios parece correcta:
fr: La liste des chemins semble correcte:
pt_br: Lista de paths parece OK:
ru: Список маршрутов в порядке:

source: Loaded:
cs: Nahráno:
de: Geladen:
es: Cargado:
fr: Chargé :
pt_br: Carregado:
ru: Загружено:

source: Station :
cs: Stanice:
de: Bahnhof :
es: Estación :
fr: Gare :
pt_br: Estação:
ru: Станция:

source: From
cs: Z
de: Von
es: Desde
fr: De
pt_br: De
ru: Из

source: To
cs: Do
de: Nach
es: Hasta
fr: À
pt_br: Para
ru: В

source: Max. Platform Length
cs: Max. délka nástupiště
de: Maximale Bahnsteiglänge
es: Max. Longitud Anden
fr: Longueur maximum du quai
pt_br: Comprimento máximo da plataforma
ru: Предельная длина платформ

source: Max. Siding Length
cs: Max. délka vedlejší koleje
de: Maximale Nebengleislänge
es: Max. Longitud Apartadero
fr: Longueur maximum voie de garage
pt_br: Comprimento máximo do desvio
ru: Предельная длина ст.путей

source: Number of Platform
cs: Počet nástupišť
de: Nummer des Bahnsteiges
es: Numero Anden
fr: Nombre de quai(s)
it: Numero del marciapiede
pt_br: Número da plataforma
ru: Номер платформы

source: Number of Siding
cs: Počet vedlejších kolejí
de: Nummer des Nebengleises
es: Numero Apartadero
fr: Nombre de voie de garage
pt_br: Número do desvio
ru: Номер пути

source: Max. Passing Length
cs: Max. alternativní délka
de: Maximale Nutzlänge des Ausweichgleises
es: Max. Longitud Paso
fr: Max. Longueur de passage
pt_br: Comprimento máximo de passagem
ru: Предельная длина путей разъезда

source: Load Paths
cs: Nahrát cesty
de: Fahrstraßen laden
es: Cargar Itinerario
fr: Charger chemins
pt_br: Carregar paths
ru: Загружаю маршруты

source: label7
es: etiqueta7

source: Segment Label :
cs: Značka segmentu:
es: Etiqueta Segmento :
fr: Segment Libellé :
pt_br: Etiqueta do segmento :

source: TrackSegmentInterface
cs: Rozhraní segmentu tratě
es: InterfazSegmentoVía
fr: Interface de segment de voie
pt_br: Interface do segmento de via

source: Activity Editor: Create new activity
cs: Editor aktivit: Vytvořit novou aktivitu
de: Aufgabeneditor: Neue Aufgabe erstellen
es: Editor Actividades: Crear nueva actividad
fr: Editeur Activité: Créer nouvelle activité
pt_br: Editor de atividade: Crie uma nova atividade
ru: Редактор сценариев: Создать новый сценарий

source: Route Path
cs: Cesta tratě
de: Route
es: Ruta Itinerario
fr: Chemin de la ligne
pt_br: Path de rota
ru: Путь к полигону

source: Activity Name
cs: Název aktivity
de: Name der Aufgabe
es: Nombre Actividad
fr: Nom de l'Activité
pt_br: Nome da atividade
ru: Название сценария

source: Route Configuration: Select Route
cs: Konfigurace tratě: zvolte trať
de: Routenkonfiguration: Route auswählen
es: Configuración Ruta: Seleccion Ruta
fr: Configuration de l'itinéraire : Sélectionnez l'itinéraire
pt_br: Configuração de rota: Seleciona a rota
ru: Конфигурация полигона: Выберите полигон

source: Activity Editor: Specify Train Info
cs: Editor aktivit: zadejte informace o vlaku
de: Aufgabeneditor: Zuginformationen angeben
es: Editor Actividades: Especificar Info Tren
fr: Éditeur d'activité: spécifier les informations sur le train
pt_br: Editor de atividade: Especifique informaão do trem
ru: Редактор сценариев: Введите информацию о поезде

source: Select Train Consist
cs: Vybrat vlakovou sestavu
de: Zugverband auswählen
es: Seleccione Composición Tren
fr: Sélectionnez Consist
it: Scegli il convoglio
pt_br: Selecione a composição
ru: Выберите сотав поезда

source: Train Name (Opt.)
cs: Jméno vlaku (volitelné)
de: Name des Zuges (optional)
es: Nombre Tren (Opc.)
fr: Nom du train (Opt.)
pt_br: Nome do trem (Opt.)
ru: Название поезда (необязательно)

source: < &Back
cs: < &Zpět
de: < &Zurück
es: < &Anterior
fr: < &Retour
pt_br: < Voltar
ru: < &Далее

source: &Next >
cs: &Další >
de: &Weiter >
es: &Siguiente >
fr: &Suivant >
pt_br: Próxima >
ru: &Назад >

source: Cancel
cs: Storno
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pt_br: Cancelar
ru: Отмена

source: &Finish
cs: &Dokončit
de: &Fertig
es: &Final
fr: &Fin
pt_br: Finalizar
ru: &Готово

source: Loading...
cs: Nahrávám...
de: Laden ...
es: Cargando...
fr: Chargement...
it: Caricamento...
pt_br: Carregando...
ru: Загрузка...

source: Open Rails Content Manager
cs: Správce obsahu Open Rails
es: Administrador Contenido Open Rails
fr: Gestionnaire de contenu Open Rails
it: Gestore contenuti di Open Rails
ru: Организатор наполнения

source: The path you are working on has un-saved changes.
cs: Cesta, na které pracujete má neuložené změny.
de: Die gerade bearbeitete Fahrstraße wurde nicht gespeichert.
es: El itinerario de trabajo tiene cambios sin guardar.
fr: Le chemin sur lequel vous travaillez contient des modifications non enregistrées.
it: Ci sono modifiche non salvate nel path che stai creando.
ru: Текущий маршрут содержит несохранённые правки.

source: Do you really want to Quit?
cs: Opravdu chcete odejít?
de: Wollen Sie das Programm wirklich beenden?
es: ¿De verdad quiere Salir?
fr: Voulez-vous vraiment quitter ?
it: Confermi la chiusura?
pt_br: Você realmente quer sair?
ru: Действительно хотите выйти?

source: Route cannot be loaded. Extension {0} is not supported
de: Route kann nicht geladen werden. Erweiterung {0} wird nicht unterstützt
es: La ruta no puede cargarse. Extensión {0} no es soportada
fr: La ligne ne peut pas être chargée. Le {0} d'extension n'est pas pris en charge
pt_br: A rota não pode ser carregada. Extensão {0} não é suportada
ru: Полигон не загрузить. Расширение {0} не поддерживается
