Repository: openrails/openrails
Catalog: Source/Locales/Contrib/*.po
Languages: cs, de, es, fr, it, pt_br, ru

source: Save json
cs: Uložit json
de: Json-Datei
es: Guardar json
fr: Enregistrer json
pt_br: Salvar json
ru: Сохранить json

source: Save the data of the chart in json format into a .js file.
cs: Uložit data schématu do souboru .js ve formátu json.
de: Diagrammdaten im Json-Format speichern (*.js).
es: Guardar los datos de la tabla en formato json en un archivo .js.
fr: Enregistre les données du graphique en format json dans un fichier .js.
pt_br: Salve os dados do gráfico no formato json em um arquivo .js.
ru: Сохранить профиль пути в формате json в *.js-файле.

source: The saved data can then be used to show the chart on an HTML5 canvas.
cs: Uložená data mohou být později použita pro zobrazení schématu v HTML5 canvasu.
de: Die gespeicherten Daten können später auf einer HTML5-Seite angezeigt werden.
es: Los datos guardados pueden utilizarse entonces para mostrar el gráfico en un visor de HTML5.
fr: Les données enregistrées peuvent ensuite être utilisées pour afficher le graphique sur une zone de dessin HTML5.
pt_br: Os dados salvos podem ser usados para mostrar o gráfico em uma tela HTML5.
ru: Эти данные можно использовать для просмотра профиля пути в HTML5 canvas.

source: _File
de: _Datei
es: _Archivo
fr: _Fichier
pt_br: _Arquivo
ru: _Файл

source: (Re)load route (ctrl-R)
de: Route (erneut) laden (ctrl-R)
es: (Re)leer ruta (ctrl-R)
fr: (Re)charger la ligne (ctrl-R)
pt_br: Recarregar rota (ctrl-R)
ru: (Пере)загрузить полигон (ctrl-R)

source: Select install folder
cs: Vybrat instalační adresář
de: Installationsverzeichnis auswählen
es: Seleccionar carpeta instalación
fr: Sélectionner le dossier d'installation
it: Scegli cartella di installazione
pt_br: Selecionar pasta de instalação
ru: Выбор сборки

source: Select route
cs: Vybrat trať
de: Route auswählen
es: Seleccionar ruta
fr: Sélectionner la ligne
it: Scegli la route
pt_br: Selecionar rota
ru: Выбор полигона

source: Select activity
de: Aufgabe auswählen
es: Seleccionar actividad

source: Search by index
cs: Hledat podle indexu
de: Nach Index durchsuchen
es: Búscar por índice
fr: Rechercher par index
it: Cerca per indice
pt_br: Pesquisa por índice
ru: Найти

source: Search trackNode
cs: Hledat uzel trati
de: trackNode suchen
es: Buscar nodo vía
fr: Rechercher un nœud de voie
it: Cerca nodo
pt_br: Pesquisar trackNode
ru: Узел ж/д сети

source: Search trackNode for roads
cs: Hledat uzel trati pro silnice
de: trackNode nach Straßen durchsuchen
es: Buscar nodo carretera
fr: Rechercher un nœud de route
it: Cerca nodo stradale
pt_br: Pesquisar trackNode para estradas
ru: Узел дорожной сети

source: Search trackItem
cs: Hledat položku trati
de: trackItem suchen
es: Buscar articulo vía
fr: Rechercher un élément de voie
it: Cerca per elemento
pt_br: Pesquisar item de via
ru: Объект ж/д сети

source: Search trackItem for roads
cs: Hledat položku trati pro silnice
de: trackItem nach Straßen durchsuchen
es: Buscar articulo carretera
fr: Rechercher un élément de route
it: Cerca per elemento stradale
pt_br: Pesquisar item de via para estradas
ru: Объект дорожной сети

source: Quit (Q)
cs: Ukončit
de: Beenden (Q)
es: Salir (Q)
fr: Quitter (Q)
it: Esci (Q)
pt_br: Sair (Q)
ru: Выйти (Q)

source: _View
de: _Ansicht
es: ­_Ver
fr: _Vue
pt_br: _Ver
ru: _Вид

source: Center around station
cs: Centrovat okolo stanice
de: Auf Bahnhof zentrieren
es: Centrar en estación
fr: Centrer sur la gare
it: Centra sulla stazione
pt_br: Centralizar na estação
ru: Показать станцию

source: Center around platform
cs: Centrovat okolo nástupiště
de: Auf Bahnsteig zentrieren
es: Centrar en anden
fr: Centrer sur le quai
it: Centra sul marciapiede
pt_br: Centralizar em torno da plataforma
ru: Показать платформу

source: Center around siding
cs: Centrovat okolo vedlejší koleje
de: Auf Nebengleis zentrieren
es: Centrar en apartadero
fr: Centrer sur la voie de service
it: Centra sulla banchina
pt_br: Centralizar em torno do desvio
ru: Показать путь

source: Paths
cs: Cesty
de: Fahrstraßen
es: Itinerario
fr: Chemins
ru: Маршрут

source: Show path (F11)
cs: Zobrazit cestu (F11)
de: Fahrstraße anzeigen (F11)
es: Mostrar itinerario (F11)
fr: Afficher le chemin (F11)
it: Mostra il path (F11)
pt_br: Mostrar path (F11)
ru: Выбраный маршрут (F11)

source: Show raw path from .pat file (shift-F11)
de: Grobe Fahrstraße aus .pat Datei anzeigen (Shift + F11)
es: Mostrar el itinerario sin formato desde el archivo .pat (Mayus-F11)
fr: Afficher le chemin brut à partir du fichier .pat (shift-F11)
pt_br: Mostrar caminho não finalizado do arquivo .pat (shift-F11)
ru: Схема маршрута из .pat-файла (shift-F11)

source: Track Coloring
cs: Bravy tratě
de: Gleise/Straßen farbig darstellen
es: Colorear Vía
fr: Coloris du chemin
it: Colora le tracce
pt_br: Via colorida
ru: Раскраска путей

source: Color tracks
cs: Barevné tratě
de: Farbige Gleise
es: Color vías
fr: Couleur du chemin
it: Colora le tracce
pt_br: Cor de vias
ru: Разноцветные секции

source: Highlight tracks (F10)
cs: Zvýraznit tratě (F10)
de: Gleise hervorheben (F10)
es: Resaltar vías (F10)
fr: Mettre en évidence le chemin (F10)
it: Evidenzia tracce (F10)
pt_br: Realçar vias (F10)
ru: Подсвечивать секции (F10)

source: Additional views
cs: Další pohledy
de: Weitere Ansichten
es: Otras opiniones
fr: Vues additionnelles
it: Viste addizionali
pt_br: Visões adicionais
ru: Дополнительно отображать

source: Show inset
cs: Zobrazit náhled mapy
de: Minikarte anzeigen
es: Mostrar referncia
fr: Afficher carte miniature
it: Mostra mappa complessiva
pt_br: Mostrar inserção
ru: Мини-карту

source: Show world tiles
cs: Zobrazit dlaždice světa
de: Tiles mit Streckenteilen hervorheben
es: Mostrar baldosas mundo
fr: Afficher les tuiles
it: Mostra i tile
pt_br: Mostrar blocos do mundo
ru: Используемые тайлы

source: Show grid lines
cs: Zobrazit mřížku
de: Tile-Raster anzeigen
es: Mostrar lineas cuadricula
fr: Afficher la grille
it: Mostra griglia
pt_br: Mostrar linhas de grade
ru: Сетку

source: Show scale ruler
cs: Zobrazit stupnici pravítka
de: Maßstabsinfo anzeigen
es: Mostrar escalímetro
fr: Afficher l'échelle
it: Mostra righello
pt_br: Mostrar régua de escala
ru: Линейный масштаб

source: Show longitude/latitude
cs: Zobrazit délku/šířku
de: Geografische Länge/Breite anzeigen
es: Mostrar longitud/latitud
fr: Afficher la longitude/latitude
it: Mostra longitudine/latitudine
pt_br: Mostrar longitude/latitude
ru: Широту/долготу

source: Labels
de: label7
es: Etiquetas
fr: Libellés
pt_br: Etiquetas
ru: Бирки

source: Show labels
de: Label anzeigen
es: Mostrar etiquetas
fr: Afficher les libellés
pt_br: Mostrar etiquetas
ru: Показать бирки

source: For adding a label, press L
de: Um Label hinzuzufügen L drücken
es: Para agregar una etiqueta, presione L
fr: Pour ajouter un libellé, appuyer sur L
pt_br: Para adicionar uma etiqueta, aperte L
ru: Чтобы добавить бирку, нажмите L

source: Load labels
de: Labels laden
es: Cargar etiquetas
fr: Charger les libellés
pt_br: Carregar etiquetas
ru: Загрузить бирки

source: Save labels
de: Label speichern
es: Guardar etiquetas
fr: Sauvegarder les libellés
pt_br: Salvar etiquetas
ru: Сохранить бирки

source: Save current zoom
cs: Uložit aktuální zoom
de: Aktuelle Zoomeinstellung speichern
es: Guardar zoom actual
fr: Enregistrer le zoom actuel
it: Salva il livello di zoom
pt_br: Salvar zoom atual
ru: Сохранить текущий масштаб

source: Restore saved zoom
cs: Načíst uložený zoom
de: Gespeicherte Zoomeinstellung laden
es: Restaurar zoom guardado
fr: Restaurer le zoom enregistré
it: Ripristina il livello di zoom salvato
pt_br: Restaurar o zoom salvo
ru: Вернуться к сохранённому масштабу

source: Zoom in (=)
cs: Zoom přiblížit (=)
de: Hineinzoomen (=)
es: Acercar (=)
fr: Zoom Avant (=)
it: Aumenta Zoom (ì)
pt_br: Mais Zoom (=)
ru: Приблизить (=)

source: Zoom out (-)
cs: Zoom oddálit (-)
de: Herauszoomen (-)
es: Alejar (-)
fr: Zoom Arrière (-)
it: Diminuisci Zoom (')
pt_br: Reduzir o zoom (-)
ru: Отдалить (-)

source: Zoom to tile (Z)
de: Auf Tile zoomen (Z)
es: Zoom a la baldosa (Z)
fr: Zoomer sur Tuile (Z)
pt_br: Aplicar zoom ao bloco (Z)
ru: Тайл во весь эеран (Z)

source: Zoom reset (R)
de: Zoom zurücksetzen (R)
es: Restablecer zoom (R)
fr: Ré-initialiser Zoom (R)
pt_br: Resetar zoom (R)
ru: Полигон во весь экран (R)

source: Anti aliasing (needs restart)
cs: Vyhlazování hran (je nutný restart)
de: Anti-Aliasing (Neustart des Programms erforderlich)
es: Anti aliasing (debe reiniciar)
fr: Anticrénelage (Redémarrage nécessaire)
it: Anti aliasing (necessita riavvio)
pt_br: Anti serrilhado (precisa reiniciar)
ru: Сглаживание (нужна перезагрузка)

source: Track _items
de: St_reckenelemente
es: Articulos _Via
fr: _Eléments de voie
pt_br: Itens de via
ru: Объекты

source: Show all items
cs: Zobrazovat všechny položky
de: Alle Elemente anzeigen
es: Mostrar todos los articulos
fr: Afficher tous les éléments
it: Mostra tutti gli elementi
pt_br: Mostrar todos os itens
ru: Показать все объекты

source: Show no items
cs: Nezobrazovat žádné položky
de: Keine anzeigen
es: No mostrar articulos
fr: Afficher aucun élément
it: Non mostrare nulla
pt_br: Não mostrar os itens
ru: Скрыть все объекты

source: Highlight items (shift-F10)
cs: Zvýraznit položky (shift-F10)
de: Elemente hervorheben (Shift + F10)
es: Resaltar articulos (Mayus-F10)
fr: Mettre en surbrillance les éléments (shift-F10)
it: Evidenzia elementi (shift-F10)
pt_br: Realçar itens (shift-F10)
ru: Подсвечивать объекты (shift-F10)

source: Junctions/ends
cs: Uzly/konce
de: Weichen / Prellböcke
es: Desvios/finales
fr: Aiguilles/extrémités
it: Punti di incrocio / termine
pt_br: Junções/fins de linhas
ru: Сопряжения/концы путей

source: Show junctions
cs: Zobrazit uzly
de: Weichen anzeigen
es: Mostrar desvios
fr: Afficher les aiguilles
it: Mostra gli incroci
pt_br: Mostrar junções
ru: Отображать стрелки

source: Show end nodes
cs: Zobrazit koncové uzly
de: Prellböcke anzeigen
es: Mostrar nodos finales
fr: Afficher les nœuds d'extrémité
it: Mostra i punti terminali
pt_br: Mostrar pontos finais
ru: Отображать концевые секции

source: Show crossovers
cs: Zobrazit křížení
de: Spurwechsel anzeigen
es: Mostrar cruces
fr: Afficher les croisements
it: Mostra incroci
pt_br: Mostrar cruzamentos
ru: Отображать крестовины

source: Sidings
cs: Vedlejší koleje
de: Nebengleise
es: Apartadero
fr: Voies de service
it: Banchina
pt_br: Desvios
ru: Боковые пути

source: Show siding markers (F9)
cs: Zobrazit značky vedlejších kolejí (F9)
de: Nebengleismarker anzeigen (F9)
es: Mostrar marca apartadero (F9)
fr: Afficher les marqueurs de voie de service (F9)
it: Mostra i marcatori delle banchine (f9)
pt_br: Mostrar marcadores de desvios (F9)
ru: Отображать маркеры путей (F9)

source: Show siding names (shift-F9)
cs: Zobrazit názvy vedlejších kolejí (shift-F9)
de: Nebengleisnamen anzeigen (Shift + F9)
es: Mostrar nombre apartadero (Mayus-F9)
fr: Afficher les noms de voie de service (shift-F9)
it: Mostra i nomi delle banchine (shift-F9)
pt_br: Mostrar nomes dos desvios (shift-F9)
ru: Отображать названия путей (shift-F9)

source: Platforms
cs: Nástupiště
de: Bahnsteige
es: Andenes
fr: Quais
it: Marciapiede
pt_br: Plataformas
ru: Платформы

source: Show platform markers (F8)
cs: Zobrazit značky nástupišť (F8)
de: Bahnsteigmarker anzeigen (F8)
es: Mostrar marca anden (F8)
fr: Afficher les marqueurs de quai (F8)
it: Mostra i marcatori dei marciapiedi (F8)
pt_br: Mostrar marcadores de plataformas (F8)
ru: Отображать маркеры платформ (F8)

source: Show platform names (shift-F8)
cs: Zobrazit názvy nástupišť (shift-F8)
de: Bahnsteignamen anzeigen (Shift + F8)
es: Mostrar nombre anden (Mayus-F8)
fr: Afficher les noms de quai (shift-F8)
it: Mostra i nomi dei marciapiedi (shift-F8)
pt_br: Mostrar os nomes das plataformas
ru: Отображать названия платформ (shift-F8)

source: Show station names (shift-F8)
cs: Zobrazit názvy stanic (shift-F8)
de: Bahnhofsnamen anzeigen (Shift + F8)
es: Mostrar nombre estación (Mayus-F8)
fr: Afficher les noms de gare (shift-F8)
it: Mostra i nomi delle stazioni (shift-F8)
pt_br: Mostrar os nomes das estações
ru: Отображать имена станций (shift-F8)

source: Interactives
cs: Interaktivní
de: Interaktive Funktionen
es: Interactivos
fr: Objets Interactifs
it: Oggetti interattivi
pt_br: Interatividades
ru: Объекты взаимодействия

source: Show signals (F7)
cs: Zobrazit návěstidla (F7)
de: Signale anzeigen (F7)
es: Mostrar señales (F7)
fr: Afficher les signaux (F7)
it: Mostra i segnali (F7)
pt_br: Mostrar sinais (F7)
ru: Отображать сигналы (F7)

source: Show also other signals
cs: Zobrazit více signálů (polohu přepínačů atd.)
de: Weitere Signale anzeigen (Weichenstellung, etc.)
es: Mostrar otras señales
fr: Afficher les autres signaux
it: Mostra anche gli altri segnali
ru: Отображать прочие сигналы

source: Show level crossings
cs: Zobrazit úrovňové přejezdy
de: Bahnübergänge anzeigen
es: Mostrar pasos a nivel
fr: Afficher les Passages à Niveau
it: Mostra i passaggi a livello
ru: Отображать переезды

source: Show hazards
cs: Zobrazit nebezpečí
de: Gefahrenstellen anzeigen
es: Mostrar peligros
fr: Afficher les dangers
it: Mostra ostacoli
ru: Отображать угрозы

source: Show fuel/pickups
cs: Zobrazit doplnění paliva
de: Tankstellen, Kohlebunker, Wasserkräne anzeigen
es: Mostrar repostajes
fr: Afficher le carburant/les chargements
it: Mostra punti di rifornimento
pt_br: Mostrar abastecimentos
ru: Отображать экипировочные устройства

source: Show sound regions
cs: Zobrazit zvukové regiony
de: Soundregionen anzeigen
es: Mostrar regiones sonoras
fr: Afficher les régions sonores
it: Mostra le aree sonore
pt_br: Mostrar sons da rota
ru: Отображать звуковые зоны

source: Show events
de: Ereignisse anzeigen
es: Mostrar eventos

source: Show event names
de: Ereignisnamen anzeigen
es: Mostrar nombres eventos

source: Posts
cs: Značky
de: Schilder
es: Postes
fr: Pancartes
it: Indicatori
ru: Знаки

source: Show speed limits (F5)
cs: Zobrazit rychlostní limity (F5)
de: Geschwindigkeitsbegrenzungen anzeigen (F5)
es: Mostrar limites velocidad (F5)
fr: Afficher les limites de vitesse (F5)
it: Mostra limiti di velocità (F5)
pt_br: Mostrar limites de via (F5)
ru: Отображать ограничения скорости (F5)

source: Show mileposts (shift-F5)
de: Meilen- / Kilometerpfosten anzeigen (Shift + F5)
es: Mostrar postes kilometricos (Mayus-F5)
fr: Afficher les Points Kilomètriques (shift-F5)
pt_br: Mostrar kilometragem (shift-F5)
ru: Отображать пикеты (shift-F5)

source: Roads
cs: Silnice
de: Straßen
es: Carreteras
fr: Routes
it: Strade
pt_br: Estradas
ru: Дороги

source: Draw roads
cs: Nakreslit silnice
de: Straßen anzeigen
es: Dibujar carreteras
fr: Voir les routes
it: Mostra strade
pt_br: Desenhar estradas
ru: Отображать дороги

source: Show car spawners
cs: Zobrazit silniční provoz
de: CarSpawner anzeigen
es: Mostrar generador autos
fr: Afficher le générateur de voitures
it: Mostra il traffico stradale
pt_br: Mostrar criadores de veículos
ru: Отображать генераторы движения

source: Show road crossings
cs: Zobrazit křižovatky silnic
de: Straßenkreuzungen anzeigen
es: Mostrar cruces carretera
fr: Afficher les Passages à Niveau
it: Mostra attraversamenti stradali
pt_br: Mostrar cruzamentos
ru: Отображать перекрёстки

source: _Statusbar
de: _Statusleiste
es: _Barra de estado
fr: _Barre d'état
pt_br: _Barra de status
ru: _Статус-строка

source: Show vector section info
cs: Zobrazit informace o vektorové sekci
de: Vektorabschnittsinformationen anzeigen
es: Mostrar info del vector sección
fr: Afficher les informations sur la section vectorielle
it: Mostra informazioni sulle shape
pt_br: Mostrar informações da seção do vetor
ru: Сведения о секции пути

source: Show PAT file info
cs: Zobrazit informace o PAT souboru
de: Infos zur .pat Datei anzeigen
es: Mostrar info archivo PAT
fr: Afficher les informations du fichier PAT
it: Mostra informazioni sul file PAT
pt_br: Mostrar arquivo de informação do PAT
ru: Сведения о файле маршрута

source: Show Path info
cs: Zobrazit informace o cestě
de: Fahrstraßeninfo anzeigen
es: Mostrar info itinerario
fr: Afficher Info. Chemin
it: Mostra informazioni sul path
pt_br: Mostrar informação do path
ru: Сведения о маршруте

source: Show terrain info
cs: Zobrazit informace o terénu
de: Geländeinfo anzeigen
es: Mostrar información del terreno
fr: Afficher Info. Terrain
it: Mostra informazioni terreno
pt_br: Mostrar informação do terreno
ru: Сведения о грунте

source: Show signal info
cs: Zobrazit informace o návěstidle
de: Signalinfo anzeigen
es: Mostrar información señal
fr: Afficher Info. Signaux
pt_br: Mostrar informação do sinal
ru: Сведения о сигнале

source: Show platform/station names
de: Bahnsteig- / Bahnhofsnamen anzeigen
es: Mostrar nombres andenes/apartaderos
fr: Afficher noms des quais et gares
pt_br: Mostrar nomes de plataformas e estações
ru: Названия платформ/станций

source: _Preferences
de: _Einstellungen
es: _Preferencias
fr: _Préférences
pt_br: _Preferências
ru: _Настройки

source: Zooming is centered on mouse (M)
de: Auf Mauszeiger zentriert zoomen (M )
es: Zoom centrado en el ratón
fr: Zoom est centré sur la souris (M)
pt_br: O zoom está centralizado no mouse (M)
ru: Фокус зумирования центрируется мышью (M)

source: Use miles i.s.o. meters
cs: Použít míle místo metrů
de: Meilen statt Metern verwenden
es: Use millas en vez de metros
fr: Utiliser une échelle en milles terrestres
it: Usa miglia invece dei metri
pt_br: Usar milhas ou metros
ru: Использовать мили вместо метров

source: Select language
cs: Nastavit jazyk
de: Sprache auswählen
es: Seleccion idioma
fr: Sélectionner la langue
it: Scegli la lingua
pt_br: Selecione o idioma
ru: Выбрать язык

source: Highlight last-drawn section
de: Zuletzt gezeichneten Abschnitt hervorheben
es: Resalta la última sección dibujada
fr: Mettre en surbrillance la dernière section dessinée
pt_br: Destacar seção desenhada por último
ru: Подсвечивать крайний сегмент

source: Enable editing
cs: Povolit editaci
de: Bearbeitung aktivieren
es: Habilitar edición
fr: Activer Modification
it: Abilita modifica
pt_br: Habilitar edição
ru: Разрешить редактирование

source: Show current mouse action
de: Aktuelle Mausaktion anzeigen
es: Mostrar acción actual del ratón
fr: Afficher l'action actuelle de la souris
pt_br: Mostrar ação atual do mouse
ru: Отображать текущее действие мыши

source: Shift-PgUp also extends path
de: Shift + BildAuf: verlängert auch Fahrstraße
es: Mayus-AvPág también extiende itinerario
fr: Shift-PgUp étend également le chemin
pt_br: Shift-PgUp também estende o caminho

source: Path-_Editor
de: _Fahrstraßen-Editor
es: _Editor Itinerario
fr: _Editeur de Chemin
pt_br: Editor de Path
ru: Работа_ с маршрутами

source: ==Supporting MSTS paths only==
cs: ==Podpora cest pouze z MSTS==
de: ==Unterstützt nur MSTS-Fahrstraßen==
es: ==Solo soporta itinerarios MSTS==
fr: ==Soutien seulement les chemins MSTS==
pt_br: == Suporte apenas a caminhos MSTS ==
ru: ==Поддерживаются только маршруты MSTS==

source: Load path
cs: Nahrát cestu
de: Fahrstraße laden
es: Cargar itinerario
fr: Charger un chemin
it: Carica il path
pt_br: Carregar path salvo
ru: Загрузить маршрут

source: Show other paths
cs: Zobrazit další cesty
de: Andere Fahrstraßen anzeigen
es: Mostrar otros itinerarios
fr: Afficher les autres chemins
it: Mostra altri path
pt_br: Mostrar outros paths
ru: Показать другие маршруты

source: Save path
cs: Uložit cestu
de: Fahrstraße speichern
es: Guardar itinerario
fr: Enregistrer chemin
it: Salva il path
pt_br: Salvar path
ru: Сохранить маршрут

source: Save visited stations
cs: Uložit navštívené stanice
de: Bahnhöfe entlang Fahrstraße speichern
es: Guardar estación visitada
fr: Enregistrer les gares traversées
it: Salva le stazioni visitate
ru: Сгенерировать список станций

source: Show chart
de: Fahrstraßendiagramm anzeigen
es: Mostrar gráfico
fr: Afficher le graphique
pt_br: Mostrar informações do path
ru: Показать план и профиль

source: New path
cs: Nová cesta
de: Neue Fahrstraße
es: Nuevo itinerario
fr: Nouveau chemin
it: Nuovo path
pt_br: Novo path
ru: Новый маршрут

source: Extend with other path
de: Mit anderer Fahrstraße verlängern
es: Extender con otro itinerario
fr: Étendre avec un autre chemin
ru: Объединить с другим маршрутом

source: Edit path metadata
cs: Editovat metadata cesty
de: Fahrstraßenbeschreibung bearbeiten
es: Editar metadatos itinerario
fr: Modifier les données du chemin
it: Modifica i metadata del path
pt_br: Editar configurações do path
ru: Редактировать метаданные маршрута

source: Reverse path
cs: Reverzní cesta
de: Fahrstraße umkehren
es: Invertir itinerario
fr: Inverser le chemin
it: Inverti il path
pt_br: Path de reverso
ru: Обратить маршрут

source: Auto-fix all broken nodes
de: Ungültige Knoten automatisch reparieren
es: Auto reparar todos los nodos rotos
fr: Corriger automatiquement tous les nœuds cassés
pt_br: Corrigir automaticamente todos os pontos defeituosos
ru: Авто-исправление всех "битых" узлов

source: Auto-fix all broken paths
de: Ungültige Fahrstraßen automatisch reparieren
es: Auto reparar todos los itinerarios rotos
fr: Corriger automatiquement tous les chemins interrompus
pt_br: Corrigir automaticamente todos os paths defeituosos
ru: Авто-исправление всех "битых" маршрутов

source: _Terrain
de: _Gelände
es: ­_Terreno
pt_br: _Terreno
ru: _Ландшафт

source: Show terrain textures (F6)
cs: Zobrazit textury terénu (F6)
de: Geländetexturen anzeigen (F6)
es: Mostrar texturas del terreno (F6)
fr: Afficher les textures de terrain (F6)
it: Mostra textures terreno (F6)
pt_br: Mostrar texturas do terreno (F6)
ru: Отображать текстуры грунта (F6)

source: Show DM terrain textures (ctrl-F6)
cs: Zobrazit DM textury terénu (ctrl-F6)
de: Entfernte Geländetexturen anzeigen (Ctrl + F6)
es: Mostrar texturas de terreno MD (ctrl-F6)
fr: Afficher les textures de terrain DM (ctrl-F6)
it: Mostra texture terreno montagne distanti (ctrl-F6)
pt_br: Mostrar texturas do terreno DM (ctrl-F6)
ru: Отображать DM текстуры грунта (ctrl-F6)

source: Show patch lines (shift-F6)
cs: Zobrazit linie trasy (shift-F6)
de: Texturquadrate anzeigen (Shift + F6)
es: Mostrar líneas parcelas (Mayus-F6)
fr: Afficher les limites de texture (shift-F6)
it: Mostra linee patch (shift-F6)
pt_br: Mostrar linhas do path (shift-F6)
ru: Отображать линии сшивки текстур (shift-F6)

source: Memory reduction options
de: Optionen zur Speicherplatzreduzierung
es: Opciones de reducción de memoria
fr: Options de réduction de mémoire
pt_br: Opções de redução de memória
ru: Варианты экономии памяти

source: No reduction
de: Keine Verkleinerung
es: Sin reducción
fr: Aucune réduction
pt_br: Sem redução
ru: Без ограничения

source: Automatic reduction
de: Automatische Verkleinerung
es: Reducción automatica
fr: Réduction automatique
pt_br: Redução automática
ru: Автоматически

source: Reduce by linear factor 2
de: Linear um Faktor 2 verkleinern
es: Reducir por factor lineal 2
fr: Réduire par facteur linéaire 2
pt_br: Reduzir pelo fator linear 2
ru: Уменьшить на линейный коэффициент 2

source: Reduce by linear factor 4
de: Linear um Faktor 4 verkleinern
es: Reducir por factor lineal 4
fr: Réduire par facteur linéaire 4
pt_br: Reduzir pelo fator linear 4
ru: Уменьшить на линейный коэффициент 4

source: Reduce by linear factor 8
de: Linear um Faktor 8 verkleinern
es: Reducir por factor lineal 8
fr: Réduire par facteur linéaire 8
pt_br: Reduzir pelo fator linear 8
ru: Уменьшить на линейный коэффициент 8

source: Reduce by linear factor 16
de: Linear um Faktor 16 verkleinern
es: Reducir por factor lineal 16
fr: Réduire par facteur linéaire 16
pt_br: Reduzir pelo fator linear 16
ru: Уменьшить на линейный коэффициент 16

source: _Help
de: _Hilfe
es: _Ayuda
fr: _Aide
pt_br: _Ajuda
ru: _Инфо

source: Shortcuts
cs: Zkratky
de: Tastenbelegung
es: Atajos teclado
fr: Raccourcis
it: Scorciatoie
pt_br: Atalhos
ru: Горячие клавиши
