Repository: openrails/openrails
Catalog: Source/Locales/Contrib/*.po
Languages: cs, de, es, fr, it, pt_br, ru

source: Reversing broken paths is not supported
cs: Reverzní vadné cesty nejsou podporovány
de: Unterbrochenen Fahrstraßen können nicht umgekehrt werden
es: Invertir itinerario roto no se admite
fr: Inverser les chemins interrompus n'est pas pris en charge
it: Non è possibile invertire percorsi interrotti
pt_br: A reversão de caminhos defeituosos não é suportada
ru: Обращение битых маршрутов не поддерживается

source: Reversing a path without start node is not supported
cs: Obrácení cesty bez výchozího uzlu není podporováno.
de: Fahrstraßen ohne Startpunkt können nicht umgekehrt werden
es: Invertir un itinerario sin nodo inicial no se admite
fr: Inverser un chemin sans point de départ n'est pas pris en charge
it: Non è possibile invertire path senza nodo di partenza
ru: Обращение маршрута без стартовой точки не поддерживается

source: Reversing a path without end node is not supported
cs: Obrácení cesty bez koncového uzlu není podporováno.
de: Fahrstraßen ohne Endpunkt können nicht umgekehrt werden
es: Invertir un itinerari sin nodo final no se admite
fr: Inverser un chemin sans point de fin n'est pas pris en charge
it: Non è possibile invertire path senza nodo terminale
ru: Обращение маршрута без финишной точки не поддерживается

source: Path does not even have a start node. Saving is not possible.
cs: Cesta neobsahuje výchozí uzel. Nelze ji uložit.
de: Die Fahrstraße hat keinen Startpukt. Speichern ist deshalb nicht möglich.
es: El itinerario no tiene un nodo de inicio. No es posible guardarlo.
fr: Le chemin n'a même pas de point de départ. Sauvegarde impossible.
it: Il path non ha un punto di partenza. Non è possibile salvarlo.
pt_br: O path não há um ponto de início. O salvamento não será possível.
ru: Маршрут не имеет даже точки старта. Сохранение невозможно.

source: * The path does not have a well-defined end-point
cs: * Cesta nemá správně nadefinovaný koncový bod
de: * Die Fahrstraße hat keinen genau definierten Endpunkt
es: * El itinerario no tiene un punto final bien definido
fr: * Le chemin n'a pas de point de fin bien défini
it: * Il path non ha una fine ben definita
pt_br: * O path não existe um ponto final definido
ru: * Не определена конечная точка маршрута

source: * The path has a stored and not-yet reconnected tail
cs: * Cesta obsahuje uložený a zatím nepřipojený konec
de: * Die Fahrstraße hat ein gespeichertes, aber nicht wieder verbundenes Ende
es: * El itinerario ha almacenado una cola aún no reconectada
fr: * Le chemin a une fin stockée mais pas encore reconnectée
it: * Il path ha una coda memorizzata ma non connessa
ru: * Маршрут имеет сохраненное, но еще не подключённое окончание

source: The current path is not finished:
cs: Aktuální cesta není dokončena:
de: Diese Fahrstraße ist nicht fertiggestellt:
es: El itinerario actual no se ha terminado:
fr: Le chemin actuel n'est pas fini:
it: Il path corrente è incompleto:
pt_br: O caminho atual não está concluído:
ru: Текущий маршрут не завершён:

source: Saving broken paths might not always work correctly.
cs: Uložení vadných cest nemusí vždy fungovat správně.
de: Fahrstraßen mit ungültigen Pukten können eventuell nicht gespeichert werden.
es: Guardar itinerarios rotos no siempre funciona correctamente.
fr: L'enregistrement de chemins interrompus peut ne pas toujours fonctionner correctement.
it: Salvando path interrotti questi potrebbero non funzionare.
pt_br: Salvar caminhos defeituosos nem sempre poderá funcionar corretamente.
ru: Сохранение битых маршрутов может не работать корректно.

source: The MSTS format for defining broken paths is not understood very well.
cs: Formát MSTS pro definici vadných cest není ještě zcela pochopen.
de: Das MSTS-Format zur Definition ungültiger Punkte wird nicht völlig unterstützt.
es: El formato MSTS para definir itinerarios rotos no se entiende muy bien.
fr: Le format de MSTS pour définir les chemins interrompus n’est pas interprété correctement.
it: Il formato di MSTS per definire path interrotti non è interpretato correttamente.
pt_br: O formato MSTS para definir caminhos defeituosos não é muito bem compreendido.
ru: Формат описания битых путей в MSTS не очень хорошо понятен.

source: Reopening it in TrackViewer, however, is likely to work.
cs: Opětovné načtení do TrackVieweru pravděpodobně bude fungovat.
de: Neu-öffnen mit TrackViewer funktioniert aber wahrscheinlich.
es: Reapertura en Visor de Vías, sin embargo, es probable que funcione.
fr: La réouverture dans TrackViewer, cependant, est susceptible de fonctionner.
it: Riaprendolo in TrackViewer, comunque, dovrebbe funzionare.
pt_br: Reabri-lo no TrackViewer, no entanto, provavelmente funcionará.
ru: Возможно, повторное открытие в TrackViewer, будет результативно.

source: Set as invalid in .pat file
cs: Nastavit jako neplatné v .pat souboru
de: In .PAT-Datei als ungültig markiert
es: Poner como inválido en archivo .pat
fr: Défini comme non valide dans le fichier .pat
it: Marca come non valido nel file .pat
pt_br: Definir como inválido no arquivo .pat

source: Closest junction is too far away
cs: Nejbližší uzel je příliš daleko
de: Nächste Weiche ist zu weit entfernt
es: El desvio más cercano está demasiado lejos
fr: L'aiguille la plus proche est trop éloignée
it: La prossima giunzione è troppo lontana
pt_br: A junção mais próxima fica muito longe
ru: Ближайшая стрелка слишком далеко

source: Not able to place node on track
cs: Není možné umístit uzel na trať
de: Punkt konnte nicht auf Gleis platziert werden
es: No es capaz de colocar nodo en vía
fr: Impossible de placer le nœud sur la voie
it: Impossibile piazzare il nodo sulla traccia

source: Dangling siding node
cs: Pendlující uzel vedlejší koleje
de: Nicht zurückverbundener Nebengleis-Punkt
es: Colgando nodo apartadero
fr: Nœud de voie d'évitement suspendu
ru: Непарный узел бокового пути

source: Unknown
cs: Neznámé
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
pt_br: Desconhecido (a)
ru: Неизвестно

source: Please restart TrackViewer in order to load the new language.
cs: Pro změnu jazyka prosím restartujte TrackViewer.
de: Bitte starten Sie Track Viewer erneut, um die neue Sprache zu laden.
es: Por favor, reinicie Visor de Vías para cargar el nuevo idioma.
fr: Veuillez redémarrer TrackViewer afin de charger la nouvelle langue.
it: Riavvia TrackViewer per utilizzare la nuova lingua
pt_br: Por favor reinicie o TrackViewer para carregar o novo idioma.
ru: Для смены языка интерфейса, перезапустите программу.

source: <Select path>
cs: <Vybrat cestu>
de: <Fahrstraße auswählen>
es: <Seleccione itinerario>
fr: <Sélection chemin>
it: <Scegli il path>
pt_br: <Selecionar path>
ru: <Маршрут>

source: <Select station>
cs: <Vybrat stanici>
de: <Bahnhof auswählen>
es: <Selecione estación>
fr: <Sélection gare>
it: <Scegli la stazione>
pt_br: <Selecionar estação>
ru: <Станция>

source: <Select platform>
cs: <Vybrat nástupiště>
de: <Bahnsteig auswählen>
es: <Seleccione anden>
fr: <Sélection quai>
it: <Scegli il marciapiede>
pt_br: <Selecionar plataforma>
ru: <Платформа>

source: <Select siding>
cs: <Vybrat vedlejší kolej>
de: <Nebengleis auswählen>
es: <Seleccione apartadero>
fr: <Sélection voie de service>
it: <Scegli la banchina>
pt_br: <Selecionar desvio>
ru: <Путь>

source: ctrl-R Reload the route
de: Ctrl + R Route (erneut) laden
es: ctrl-R Releer la ruta
fr: ctrl-R Recharger la route
pt_br: ctrl-R - Recarregar a rota
ru: ctrl-R Перезагрузить полигон

source: Q Quit
de: Q Beenden
es: Q Salir
fr: Q Quitter
pt_br: Q - Sair
ru: Q Выйти

source: = Zoom-in (and keep zooming)
de: = Hineinzoomen (und weiterzoomen)
es: = aumentar zoom (y sigue enfocando)
fr: = Zoom-avant (et continuer à zoomer)
pt_br: = Ampliar (e continuar ampliando)
ru: = Приближать непрерывно

source: shift-= Zoom-in
de: Shift + = Hineinzoomen
es: mayus-= Aumentar zoom
fr: shift-= Zoom-avant
pt_br: shift-= - Mais Zoom
ru: shift-= Приблизить на 1 шаг

source: - Zoom-out (and keep zooming)
de: - Herauszoomen (und weiterzoomen)
es: - Disminuir zoom (y sigue enfocado)
fr: - Zoom-arrière (et continuer à zoomer)
pt_br: - Diminuir o zoom (e continuar diminuindo)
ru: - Отдалять непрерывно

source: shift-- Zoom-out
de: Shift + - Herauszoomen
es: mayus-- Disminuir zoom
fr: shift-- Zoom-arrière
pt_br: shift-- Reduzir o zoom
ru: shift-- Отдалить на 1 шаг

source: Z Zoom to tile
de: Z Auf Tile zoomen
es: Z Zoom a la baldosa
fr: Z Zoom sur la tuile
pt_br: Z - Aplicar zoom ao terreno
ru: Z Вместить тайл в экран

source: M Toggle zoom center
de: M Zoomzentrierung umschalten
es: M Alternar zoom al centro
fr: M Basculer le centre du zoom
pt_br: M - Alternar centro de zoom
ru: M Выбор фокуса зумирования

source: R Zoom reset
de: R Zoom zurücksetzen
es: R Restablecer zoom
fr: R Réinitialiser Zoom
pt_br: R - Redefinição de zoom
ru: R Вместить полигон в экран

source: L Add label
de: L Label hinzufügen
es: L Agregar etiqueta
fr: L Ajouter étiquette
pt_br: L - Adicionar marcador
ru: L Создать бирку

source: shift-C Shift center to current mouse location
de: Shift + C Ansicht auf Mauszeigerposition zentrieren
es: mayus-C Desplazar el centro a la ubicación actual del ratón
fr: shift-C Déplacer le centre vers l'emplacement actuel de la souris
pt_br: shift-C - Centralizar a localização atual do mouse
ru: shift-C Центрировать по курсору мыши

source: left arrow Shift left
de: Pfeiltaste links: Nach links verschieben
es: flecha izquierda Desplazar a la izquierda
fr: flèche basse Shift left
pt_br: seta para a esquerda Shift para a esquerda
ru: ← Сдвиг влево

source: down arrow Shift down
de: Pfeiltaste unten Nach unten verschieben
es: flecha hacia abajo Desplazar hacia abajo
fr: flèche bas Shift down
pt_br: seta para baixo Shift para baixo
ru: ↓ Сдвиг вниз

source: right arrow Shift right
de: Pfeiltaste rechts Nach rechts verschieben
es: flacha derecha Desplazar derecha
fr: flèche droite Shift right
pt_br: seta para a direita Shift para a direita
ru: → Сдвиг вправо

source: up arrow Shift up
de: Pfeiltaste oben Nach oben verschieben
es: flecha hacia arriba Desplazar hacia arriba
fr: flèche haute Shift up
pt_br: seta para cima Shift para cima
ru: ↑ Сдвиг вверх

source: F5 Show speed-limits
de: F5 Geschwindigkeitsbegrenzungen anzeigen
es: F5 Mostrar limites velocidad
fr: F5 Afficher les limites de vitesse
pt_br: F5 - Mostrar limites de velocidades
ru: F5 Показать огр.скорости

source: shift-F5 Show mileposts
de: Shift + F5 Meilen- / Kilometerpfosten anzeigen
es: mayus-F5 Mostrar postes kilometricos
fr: shift-F5 Afficher les points kilométriques
pt_br: shift-F5 - Mostrar quilometragem
ru: shift-F5 Показать пикеты

source: F6 Show terrain
de: F6 Geländetexturen anzeigen
es: F6 Mostrar terreno
fr: F6 Afficher les textures de terrain
pt_br: F6 - Mostrar terreno
ru: F6 Показать грунт

source: ctrl-F6 Show DM terrain
de: Ctrl + F6 Entferntes Terrain anzeigen
es: ctrl-F6 Mostrar Montañas Distantes
fr: ctrl-F6 Afficher les textures de terrain DM
pt_br: ctrl-F6 - Mostrar DM terreno

source: shift-F6 Show terrain patch lines
de: Shift + F6 Texturquadrate anzeigen
es: mayus-F6 Mostrar líneas parcelas terreno
fr: shift-F6 Afficher les limites de texture
pt_br: shift-F6 - Mostrar linhas do path no terreno
ru: shift-F6 Показать линии сшивки текстур грунта

source: F7 show signals
de: F7 Signale anzeigen
es: F7 Mostrar señales
fr: F7 Afficher les signaux
pt_br: F7 - Mostrar sinais
ru: F7 Показать сигналы

source: F8 Show platforms
de: F8 Bahnsteigmarker anzeigen
es: F8 Mostrar andenes
fr: F8 Afficher les quais
pt_br: F8 - Mostrar plataformas
ru: F8 Показать платформы

source: shift-F8 Show platform-names
de: Shift + F8 Bahnsteignamen anzeigen
es: mayus-F8 Mostrar nombre andenes
fr: shift-F8 Afficher les noms de quai
pt_br: shift-F8 - Mostrar nomes das plataformas
ru: shift-F8 Показать названия платформ

source: F9 Show sidings
de: F9 Nebengleise anzeigen
es: F9 Mostrar apartaderos
fr: F9 Afficher les voies de service
pt_br: F9 - Mostrar desvios
ru: F9 Показать боковые пути

source: shift-F9 Show siding-names
de: Shift + F9 Nebengleisnamen anzeigen
es: mayus-F9 Mostrar nombre apartaderos
fr: shift-F9 Afficher les noms de voie de service
pt_br: shift-F9 - Mostrar nomes dos desvios
ru: shift-F9 Показать названия путей

source: F10 Highlight tracks
de: F10 Gleise hervorheben
es: F10 Resalta vías
fr: F10 Mettre en évidence les voies
pt_br: F10 - Realçar vias
ru: F10 Подсвечивать секции пути

source: shift-F10 Highlight items
de: Shift + F10 Elemente hervorheben
es: mayus-F10 Destacar elementos
fr: shift-F10 Mettre en évidence les éléments
pt_br: shift-F10 -Realçar itens
ru: shift-F10 Подсвечивать объекты

source: F11 Show path
de: F11 Fahrstraße anzeigen
es: F11 Mostrar itinerarios
fr: F11 Afficher le chemin
pt_br: F11 - Mostrar o path
ru: F11 Показывать маршруты

source: shift-F11 Show raw path
de: Shift + F11 Grobe Fahrstraße anzeigen
es: hift-F11 Mostrar itinerario sin procesar
fr: shift-F11 Afficher le chemin brut
pt_br: shift-F11 - Mostrar path não finalizado
ru: shift-F11 Показывать схему маршрутов

source: C Shift to center of current path node
de: C Zentriere Ansicht auf aktuellen Fahrstraßen-Node
es: C Desplazar al nodo central de ruta actual
fr: C Passer au centre du nœud du chemin actuel
pt_br: C-Shift - Mudar para o centro do ponto do caminho atual
ru: C Центрировать по выбранному узлу маршрута

source: PgUp Show more of the path
de: BildAuf Mehr Teile der Fahrstraße anzeigen
es: AvPag Mostrar más del itinerario
fr: PgUp Avance le chemin
pt_br: PgUp - Mostrar mais do path
ru: PgUp Показать следующий участок маршрута

source: PgDn Show less of the path
de: BildAb Weniger Teile der Fahrstraße anzeigen
es: RePag Muestra menos del itinerario
fr: PgDn Recule le chemin
pt_br: PgDn - Mostrar menos do caminho
ru: PgDn Скрыть участок маршрута

source: shift-PgUp Show the full path
de: Shift + BildAuf: Komplette Fahrstraße anzeigen
es: mayus-AvPag Muestra el itinerario completo
fr: shift-PgUp Avance chemin complet
pt_br: shift-PgUp - Mostrar o path completo
ru: shift-PgUp Отображать весь маршрут

source: shift-PgDn Show only start point of path
de: Shift + BildAb: Nur Startpunkt der Fahrstraße anzeigen
es: mayus-RePag Mostrar solo el punto de inicio del itinerario
fr: shift-PgDn Remet le chemin au point de départ
pt_br: shift-PgDn - Mostrar apenas o ponto inicial do caminho
ru: shift-PgDn Отображать только начало маршрута

source: E Place end-point
de: E Endpunkt platzieren
es: E Colocar el punto final
fr: E Placer le point de fin
pt_br: E - Colocar ponto final
ru: E Задать окончание маршрута

source: W Place a wait-point
de: W Wartepunkt platzieren
es: W Colocar un punto de espera
fr: W Placer un point d'attente
pt_br: W - Colocar ponto de aguardo
ru: W Задать точку ожидания

source: ctrl-Z Undo in path editor
de: Ctrl + Z Rückgängig
es: ctrl-Z Deshacer en el editor de itinerarios
fr: ctrl-Z Annuler dans l'éditeur de chemin
pt_br: ctrl-Z - Desfazer no editor de path
ru: ctrl-Z Отменить в редакторе маршрута

source: ctrl-Y Redo in path editor
de: Ctrl + Y Wiederholen
es: ctrl-Y Rehacer en el editor de itinerarios
fr: ctrl-Y Refaire dans l'éditeur de chemin
pt_br: ctrl-Y - Refazer no editor de caminho
ru: ctrl-Y Применить в редакторе маршрута

source: alt-? Various keys to open submenus
de: Alt +? Verschiedene Tasten für Untermenüs
es: alt-? Varias teclas para abrir los submenús
fr: alt-? Diverses touches pour ouvrir les sous-menus
pt_br: alt-? - Várias teclas para abrir submenus
ru: alt-? Клавиши доступа в подменю

source: mouse-right click On event shows event message
de: Rechte Maustaste auf Ereignis zeigtEreignisnachricht an
es: clic derecho del ratón En evento muestra mensaje de evento

source: Keyboard shortcuts
de: Tastenbelegung
es: Atajos de teclado
fr: Raccourcis clavier
pt_br: Atalhos do teclado
ru: Горячие клавиши

source: This is ORTS TrackViewer, version
cs: Toto je ORTS TrackViewer, verze
de: Open Rails Trackviewer Version
es: Esto es ORTS Visor de Vías, versión
fr: Il s'agit de ORTS TrackViewer, version
it: Questo è ORTS TrackViewer, versione
pt_br: Este é o ORTS TrackViewer, versão
ru: Утилита ORTS TrackViewer, версия

source: It is a 'Contribution' to ORTS, and as such
cs: Toto je 'příspěvek' do ORTS a jako takový
de: Ein 'Zusatzprogramm' zu Open Rails und
es: Se trata de una 'contribución' a ORTS, y es tal cual
fr: Il s'agit d'une «contribution» à ORTS, et en tant que telle
it: Questa è una 'Contribuzione' a ORTS e come tale
pt_br: É uma ''contribuição'' para o ORTS e, como tal
ru: Будучи сторонней разработкой,

source: not an integral part of ORTS.
cs: není součástí ORTS.
de: damit kein direkter Teil von Open Rails.
es: no es una parte integral de ORTS.
fr: ne fait pas partie intégrante de ORTS.
it: non è parte integrante di ORTS.
pt_br: não é parte integrante do ORTS.
ru: не является неотъемлемой частью ORTS.

source: Documentation is available
cs: Dokumentace je dostupná
de: Eine Beschreibung der Features ist verfügbar
es: Documentación disponible
fr: La documentation est disponible
it: La documentazione è disponibile
pt_br: Documentação está disponível
ru: Документация доступна на сайте

source: Right column → Open Rails Trackviewer
de: Rechte Spalte → Open Rails Trackviewer
es: Columna derecha → Visor de Vías Open Rails
fr: Colonne Droite → Open Rails Trackviewer
pt_br: Coluna da direita → Open Rails Trackviewer
ru: Правая колонка → Open Rails Trackviewer

source: Do you want to go to the website?
de: Wollen Sie die Website öffnen?
es: ¿Quieres ir al sitio web?
fr: Voulez-vous aller sur le site ?
pt_br: Você quer ir ao site?
ru: Хотите перейти туда?

source: Documentation
cs: Dokumentace
de: Handbuch
es: Documentación
it: Documentazione
pt_br: Documentação
ru: Документация

source: Label
es: Etiqueta
fr: Libellé
pt_br: Rótulo
ru: Бирка

source: Delete label
de: Label löschen
es: Borrar etiqueta
fr: Supprimer le libellé
pt_br: Apagar rótulo
ru: Удалить бирку

source: Result of auto correcting all paths
de: Nach Autokorrektur aller Fahrstraßen
es: Resultado de corregir automáticamente todas los itinerarios
fr: Résultat de la correction automatique de tous les chemins
pt_br: Resultado da correção automática de todos os paths
ru: Результат авто-исправления всех маршрутов

source: Save the above overview
de: Obige Übersicht speichern
es: Guardar la descripción anterior
fr: Enregistrer la vue d'ensemble ci-dessus
pt_br: Salve a visão geral acima
ru: Сохранить вышеприведенный обзор

source: directly
de: sofort
es: directamente
fr: directement
pt_br: diretamente
ru: полностью

source: individually with confirmation
de: einzeln mit Bestätigung
es: individualmente con confirmación
fr: individuellement avec confirmation
pt_br: individualmente com confirmação
ru: с подтверждением каждого пункта

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
pt_br: Cancelar
ru: Отказаться

source: Path metadata
cs: Metadata cesty
de: Fahrstraßenbeschreibung
es: Metadato itinerario
fr: Données du chemin
it: Metadata del Path
pt_br: Dados do path
ru: Метаданные маршрута

source: Path ID
cs: ID cesty
de: Fahrstrassen ID
es: ID itinerario
fr: ID du chemin
it: ID del Path
pt_br: Nome mostrado do path
ru: Имя *.pat-файла

source: Path name
cs: Název cesty
de: Name der Fahrstraße
es: Nombre itinerario
fr: Nom du chemin
it: Nome del Path
pt_br: Nome do path
ru: Название маршрута

source: Path start
cs: Začátek cesty
de: Startpunkt
es: Inicio itinerario
fr: Début du chemin
it: Inizio del Path
pt_br: Início do path
ru: Начало

source: Path end
cs: Konec cesty
de: Fahrstrassen-Ende
es: Fin itinerario
fr: Fin du chemin
it: Termine del Path
pt_br: Fim do path
ru: Конец

source: Player path
cs: Cesta hráče
de: Spielbare Fahrstraße
es: Itinerario del jugador
fr: Chemin utilisable par le joueur
pt_br: Path do jogador
ru: Маршрут игрока

source: Cancel
cs: Storno
de: Abbrechen
es: Cancelar
fr: Fermer
it: Annulla
pt_br: Cancelar
ru: Отмена

source: Wait Point
cs: Bod čekání
de: Wartepunkt
es: Punto Espera
fr: Point d'attente
it: Punto di attesa
pt_br: Aguardar ponto
ru: Точка ожидания

source: Wait time:
cs: Doba čekání:
de: Wartezeit:
es: Tiempo:
fr: Temps d'attente :
it: Attesa:
pt_br: Aguardar horário :
ru: Время ожидания:

source: minutes
cs: minut
de: Minuten
es: minutos
it: minuti
pt_br: minutos
ru: минут

source: seconds
cs: sekund
de: Sekunden
es: segundos
fr: secondes
it: secondi
pt_br: segundos
ru: секунд

source: Openrails advanced shunting options:
cs: Pokročilé možnosti posunování v Openrails:
de: Erweiterte Rangieroptionen für Open Rails:
es: Opciones avancadas maniobras OpenRails:
fr: Options avancées de manœuvres Openrails:
it: Funzioni di aggancio avanzate di OpenRails:
ru: Более сложные манёвры:

source: Wait until:
cs: Čekat dokud:
de: Warte bis:
es: Hasta:
fr: Attendre jusqu'à :
it: Attendi le:
pt_br: Espere até:
ru: Дождаться:

source: Uncouple: keep
cs: Rozpojit: zachovat
de: Abkuppeln: behalten
es: Conservar:
fr: Dételer: garder
it: Sgancio: tieni
pt_br: Desacoplar: manter
ru: Отцепка: оставить

source: cars, and wait
cs: vozů a čekat
de: Waggons, warte
es: vagones, y esperar
fr: véhicules, attendre
it: rotabili, e attendi
pt_br: vagões, e aguarde
ru: вагонов и ждать

source: seconds.
cs: sekund.
de: Sekunden.
es: segundos
fr: secondes.
it: secondi.
pt_br: segundos.
ru: секунд.

source: Keep rear
cs: Zachovat zadní
de: Ende behalten
es: Traseros
fr: Garder l'arrière
it: Tieni dietro
pt_br: Mantenha a retaguarda
ru: Оставить хвост

source: Join and split
cs: Připojit a rozdělit
de: Verbdn & abkup.Verbinden und tr
es: Unir y separar
fr: Joindre et diviser
it: Unisci e separa
pt_br: Unir e dividir
ru: Сцепка и расцепка

source: AI train request to pass red signal
cs: AI vlaku požaduje projet červenou na návěstidle
de: KI-Anfrage für Signalfreigabe
es: Tren IA solicita rebase señal en rojo
fr: Demande du train IA de passer le feu rouge
pt_br: Solicitação de trem AI para passar o sinal vermelho
ru: Другой поезд запросил проследование зпрещающего сигнала

source: Blow horn for
cs: Zahoukat na
de: Horn betätigen für
es: Sonar bocina
fr: Klaxonner pendant
it: Suona per
pt_br: Buzina para
ru: Подавать сигнал

source: seconds. 11 = American horn sequence.
de: Sekunden. 11 = amerikanische Hornsequenz.
es: segundos. 11 = secuencia de cuerno americano.
fr: secondes. 11 = Séquence de sifflet américaine.
ru: секунд. 11 = американская последовательность.

source: Wait time code as decimal =
cs: Kód doby čekání decimálně =
de: Wartezeitcode Dezimal =
es: El codigo tiempo de espera es decimal =
fr: Code de temps d'attente, décimale
it: Codice attesa in decimale =
ru: Время ожидания в десятичном формате =

source: Charting the path
cs: Vytvářím schéma trasy
de: Fahrstraßendiagramm
es: Trazando el itinerario
fr: Tracer le chemin
it: Grafici del path
pt_br: Traçando o caminho
ru: Составляю профиль пути

source: Save the data of the chart in json format into a .js file.The saved data can then be used to show the chart on an HTML5 canvas.
cs: Uložit data schématu do souboru .js ve formátu json. Uložená data mohou být později použita pro zobrazení schématu v HTML5 canvasu.
de: Diagrammdaten im Json-Format speichern (*.js). Die gespeicherten Daten können später auf einer HTML5-Seite angezeigt werden.
es: Guardar los datos de la tabla en formato json en un archivo .js. Los datos guardados pueden utilizarse entonces para mostrar el gráfico en un visor de HTML5.
fr: Enregistre les données du graphique en format json dans un fichier .js. Les données enregistrées peuvent ensuite être utilisées pour afficher le graphique sur une zone de dessin HTML5.
pt_br: Salve os dados do gráfico no formato json em um arquivo .js. Os dados salvos podem ser usados para mostrar o gráfico em uma tela HTML5.
ru: Сохранить эту диаграмму в формате json (*.js-файл). Сохранённые данные возможно просматрвать в HTML5 canvas.
