Repository: openrails/openrails
Catalog: Source/Locales/Contrib/*.po
Languages: cs, de, es, fr, it, pt_br, ru

source: Route cannot be loaded. {0} does not exist
de: Route kann nicht geladen werden. {0} existiert nicht
es: La ruta no puede cargarse. {0} no existe
fr: La ligne ne peut pas être chargée. {0} n'existe pas
pt_br: A rota não pode ser carregada. {0} não existe
ru: Полигон не загрузить. {0} не существует

source: Route cannot be loaded. While trying to open {0} the folder {1} was inferred as (MSTS or similar) install folder but does not contain expected files
de: Route kann nicht geladen werden. Beim Öffnen von {0} wurde das Verzeichnis {1} als (MSTS o.ä.) Installationsverzeichnis angegeben, enthält aber nicht die erwarteten Dateien
es: La ruta no puede cargarse. Al intentar abrir {0}, la carpeta {1} se dedujo como carpeta de instalación (MSTS o similar) pero no contiene archivos esperados
fr: La ligne ne peut pas être chargée. Tout en essayant d'ouvrir {0} le dossier {1} a été déduit comme dossier d'installation (MSTS ou similaire), mais ne contient pas les fichiers attendus
pt_br: A rota não pode ser carregada. Ao tentar abrir {0}, a pasta {1} foi inferida como pasta de instalação (MSTS ou similar), mas não contém os arquivos necessários
ru: Полигон не удалось загрузить. При открытии {0} папки {1}, где подразумевалось наличие МСТС-контента, не обнаружены соответствующие файлы

source: Route cannot be loaded. {0} somehow could not be translated into a loadable route
de: Route kann nicht geladen werden. {0} konnte nicht in eine ladbare Route übersetzt werden
es: La ruta no puede cargarse. {0} de alguna manera no podría traducirse en una ruta funcional
fr: La ligne ne peut pas être chargée. {0} en quelque sorte ne pouvait pas être traduite en une ligne rechargeable
ru: Полигон не удалось загрузить. {0} не удалось преобразовать в загружаемый маршрут

source: Directory is not a valid install directory. The install directory needs to contain ROUTES, GLOBAL, ...
cs: Adresář není platným instalačním adresářem. Je třeba, aby obsahoval podadresáře ROUTES, GLOBAL...
de: Der ausgewählte Ordner ist kein gültiges MSTS-Installationsverzeichnis. Der Ordner muss die Unterordner ROUTES, GLOBAL, etc. enthalten.
es: El directorio no es un directorio de instalación válido. El directorio de instalación debe contener ROUTES, GLOBAL, ...
fr: L'emplacement n'est pas un répertoire d'installation valide. Le dossier d'installation doit contenir ROUTES, GLOBAL, ...
it: La directory del profilo non è valida. La directory deve contenere ROUTES, GLOBAL, ...
pt_br: O diretório não é um diretório de instalação válido. O diretório de instalação precisa conter ROUTES, GLOBAL, ...
ru: Директория некорректна. Директория сборки должна содржать субдиректории ROUTES, GLOBAL, ...

source: Loading route...
cs: Nahrávám trať...
de: Lade Route ...
es: Cargando ruta...
fr: Chargement de la ligne...
it: Caricamento route...
pt_br: Carregando a rota...
ru: Загрузка полигона...

source: Route cannot be loaded. Sorry
cs: Trať nelze načíst, je nám líto
de: Route kann nicht geladen werden. Sorry
es: La ruta no se puede cargar. Perdon
fr: La ligne ne peut être chargée. Désolé
it: La route non può essere caricata.
pt_br: Desculpe! A rota não pode ser carregada
ru: К сожалению, полигон не удалось загрузить

source: Loading .pat file ...
cs: Nahrávám soubor .pat...
de: Lade Fahrstraßendatei (*.pat) ...
es: Cargando archivo .pat ...
fr: Chargement fichier .pat...
it: Caricamento file .pat ...
pt_br: Carregando arquivo .pat ...
ru: Загрузка *.pat-файла ...

source: Processing .pat file ...
cs: Zpracovávám soubor .pat...
de: Lese .pat Datei ...
es: Procesando archivo .pat ...
fr: Traitement fichier .pat ...
it: Elaborazione file .pat ...
pt_br: Processando arquivo .pat ...
ru: Обработка *.pat-файла ...

source: Path has been modified. Loading a new path will discard changes.
cs: Cesta byla změněna. Načtení nové cesty zruší změny.
de: Fahrstraße wurde geändert. Laden einer neuen Farstraße verwirft die Änderungen.
es: El itinerario ha sido modificado. Al cargar un nuevo itinerario se descartarán los cambios.
fr: Le chemin a été modifié. Le chargement d'un nouveau chemin supprimera les modifications.
it: Il path è stato modificato. Caricando un nuovo path perderai le modifiche.
pt_br: O path foi modificado. Carregando um novo path e descartando as mudanças.
ru: Маршрут изменён. При загрузке другого маршрута правки будут потеряны.

source: Do you want to continue?
cs: Chcete pokračovat?
de: Wollen Sie fortfahren?
es: ¿Quiere continuar?
fr: Voulez-vous continuer ?
it: Vuoi continuare?
pt_br: Você deseja continuar?
ru: Продолжить?

source: Trackviewer Path Editor
cs: Trackviewer editor cest
de: TrackViewer Fahrstraßeneditor
es: Editar Itinerarios con Visor de Vias
fr: Editeur de Chemin
pt_br: Trackviewer (Editor de path)
ru: Редактор маршрута

source: This will open every single .pat file for this route, (try to) fix all broken nodes, and save the modified path.
de: Dies wird jede einzelne .pat-Datei dieser Route öffnen, (möglichst) alle defekten Knoten reparieren und die geänderte(n) Fahrstraße(n) speichern.
es: Esto abrirá todos los archivos .pat para esta ruta, (intentara) arreglar todos los nodos rotos, y guardar los itinerarios modificados.
fr: Ceci ouvrira tous les fichiers .pat de cette ligne, essaiera de réparer tous les nœuds cassés et sauvegardera le chemin modifié.
ru: Сейчас будут загружены все *.pat-файлы данного полигона, чтобы попытаться исправить все битые точки, а затем-сохранить изменённые маршруты.

source: Potentially it will therefore change all .pat files on disc.
de: Möglicherweise werden alle .pat-Dateien auf der Platte geändert.
es: Potencialmente, por lo tanto, cambiará todos los archivos .pat en el disco.
fr: Potentiellement, cela modifiera donc tous les fichiers .pat sur votre disque.
ru: Возможно, изменения затронут все *.pat-файлы на диске.

source: This can be useful when a route has been changed and you want all paths to be corrected.
de: Das kann nützlich sein, wenn eine Route geändert wurde und Sie alle Fahrstraßen korrigieren lassen wollen.
es: Esto puede ser útil cuando se ha cambiado una ruta y desea que se corrijan todos los itinerarios.
fr: Cela peut être utile lorsqu'une ligne a été modifiée et que vous souhaitez que tous les chemins soient corrigés.
pt_br: Isso pode ser útil quando uma rota foi alterada e você deseja que todos os paths sejam corrigidos.
ru: Это бывает полезно, когда полигон был изменен, и вы хотите, чтобы все маршруты были исправлены.

source: Select broken path color
cs: Vybrat barvu pro vadnou cestu
de: Farbe für unterbrochene Fahrstraße auswählen
es: Seleccione color itinerario roto
fr: Sélect. couleur chemin interrompu
it: Scegli il colore per i path interrotti
pt_br: Selecionar cor do caminho quebrado
ru: Цвет битого маршрута

source: Select path color (main)
cs: Vybrat barvu cesty (hlavní)
de: Fahrstraßenfarbe (Hauptgleis) auswählen
es: Seleccione color itinerario (principal)
fr: Sélect. couleur chemin (voie principale)
it: Scegli il colore del path (principale)
pt_br: Selecionar cor do caminho (principal)
ru: Цвет маршрута (главный путь)

source: Select path color (siding)
cs: Vybrat barvu cesty (vedlejší)
de: Fahrstraßenfarbe (Ausweichgleis) auswählen
es: Seleccione color itinerario (de paso)
fr: Sélect. couleur chemin (voie de service)
it: Scegli il colore del path (banchina)
pt_br: Selecionar cor do caminho (desvio)
ru: Цвет маршрута (боковой путь)

source: Select color for multi-colored straight tracks
cs: Vybrat barvu pro vícebarevné rovné tratě
de: Farbe für mehrfarbige gerade Gleise auswählen
es: Seleccionar color para vías rectas multicolor
fr: Sélect. couleur voies droites multicolores
it: Scegli il colore per i binari diritti multicolore
pt_br: Selecione a cor para faixas retas multicoloridas
ru: Окраска цветных рельсов-прямые участки

source: Select color for multi-colored curved tracks
cs: Vybrat barvu pro vícebarevné zahnuté tratě
de: Farbe für mehrfarbige gebogene Gleise auswählen
es: Seleccionar color para vías curvadas multicolor
fr: Sélect. couleur voies courbées multicolores
it: Scegli il colore per i binari curvi multicolore
pt_br: Selecione a cor para faixas curvas multicoloridas
ru: Окраска цветных рельсов-криволинейные участки

source: Select color for mono-colored tracks
cs: Vybrat barvu pro jednobarevné tratě
de: Farbe für einfarbige Gleise auswählen
es: Seleccionar color para vías mono color
fr: Sélect. couleur voies unicolores
it: Scegli il colore per i binari monocolore
pt_br: Selecionar cor para faixas monocromáticas
ru: Цвет одноцветных путей

source: Select color for tracks on terrain
cs: Vybrat barvu pro tratě v terénu
de: Farbe für Gleise auf Geländetextur auswählen
es: Seleccionar color para vías en terreno
fr: Sélect. couleur voies sur le terrain
it: Scegli il colore per i binari sul terreno
pt_br: Selecione a cor para os trilhos no terreno
ru: Цвет путей на грунте

source: Select color for multi-colored straight roads
cs: Vybrat barvu pro vícebarevné rovné silnice
de: Farbe für mehrfarbige gerade Straßen auswählen
es: Seleccionar color para las carreteras rectas multicor
fr: Sélect. couleur routes droites multicolores
it: Scegli il colore per le strade diritte multicolore
pt_br: Selecione a cor para estradas retas multicoloridas
ru: Окраска цветных дорог-прямые участки

source: Select color for multi-colored curved roads
cs: Vybrat barvu pro vícebarevné zahnuté silnice
de: Farbe für mehrfarbige gebogene Straßen auswählen
es: Seleccionar color para las carreteras curvas multicolor
fr: Sélect. couleur routes courbées multicolores
it: Scegli il colore per le strade curve multicolore
pt_br: Selecione a cor para estradas curvas multicoloridas
ru: Окраска цветных дорог-криволинейные участки

source: Select color for mono-colored roads
cs: Vybrat barvu pro jednobarevné silnice
de: Farbe für einfarbige Straßen auswählen
es: Seleccione color de carreteras monocolor
fr: Sélect. couleur routes unicolores
it: Scegli il colore per le strade monocolore
pt_br: Selecione a cor para estradas monocromáticas
ru: Цвет дорог

source: Select color for roads on terrain
cs: Vybrat barvu pro silnice v terénu
de: Farbe für Straßen auf Geländetextur auswählen
es: Seleccione color de carreteras en terrenos
fr: Sélect. couleur routes sur le terrain
it: Scegli il colore per le strade sul terreno
pt_br: Selecione a cor para estradas no terreno
ru: Цвет дорог на грунте

source: Select background color
cs: Vybrat barvu pozadí
de: Hintergrundfarbe auswählen
es: Seleccione color de fondo
fr: Sélect. couleur de fond
it: Scegli il colore di sfondo
pt_br: Selecionar cor de fundo
ru: Цвет фона

source: Select text color
cs: Vybrat barvu textu
de: Textfarbe auswählen
es: Seleccione color texto
fr: Select. couleur du texte
it: Scegli il colore del testo
pt_br: Selecionar cor do texto
ru: Цвет текста

source: Select item text color
de: Elementtextfarbe auswählen
es: Seleccionar el color del texto del elemento
fr: Sélect. couleur du texte d'un élément
pt_br: Selecionar cor do texto do item
ru: Цвет текста объектов

source: Select junction color
cs: Vybrat barvu uzlů
de: Weichenfarbe auswählen
es: Seleccione color desvios
fr: Sélect. couleur aiguille
it: Scegli il colore degli scambi
pt_br: Selecionar cor da junção
ru: Цвет стрелочных переводов

source: Select endnode color
cs: Vybrat barvu koncového uzlu
de: Prellbockfarbe auswählen
es: Seleccione color nodo final
fr: Sélect. couleur nœud d'extrémité
it: Scegli il colore del nodo terminale
pt_br: Selecionar cor do fim de linha
ru: Цвет тупиковых призм

source: Select siding color
cs: Vybrat barvu vedlejších kolejí
de: Nebengleismarkerfarbe auswählen
es: Seleccione color apartadero
fr: Sélect. couleur voie de service
it: Scegli il colore delle banchine
pt_br: Selecione a cor do desvio
ru: Цвет станционных путей

source: Select crossing color
cs: Vybrat barvu křížení
de: Bahnübergangsfarbe auswählen
es: Seleccione color cruce
fr: Sélect. couleur passage à niveau
it: Scegli il colore degli incroci
pt_br: Selecionar cor de cruzamento
ru: Цвет крестовин

source: Select road crossing color
cs: Vybrat barvu křížení se silnicí
de: Straßenkreuzungsfarbe auswählen
es: Seleccione color cruce carretera
fr: Sélect. couleur croisement
it: Scegli il colore degli incroci stradali
pt_br: Selecionar cor da passagem
ru: Цвет перекрёстков

source: Select speedpost color
cs: Vybrat barvu rychlostních limitů
de: Geschwindigkeitsbegrenzungsfarbe auswählen
es: Seleccione color poste velocidad
fr: Sélect. couleur limite de Vitesse
it: Scegli il colore dei limiti di velocità
pt_br: Selecionar cor do marcador de velocidade
ru: Цвет ограничений скорости

source: Select event color
de: Ereignisfarbe auswählen
es: Seleccione color evento

source: Select other-paths color
cs: Vybrat barvu dalších cest
de: Farbe für andere Fahrstraßen auswählen
es: Selccione color otros itinerarios
fr: Sélect. couleur autres chemins
it: Scegli il colore dei path secondari
pt_br: Selecionar cor de outros paths
ru: Цвет прочих маршрутов

source: Loading terrain ace-files {0}-{1} (scaled down with a factor {2})
de: Lade Geländetexturen (*.ACE) {0}-{1} (verkleinert um Faktor {2})
es: Cargando archivos ace del terreno {0}-{1} (reducido con un factor {2})
fr: Chargement des fichiers ACE du terrain {0}-{1} (réduits avec un facteur {2})
pt_br: Carregando arquivos ace do terreno {0} - {1} (reduzido com um fator {2})
ru: Загружаются текстуры грунта {0}-{1} (уменьшено на коэфициент {2})

source: Rescaling previously loaded ace-files
de: Geladene ACE-Dateien werden neu skaliert
es: Reescalar archivos ace previamente cargados
fr: Redimensionnement des fichiers .ace précédemment chargés
pt_br: Reescalonando arquivos ace anteriormente carregados
ru: Масштабирование ранее загруженных *.ace-файлов

source: Loading trackfile .trk ...
cs: Nahrávám soubor tratě .trk...
de: Lade Schienendatei (*.trk) ...
es: Cargando archivo vías .trk ...
fr: Chargement du fichier des voies .trk ...
it: Caricamento file .trk ...
pt_br: Carregando trackfile .trk ...
ru: Загрузка описания полигона *.trk ...

source: Loading track database .tdb ...
cs: Nahrávám databázi tratě .tdb...
de: Lade Schienendatenbank (*.tdb) ...
es: Cargando base de datos de vías .tdb ...
fr: Chargement de la base de données des voies .tdb ...
it: Caricamento database .tdb ...
pt_br: Carregando track database .tdb ...
ru: Загрузка базы путей *.tdb ...

source: Loading tsection.dat ...
cs: Nahrávám tsection.dat...
de: Lade tsection.dat Datei ...
es: Cargando tsection.dat ...
fr: Chargement tsection.dat ...
it: Caricamento tsection.dat ...
pt_br: Carregando tsection.dat ...
ru: Загрузка базы звеньев (файл tsection.dat) ...

source: Loading road track database .rdb ...
cs: Nahrávám databázi tratí a silnic .rdb ...
de: Lade Straßendatenbank (*.rdb) ...
es: Cargando base datos vías y carreteras .rdb ...
fr: Chargement de la base de données des routes .rdb ...
pt_br: Carregando road track database .rdb ...
ru: Загрузка базы дорог *.rdb ...

source: Finding the angles to draw signals, endnodes, ...
cs: Hledám úhly k vykreslení návěstidel, koncových uzlů atd...
de: Symbole für Signale, Prellböcke, etc. zur Strecke ausrichten ...
es: Encontrando ángulos para dibujar señales, nodos finales, ...
fr: En cours de recherches des angles pour dessiner des signaux, nœuds d'extrémité, ...
it: Ricerca degli angoli per disegnare i segnali ...
pt_br: Encontrar os ângulos para desenhar sinais e fins de linhas ...
ru: Отрисовка сигналов, тупиков...

source: The .json file could not be read properly.
de: Die .json-Datei konnte nicht korrekt gelesen werden.
es: El archivo .json no se pudo leer correctamente.
fr: Le fichier .json n'a pas pu être lu correctement.
pt_br: O arquivo .json não pôde ser lido corretamente.
ru: *.json-файл не удалось прочитать корректно.

source: Some labels could not be read properly.
de: Einige Label konnten nicht korrekt gelesen werden.
es: Algunas etiquetas no se pueden leer correctamente.
fr: Certains libellés ne peuvent pas être lus correctement.
pt_br: Alguns rótulos não puderam ser lidos corretamente.
ru: Часть бирок не удалось прочитать корректно.

source: None of the labels could be read properly
de: Keins der Label konnte korrekt gelesen werden
es: Ninguna de las etiquetas se puede leer correctamente
fr: Aucun des libellés ne peuvent être lus correctement
pt_br: Nenhum dos rótulos pôde ser lido corretamente
ru: Ни одной бирки не удалось прочитать корректно

source: There were no labels read
de: Es wurden keine Labels gefunden
es: No se leyeron etiquetas
fr: Aucun libellés n'a pu être lus
pt_br: Não houve marcadores lidos
ru: Бирок не обнаружено

source: Processing .pat file
de: Lese .pat Datei
es: Procesando archivo .pat
fr: Traitement fichier .pat
pt_br: Processando arquivo .pat
ru: Обработка *.pat-файлаe

source: Place start point
cs: Umístit výchozí bod
de: Startpunkt platzieren
es: Poner punto inicio
fr: Placer le point de départ
it: Piazza il punto di partenza
pt_br: Colocar ponto inicial
ru: Задать точку старта

source: Remove start point
cs: Odstranit výchozí bod
de: Startpunkt entfernen
es: Eliminar punto inicio
fr: Supprimer le point de départ
it: Rimuovi il punto di partenza
pt_br: Remover ponto inicial
ru: Убрать точку старта

source: Clear path (keep tail)
cs: Vyčistit cestu (zachovat konec)
de: Fahrstraße löschen (Ende behalten)
es: Quitar itinerario (mantener la cola)
fr: Effacer le chemin (en gardant la partie sauvegardée)
it: Azzera il path (mantieni la coda)
ru: Очистить маршрут, сохранив окончание

source: Change start direction
cs: Změnit výchozí orientaci
de: Startrichtung umschalten
es: Cambiar dirección inicio
fr: Changer la direction de départ
it: Cambia la direzione iniziale
pt_br: Mudar direção de início
ru: Изменить направление

source: Place end point
cs: Umístit koncový bod
de: Endpunkt platzieren
es: Poner punto final
fr: Placer le point d'arrivée
it: Piazza il punto di arrivo
pt_br: Colocar ponto final
ru: Задать точку финша

source: Remove end point
cs: Odstranit koncový bod
de: Endpunkt entfernen
es: Eliminar punto final
fr: Supprimer le point d'arrivée
it: Rimuovi il puto di arrivo
pt_br: Remover ponto final
ru: Убрать точку финиша

source: Place reversal point
cs: Umístit bod obrácení
de: Umkehrpunkt platzieren
es: Poner punto inversión
fr: Placer un point d'inversion
it: Piazza un punto di inversione
pt_br: Colocar ponto de reverso
ru: Задать точку реверса

source: Remove reversal point
cs: Odstranit bod obrácení
de: Umkehrpunkt entfernen
es: Eliminar punto inversión
fr: Supprimer un point d'inversion
it: Rimuovi il punto di inversione
pt_br: Remover ponto de reverso
ru: Убрать точку реверса

source: Place wait point
cs: Umístit bod čekání
de: Wartepunkt platzieren
es: Poner punto espera
fr: Placer un point d'attente
it: Piazza punto di attesa
pt_br: Colocar ponto de aguardo
ru: Задать точку ожидания

source: Edit wait point
cs: Editovat bod čekání
de: Wartepunkt bearbeiten
es: Editar punto espera
fr: Modifier un point d'attente
it: Termine punto di attesa
pt_br: Editar ponto de aguardo
ru: Править точку ожидания

source: Remove wait point
cs: Odstranit bod čekání
de: Wartepunkt entfernen
es: Eliminar punto espera
fr: Supprimer un point d'attente
it: Rimuovi il punto di attesa
pt_br: Remover ponto de aguardo
ru: Убрать точку ожидания

source: Take other exit
cs: Použít jiný výjezd
de: Anderes Gleis nehmen
es: Tomar otra salida
fr: Prendre autre sortie
it: Prendi un'altra uscita
pt_br: Mudar de desvio
ru: На другой путь

source: Add passing path
cs: Přidat alternativní trasu
de: Ausweichstrecke hinzufügen
es: Añadir itinerario de paso
fr: Ajouter un chemin de passage
it: Aggiungi un percorso di passaggio
pt_br: Adicionar passagem do path
ru: Добавить обходной путь

source: Start passing path
cs: Začátek alternativní trasy
de: Ausweichstrecke beginnen
es: Inicio itinerario de paso
fr: Départ chemin de passage
it: Inizio del percorso di passaggio
pt_br: Início de passagem do path
ru: Начать обходной путь

source: Remove passing path
cs: Odstranit alternativní trasu
de: Ausweichstrecke entfernen
es: Eliminar itinerario de paso
fr: Supprimer chemin de passage
it: Rimuovi il percorso di passaggio
pt_br: Remover passagem do path
ru: Убрать обходной путь

source: Fix invalid point
cs: Opravit neplatný bod
de: Ungültigen Punkt reparieren
es: Reparar punto inválido
fr: Corriger point invalide
it: Correggi i punti non validi
pt_br: Corrigir ponto inválido
ru: Исправить некорректную точку

source: Delete rest of path
cs: Smazat zbytek cesty
de: Rest der Fahrstraße löschen
es: Borrar resto itinerario
fr: Supprimer le reste du chemin
it: Cancella il resto del path
pt_br: Excluir restante do caminho
ru: Очистить продолжение маршрута

source: Cut path here and store its tail
cs: Rozříznout cestu zde a ponechat její konec
de: Fahrstraße hier teilen, Rest speichern
es: Cortar itinerario aquí y almacenar cola
fr: Couper le chemin ici et sauvegarder le reste
it: Taglia il percorso qui e memorizza la testata
ru: Разделить маршрут на части в этой точке

source: Auto-fix broken points
cs: Automaticky opravit vadné body
de: Ungültige Punkte automatisch reparieren
es: Auto reparar nodos rotos
fr: Corriger automatiquement tous les nœuds cassés
it: Ripara automaticamente i punti errati
pt_br: Corrigir automaticamente pontos defeituosos
ru: Авто-исправление битых точек

source: Reconnect to tail
cs: Připojit na konec
de: Zum Rest verbinden
es: Reconectar la cola
fr: Reconnecter au chemin sauvegardé
it: Riconnetti alla testata
pt_br: Reconectar atrás
ru: Воссоединить с окончанием

source: Reconnect passing path
cs: Připojit alternativní trasu hlavního tahu
de: Ausweichstrecke zu Hauptstrecke verbinden
es: Reconectar itinerario de paso
fr: Reconnecter le chemin de passage
it: Riconnetti il percorso di passaggio
pt_br: Reconectar passagem do path
ru: Подсоединить обходной путь

source: Draw path until here
cs: Nakreslit cestu až sem
de: Fahrstraße bis hier anzeigen
es: Dibuja itinerario hasta aquí
fr: Tracer le chemin jusqu'ici
it: Traccia il percorso fino a qui
pt_br: Traçar caminho até aqui
ru: Отображать маршрут до этого места

source: Draw path until next broken point
cs: Nakreslit cestu do dalšího vadného bodu
de: Fahrstraße bis zum nächsten ungültigen Punkt anzeigen
es: Dibuja itinerario hasta próximo punto roto
fr: Tracer le chemin jusqu'au prochain point cassé
it: Traccia il percorso fino al prossimo punto interrotto
pt_br: Traçar caminho até o próximo ponto defeituoso
ru: Отображать маршрут до следующей битой точки

source: The selected path contains no or only 1 node. The current path was not extended.
de: Die ausgewählte Fahrstraße enthält keinen oder nur einen Knoten. Die aktuelle Fahrstraße wurde nicht verlängert.
es: El itinerario seleccionado no contiene o solo tiene 1 nodo. El itinerario actual no fue extendido.
fr: Le chemin sélectionné ne contient pas de nœud ou un seul. Le chemin actuel n'a pas été prolongé.
ru: Выбранный маршрут содержит менее двух узлов. Текуший маршрут невозможно продлить.

source: The selected path has been added as tail and then reconnected.
de: Die gewählte Fahrstraße wurde am Ende hinzugefügt und wieder verbunden.
es: El itinerario seleccionado se agregó como cola y luego se volvió a conectar.
fr: Le chemin choisi a été ajouté à la fin, puis reconnecté.
ru: Выбранный маршрут был добавлен в конец существующего и объединён.

source: The selected path has been added as tail. It was not possible to reconnect automatically.
de: Die gewählte Fahrstraße wurde am Ende hinzugefügt, konnte aber nicht automatisch verbunden werden.
es: El itinerario seleccionado ha sido añadida como cola. No fue posible volver a conectarlo automáticamente.
fr: Le chemin choisi a été ajouté à la fin. Il n'a pas été possible de se reconnecter automatiquement.
ru: Выбранный маршрут был добавлен в конец существующего но автоматическое объединение не удалось.
