Repository: openrails/openrails
Catalog: Source/Locales/ORTS.Common/*.po
Languages: cs, de, es, fr, it, pt_br, ru

source: Camera Rotate (Pan) Left
cs: Pohled Pohyb vlevo
de: Kamera: Nach links drehen
es: Cámara Rotar (panoramica) izquierda
fr: Caméra Tourner à gauche
it: Telecamera ruota (sposta) verso sinistra
pt_br: Rotacionar a câmera para a esquerda
ru: Камера Поворот/сдвиг влево

source: Camera Rotate (Pan) Right
cs: Pohled Pohyb vpravo
de: Kamera: Nach rechts drehen
es: Cámara Rotar (panoramica) derecha
fr: Caméra Tourner à droite
it: Telecamera ruota (sposta) verso destra
pt_br: Rotacionar a câmera para a direita
ru: Камера Поворот/сдвиг вправо

source: Camera Rotate (Pan) Up
cs: Pohled Pohyb nahoru
de: Kamera: Nach oben drehen
es: Cámara Rotar (panoramica) arriba
fr: Caméra Tourner vers le haut
it: Telecamera ruota (sposta) verso l'alto
pt_br: Rotacionar a câmera para cima
ru: Камера Поворот/сдвиг вверх

source: Camera Rotate (Pan) Down
cs: Pohled Pohyb dolů
de: Kamera: Nach unten drehen
es: Cámara Rotar (panoramica) abajo
fr: Caméra Tourner vers le bas
it: Telecamera ruota (sposta) verso il basso
pt_br: Rotacionar a câmera para baixo
ru: Камера Поворот/сдвиг вниз

source: Camera Car Next
cs: Pohled Další vozidlo
de: Kamera: Nächster Waggon
es: Cámara Siguiente vagón
fr: Caméra Véhicule suivant
it: Telecamera sul rotabile successivo
pt_br: Visão do vagão a frente
ru: Фокус на следующий вагон

source: Camera Car Previous
cs: Pohled Předchozí vozidlo
de: Kamera: Vorheriger Waggon
es: Cámara Anterior vagón
fr: Caméra Véhicule précédent
it: Telecamera sul rotabile precedente
pt_br: Visão do vagão atrás
ru: Фокус на предыдущий вагон

source: Camera Car First
cs: Pohled První vozidlo
de: Kamera: Erster Waggon
es: Cámara Primer vagón
fr: Caméra Premier véhicule
it: Telecamera sul primo rotabile
pt_br: Visão do primeiro vagão
ru: Фокус на первый вагон

source: Camera Car Last
cs: Pohled Poslední vozidlo
de: Kamera: Letzter Waggon
es: Cámara Ultimo vagón
fr: Caméra Dernier véhicule
it: Telecamera sull'ultimo rotabile
pt_br: Visão do último vagão
ru: Фокус на последний вагон

source: Camera Jumping Trains
cs: Pohled Přepnout vlak
de: Kamera: zu anderem Zug springen
es: Cámara Salta siguiente tren (multijugador)
fr: Caméra Changer de train
it: Telecamera su altri treni
pt_br: Mudar para ver os outros trens do cenário
ru: Фокус на другие поезда

source: Camera Jump Back Player
cs: Pohled Vlak hráče
de: Kamera: zum Spielerzug springen
es: Cámara Regresar al jugador (multijugador)
fr: Caméra Retourner à votre train
it: Telecamera sul player
pt_br: Voltar para o trem do jogador
ru: Фокус на поезд игрока

source: Camera Jump See Switch
cs: Pohled Výhybka
de: Kamera: Weiche ansehen
es: Cámara Saltar a ver desvio
fr: Caméra Aller à l'aiguille
it: Telecamera vista scambio
ru: Фокус на стрелку

source: Camera Vibrate
cs: Pohled Kývání
de: Kamera: Zug-Schaukeln darstellen
es: Cámara Vibración
fr: Caméra Faire vibrer
it: Telecamera vibrazione
pt_br: Vibração do trem
ru: Вид Раскачка вагонов

source: Camera Scroll Right
de: Kamera: nach rechts schieben
es: Cámara Desplazamiento a la Derecha
fr: Caméra Défiler vers la droite
it: Telecamera Scorrimento a Destra
pt_br: Rotacionar a câmera para a direita
ru: Камера Сдвиг вправо

source: Camera Scroll Left
de: Kamera: nach links schieben
es: Cámara Desplazamiento a la Izquierda
fr: Caméra Défiler vers la gauche
it: Telecamera Scorrimento a Sinistra
pt_br: Rotacionar a câmera para a esquerda
ru: Камера Сдвиг влево

source: Camera Browse Backwards
de: Kamera: Zug rückwärts entlanglaufen
es: Cámara Navega hacia atrás
fr: Caméra Parcourir la rame vers l'arrière
it: Telecamera Browse Backwards
pt_br: Movimentar câmera auto para trás
ru: Камера перелететь к голове поезда

source: Camera Browse Forwards
de: Kamera: Zug vorwärts entlanglaufen
es: Cámara Navega hacia adelante
fr: Caméra Parcourir la rame vers l'avant
it: Telecamera Browse Forwards
pt_br: Movimentar câmera auto para frente
ru: Камера перелететь к хвосту поезда

source: Control Forwards
cs: Vpřed
de: Steuerung: Vorwärts
es: Control Inversor hacia delante
fr: Contrôle Inverseur vers l'avant
it: Controllo marcia avanti
pt_br: Reversora para frente
ru: Ручки Реверсор Вперёд

source: Control Backwards
cs: Vzad
de: Steuerung: Rückwärts
es: Control Inversor hacia atrás
fr: Contrôle Inverseur vers l'arrière
it: Controllo marcia indietro
pt_br: Reversora para trás
ru: Ручки Реверсор Назад

source: Control Throttle Increase
cs: Zvýšit tah
de: Steuerung: Regler höher
es: Control Aumentar regulador
fr: Contrôle Augmentation de la traction
it: Controllo aumenta acceleratore
pt_br: Aumento do acelerador
ru: Ручки Контроллер +

source: Control Throttle Decrease
cs: Snížit tah
de: Steuerung: Regler niedriger
es: Control Disminuir regulador
fr: Contrôle Réduction de la traction
it: Controllo diminuisci acceleratore
pt_br: Diminuição do acelerador
ru: Ручки Контроллер -

source: Control Throttle Zero
cs: Vynulovat tah
de: Steuerung: Regler 0
es: Control Regulador a cero
fr: Contrôle Traction à 0
it: Controllo Azzera throttle
pt_br: Fechar acelerador
ru: Ручки Контроллер Выключить

source: Control Gear Up
cs: Řazení nahoru
de: Steuerung: Gang hinaufschalten
es: Control Subir marcha
fr: Contrôle Passage d'une vitesse
it: Controllo sale di marcia
pt_br: Controle de engrenagem
ru: Ручки Передача +

source: Control Gear Down
cs: OŘazení dolů
de: Steuerung: Gang zurückschalten
es: Control Bajar marcha
fr: Contrôle Rétrogradation d'une vitesse
it: Controllo scala la marcia
pt_br: Engrenagem para baixo
ru: Ручки Передача -

source: Control Train Brake Increase
cs: Zabrzdit vlakovou brzdu
de: Steuerung: Zugbremse +
es: Control Aumentar freno del tren
fr: Contrôle Serrage du frein de train
it: Controllo Aumenta il freno treno
pt_br: Aplicar freio do trem
ru: Ручки Тормоза поезда +

source: Control Train Brake Decrease
cs: Odbrzdit vlakovou brzdu
de: Steuerung: Zugbremse -
es: Control Aflojar freno del tren
fr: Contrôle Déserrage du frein de train
it: Controllo Diminuisce il freno treno
pt_br: Aliviar do freio do trem
ru: Ручки Тормоза поезда -

source: Control Train Brake Zero
cs: Vynulovat vlakovou brzdu
de: Steuerung: Zugbremse 0
es: Control Freno tren a cero
fr: Contrôle Déserrage complet du frein de train
it: Controllo Azzera freno treno
pt_br: Liberar freio do trem
ru: Ручки Тормоза поезда на нейтраль

source: Control Engine Brake Increase
cs: Zabrzdit přídavnou brzdu
de: Steuerung: Lokbremse +
es: Control Aumentar freno de la locomotora
fr: Contrôle Serrage du frein de la locomotive
it: Controllo Aumenta il freno locomotiva
pt_br: Aplicar freio independente
ru: Ручки Локомотивный тормоз +

source: Control Engine Brake Decrease
cs: Odbrzdit přídavnou brzdu
de: Steuerung: Lokbremse -
es: Control Aflojar freno de la locomotora
fr: Contrôle Déserrage du frein de la locomotive
it: Controllo Diminuisce il freno locomotiva
pt_br: Aliviar freio independente
ru: Ручки Локомотивный тормоз -

source: Control Brakeman Brake Increase
de: Steuerung: Bremser +
es: Control Guardafrenos aumentar freno
fr: Contrôle Serrage du frein du garde-frein
it: Controllo Aumenta freno del frenatore
ru: Ручки Ручные тормоза вагонов +

source: Control Brakeman Brake Decrease
de: Steuerung: Bremser -
es: Control Guardafrenos aflojar freno
fr: Contrôle Déserrage du frein du garde-frein
it: Controllo Diminuisce freno del frenatore
ru: Ручки Ручные тормоза вагонов -

source: Control Dynamic Brake Increase
cs: Zabrzdit dynamickou brzdu
de: Steuerung: E-Bremse +
es: Control Aumentar frenado dinámico
fr: Contrôle Augmentation du frein dynamique
it: Controllo Aumenta il freno dinamico
pt_br: Aumentar freio dinâmico
ru: Ручки Электродинамический тормоз +

source: Control Dynamic Brake Decrease
cs: Odbrzdit dynamickou brzdu
de: Steuerung: E-Bremse -
es: Control Disminuir frenado dinámico
fr: Contrôle Réduction du frein dynamique
it: Controllo Diminuisce il freno dinamico
pt_br: Diminuir freio dinamico
ru: Ручки Электродинамический тормоз -

source: Control Bail Off
cs: Odbržďovač
de: Steuerung: Lokbremse getrennt lösen
es: Control Rescatar frenos
fr: Contrôle Libération des freins de la locomotive
it: Controllo Sfrenatura totale
pt_br: Baill off MFI
ru: Ручки Отпустить независимый тормоз

source: Control Brake Quick Release
de: Steuerung: Bremse schnell lösen
es: Control Liberación rápida freno
fr: Contrôle Libération rapide des freins
it: Controllo Rilascio rapido del freno
ru: Кнопка Быстрый отпуск АТ

source: Control Brake Overcharge
de: Steuerung: Bremse überladen
es: Control Sobrecarga frenos
fr: Contrôle Surcharge de frein
it: Controllo Sovraccarico del freno
ru: Кнопка Сверхзарядка ТМ

source: Control Initialize Brakes
cs: Inicializace brzdového systému
de: Steuerung: Bremsen zurücksetzen
es: Control Reinicio rapido frenos
fr: Contrôle Réinitialisation des freins
it: Controllo Inizializza i freni
pt_br: Liberar ou aplicar freio imediatamente
ru: Тормоза восстановить мгновенно

source: Control Handbrake Full
cs: Zabrzdit ruční brzdu
de: Steuerung: Handbremsen voll
es: Control Aplicar freno de mano
fr: Contrôle Activation du frein à main
it: Controllo Freno a mano inserito
pt_br: Freio manual apertado
ru: Ручн.Тормоз на локомотиве - затянуть

source: Control Handbrake None
cs: Odbrzdit ruční brzdu
de: Steuerung: Handbremsen gelöst
es: Control Liberar freno de mano
fr: Contrôle Désactivation du frein à main
it: Controllo Freno a mano disinserito
pt_br: Freio manual solto
ru: Ручн.Тормоз на локомотиве - отпустить

source: Control Odometer Show/Hide
cs: Zobrazit/skrýt měřič ujeté vzdálenosti
de: Steuerung: Wegmesser anzeigen/ausblenden
es: Control Mostrar/Ocultar Odómetro
fr: Contrôle Afficher/cacher l'odomètre
it: Controllo mostra/nascondi contachilometri
pt_br: Odômetro Mostrar / Ocultar
ru: Одометр показать/скрыть

source: Control Odometer Reset
cs: Resetovat měřič ujeté vzdálenosti
de: Steuerung: Wegmesser zurücksetzen
es: Control Poner a cero el Odometro
fr: Contrôle Réinitisaliser l'odomètre
it: Controllo azzera contachilometri
pt_br: Resetar Odômetro
ru: Одометр сбросить на ноль

source: Control Odometer Direction
cs: Směr měřiče ujeté vzdálenosti
de: Steuerung: Wegmesser: Zählrichtg. wechseln
es: Control Dirección Odómetro
fr: Contrôle Direction de l'odomètre
it: Controllo direzione contachilometri
pt_br: Mudar direção do odômetro
ru: Одометр отсчёт вперёд/назад

source: Control Retainers On
cs: Zarážky aktivní
de: Steuerung: Bremsdruckhalteventil schließen
es: Control Activar retenedores
fr: Contrôle Activation du freinage de retenue
it: Controllo fermi attivi
pt_br: Ativar retentores de controle
ru: Ретейнеры Вкл

source: Control Retainers Off
cs: Zarážky neaktivní
de: Steuerung: Bremsdruckhalteventil öffnen
es: Control Desactivar retenedores
fr: Contrôle Désactivation du freinage de retenue
it: Controllo fermi disattivati
pt_br: Desativar retentores de controle
ru: Ретейнеры Откл

source: Control Brake Hose Connect
cs: Zapojit brzdové hadice
de: Steuerung: Bremsschläuche verbinden
es: Control Conectar manguera de freno
fr: Contrôle Connexion des raccords de conduite
it: Controllo Condotta freni collegata
pt_br: Conectar mangueira do freio
ru: Рукава Соединить

source: Control Brake Hose Disconnect
cs: Odpojit brzdové hadice
de: Steuerung: Bremsschläuche trennen
es: Control Desconectar manguera de freno
fr: Contrôle Déconnexion des raccords de conduite
it: Controllo Condotta freni scollegata
pt_br: Desconectar mangueira do freio
ru: Рукава Разъединить

source: Control Alerter
cs: Tlačítko bdělosti
de: Steuerung: SIFA
es: Control Alerta hombre muerto
fr: Contrôle Veille automatique
it: Controllo Allertatore
pt_br: Resetar alertor
ru: Кнопки Бдительность

source: Control Emergency Push Button
cs: Záchranná brzda
de: Steuerung: Druckknopf für Notbremse
es: Control Seta freno emergencia
fr: Contrôle Bouton poussoir de freinage d'urgence
it: Controllo Pulsante Emergenza
pt_br: Botão de emergência
ru: Кнопки Аварийный останов

source: Control EOT Emergency Brake
de: Steuerung: EOT-Notbremse
es: Control Freno emergencia EOT
fr: Contrôle EOT Arrêt d'urgence
it: Controllo EOT Emergency Brake
ru: Кнопки Стоп-кран

source: Control Sander
cs: Pískování
de: Steuerung: Sander
es: Control Arenero
fr: Contrôle Sablage
it: Controllo Sabbiere
pt_br: Ligar / desligar areia
ru: Кнопки Пескоподача

source: Control Sander Toggle
cs: Přepínání pískování
de: Steuerung: Sander an/aus
es: Control Arenero permanente
fr: Contrôle Activation/désactivation du sablage
it: Controllo Attiva / Disattiva Sabbiere
pt_br: Controle de areia automático
ru: Кнопки Пескоподача постоянно

source: Control Wiper
cs: Stěrače
de: Steuerung: Scheibenwischer
es: Control Limpiaparabrisas
fr: Contrôle Essuie-glaces
it: Controllo Tergicristalli
pt_br: Limpador de parabrisas (quando disponível)
ru: Кнопки Стеклоочистители

source: Control Horn
cs: Houkačka
de: Steuerung: Horn
es: Control Bocina
fr: Contrôle Sifflet
it: Controllo Tromba
pt_br: Buzinar
ru: Кнопки Тифон

source: Control Bell
cs: Píšťala
de: Steuerung: Glocke
es: Control Campana
fr: Contrôle Cloche
it: Controllo Fischio
pt_br: Ligar / desligar sino
ru: Кнопки Сигнал малой громкости

source: Control Bell Toggle
cs: Píšťala (přepnout)
de: Steuerung: Glocke an/aus
es: Control Campana permanente
fr: Contrôle Activation/désactivation de la cloche
it: Controllo Fischio attiva/disattiva
pt_br: Ligar / desligar sino automático
ru: Кнопки Сигнал малой громкости-постоянно

source: Control Door Left
cs: Dveře levé
de: Steuerung: Türen links
es: Control Abrir/cerrar puertas izquierda
fr: Contrôle Portes gauche
it: Controllo porte a sinistra
pt_br: Abrir / fechar portas esquerdas
ru: Двери Левые

source: Control Door Right
cs: Dveře pravé
de: Steuerung: Türen rechts
es: Control Abrir/cerrar puertas derecha
fr: Contrôle Portes droite
it: Controllo porte a destra
pt_br: Abrir / fechar portas direitas
ru: Двери Правые

source: Control Mirror
cs: Zrcátka
de: Steuerung: Spiegel
es: Control Retrovisores
fr: Contrôle Mirroirs
it: Controllo Specchietti
pt_br: Ativar / desativar espelho (quando disponível)
ru: Зеркала раскр/закр

source: Control Light
cs: Osvětlení kabiny
de: Steuerung: Führerstandbeleuchtung
es: Control Encender/apagar luz interior cabina
fr: Contrôle Eclairage de cabine
it: Controllo Luce
pt_br: Acender / apagar luz da cabine
ru: Освещение кабины

source: Control Pantograph 1
cs: Sběrač 1
de: Steuerung: Pantograph 1
es: Control Subir/bajar pantografo 1
fr: Contrôle Pantographe 1
it: Controllo pantografo 1
pt_br: Abaixar / levantar pantógrafo 1
ru: Токоприёмник №1

source: Control Pantograph 2
cs: Sběrač 2
de: Steuerung: Pantograph 2
es: Control Subir/bajar pantografo 2
fr: Contrôle Pantographe 2
it: Controllo pantografo 2
pt_br: Abaixar / levantar pantógrafo 2
ru: Токоприёмник №2

source: Control Pantograph 3
cs: Sběrač 3
de: Steuerung: Pantograph 3
es: Control Subir/bajar pantografo 3
fr: Contrôle Pantographe 3
it: Controllo pantografo 3
pt_br: Abaixar / levantar pantógrafo 3
ru: Токоприёмник №3

source: Control Pantograph 4
cs: Sběrač 4
de: Steuerung: Pantograph 4
es: Control Subir/bajar pantografo 4
fr: Contrôle Pantographe 4
it: Controllo pantografo 4
pt_br: Abaixar / levantar pantógrafo 4
ru: Токоприёмник №4

source: Control Window Left
de: Steuerung: Fenster links
es: Control Ventana izquierda
fr: Contrôle Fenêtre gauche
it: Controllo Finestrino a sinistra
ru: Окно Левое

source: Control Window Right
de: Steuerung: Fenster rechts
es: Control Ventana derecha
fr: Contrôle Fenêtre droite
it: Controllo Finestrino a destra
ru: Окно Правое

source: Control Battery Close
de: Steuerung: Batterie ein
es: Control Conectar Bateria
fr: Contrôle Fermeture de l'interrupteur de la batterie
it: Controllo Battery Close
ru: АБ Рубильник ВКЛ

source: Control Battery Open
de: Steuerung: Batterie aus
es: Control Desconectar Bateria
fr: Contrôle Ouverture de l'interrupteur de la batterie
it: Controllo Battery Open
ru: АБ Рубильник ОТКЛ

source: Control Master Key
de: Steuerung: Schüsselschalter
es: Control Llave maestra
fr: Contrôle Clé boîte à leviers
it: Controllo Master Key
ru: ВУ Вкл/Откл

source: Control Service Retention
de: Steuerung: Betriebsbereit abstellen
es: Control Retención servicio
fr: Contrôle Maintien de service
it: Controllo Service Retention
ru: АВ Цепи управления Вкл

source: Control Service Retention Cancellation
de: Steuerung: Nicht betriebsbereit abstellen
es: Control Cancelación de la retención del servicio
fr: Contrôle Annulation du maintien de service
it: Controllo Service Retention Cancellation
ru: АВ Цепи управления Откл

source: Control Circuit Breaker Closing Order
de: Steuerung: Hauptschalter schließen
es: Control Orden cerrar el disyuntor
fr: Contrôle Ordre de fermeture du disjoncteur
it: Controllo Circuit Breaker ordine di chiusura
ru: Гл.Выключатель Вкл

source: Control Circuit Breaker Opening Order
de: Steuerung: Hauptschalter öffnen
es: Control Orden abrir el disyuntor
fr: Contrôle Ordre d'ouverture du disjoncteur
it: Controllo Circuit Breaker ordine di apertura
ru: Гл.Выключатель Откл

source: Control Circuit Breaker Closing Authorization
de: Steuerung: Hauptschalter: Schließ-Erlaubnis
es: Control Autorización cierre del disyuntor
fr: Contrôle Autorisation de fermeture du disjoncteur
it: Controllo Circuit Breaker autorizzazione alla chiusura
ru: Гл.Выключатель Возврат

source: Control Traction Cut-Off Relay Closing Order
de: Steuerung: Fahrstromschalter schließen
es: Control Orden cerrar disyuntor
fr: Contrôle Ordre de fermeture du relais de traction
it: Controllo Traction Cut-Off Relay Closing Order
ru: РП Возврат

source: Control Traction Cut-Off Relay Opening Order
de: Steuerung: Fahrstromschalter öffnen
es: Control Orden abrir disyuntor
fr: Contrôle Ordre d'ouverture du relais de traction
it: Controllo Traction Cut-Off Relay Opening Order
ru: РП Разрешение откл

source: Control Traction Cut-Off Relay Closing Authorization
de: Steuerung: Fahrstromschalter: Schließ-Erlaubnis
es: Control Autorización cierre disyuntor
fr: Contrôle Autorisation de fermeture du relais de traction
it: Controllo Traction Cut-Off Relay Closing Authorization
ru: РП Разрешение вкл

source: Control Electric Train Supply
de: Steuerung: Zugsammelschiene
es: Control Suministro tren eléctrico
fr: Contrôle Chauffage train
it: Controllo Alimentazione treno elettrico
ru: Электро-отопление Вкл/Откл

source: Control Diesel Player
cs: Start/Stop motoru dieselu (hráč)
de: Steuerung: Motor Spielerlok
es: Control Encender/apagar motor locomotora diesel Jugador
fr: Contrôle Locomotive diesel du joueur
it: Controllo Accensione Loco Diesel
pt_br: Ligar / desligar locomotiva (s) líder (es)
ru: ДВС первый: запуск/останов

source: Control Diesel Helper
cs: Start/Stop motoru dieselu (ostatní)
de: Steuerung: Motor Hilfloks
es: Control Encender/apagar motor locomotora diesel auxiliar
fr: Contrôle Locomotive diesel de pousse
it: Controllo Accensione Loco Diesel aggiuntiva
pt_br: Ligar / desligar locomotiva (s) remota (s)
ru: ДВС остальные: запуск/останов

source: Control Headlight Increase
cs: Zapnout světla/reflektory
de: Steuerung: Spitzenlicht aufblenden
es: Control Encender secuencialmente luces tren
fr: Contrôle Augmentation de l'éclairage de tête
it: Controllo Aumento luminosità fanali
pt_br: Aumentar estágio de farol
ru: Огни +

source: Control Headlight Decrease
cs: Vypnout světla/reflektory
de: Steuerung: Spitzenlicht abblenden
es: Control Apagar secuencialmente luces tren
fr: Contrôle Diminution de l'éclairage de tête
it: Controllo Diminuzione luminosità fanali
pt_br: Diminuir estágio de farol
ru: Огни -

source: Control Injector 1 Increase
cs: Zvýšit injektor 1
de: Steuerung: Speisepumpe 1 +
es: Control Aumentar inyector agua 1 (vapor de escape)
fr: Contrôle Augmentation de l'injecteur 1
it: Controllo aumenta iniettore 1
pt_br: Controle de aumento do injetor 1
ru: Паровоз Инжектор 1, вода +

source: Control Injector 1 Decrease
cs: Snížit injektor 1
de: Steuerung: Speisepumpe 1 -
es: Control Disminuir inyector agua 1 (vapor de escape)
fr: Contrôle Diminution de l'injecteur 1
it: Controllo diminuisci iniettore 1
pt_br: Controle de diminuição do injetor 1
ru: Паровоз Инжектор 1, вода -

source: Control Injector 1
cs: Injektor 1
de: Steuerung: Speisepumpe 1
es: Control Conectar/desconectar inyector de agua 1
fr: Contrôle Activation/désactivation de l'injecteur 1
it: Controllo iniettore 1
pt_br: Controle do injetor 1
ru: Паровоз Инжектор 1, пар

source: Control Injector 2 Increase
cs: Zvýšit injektor 2
de: Steuerung: Speisepumpe 2 +
es: Control Aumentar inyector de agua 2 (vapor vivo)
fr: Contrôle Augmentation de l'injecteur 2
it: Controllo aumenta iniettore 2
pt_br: Controle de aumento do injetor 2
ru: Паровоз Инжектор 2, вода +

source: Control Injector 2 Decrease
cs: Snížit injektor 2
de: Steuerung: Speisepumpe 2 -
es: Control Disminuir inyector de agua 2 (vapor vivo)
fr: Contrôle Diminution de l'injecteur 2
it: Controllo diminuisci iniettore 2
pt_br: Controle de diminuição do injetor 2
ru: Паровоз Инжектор 2, вода -

source: Control Injector 2
cs: Injektor 2
de: Steuerung: Speisepumpe 2
es: Control Conectar/desconectar inyector de agua 2
fr: Contrôle Activation/désactivation de l'injecteur 2
it: Controllo iniettore 2
pt_br: Controle do injetor 2
ru: Паровоз Инжектор 2, пар

source: Control Blowdown Valve
de: Steuerung: Abschlammventil
es: Control Valvula de Purgado
fr: Contrôle Valve de drain
it: Controllo Blowdown Valve
ru: Паровоз Вентиль продувки

source: Control Blower Increase
cs: Zvýšit průtok
de: Steuerung: Bläser +
es: Control Aumentar ventilador hogar
fr: Contrôle Augmentation de la soufflerie
it: Controllo aumenta Blower
ru: Паровоз Сифон +

source: Control Blower Decrease
cs: Snížit průtok
de: Steuerung: Bläser -
es: Control Disminuir ventilador hogar
fr: Contrôle Diminution de la soufflerie
it: Controllo diminuisci Blower
ru: Паровоз Сифон -

source: Control Steam Heat Increase
cs: Zvýšit žár páry
de: Steuerung: Dampfheizung +
es: Control Aumentar temperatura vapor
fr: Contrôle Augmentation du chauffage du train
it: Controllo Incrementa temperatura del vapore
pt_br: Controle de aumentação do calor do vapor
ru: Паровоз Пар на отопление +

source: Control Steam Heat Decrease
cs: Snížit žár páry
de: Steuerung: Dampfheizung -
es: Control Disminuir temperatura vapor
fr: Contrôle Réduction du chauffage du train
it: Controllo diminuisci temperatura del vapore
pt_br: Controle de diminuição do calor do vapor
ru: Паровоз Пар на отопление -

source: Control Steam Booster Air Valve
de: Steuerung: Booster-Luftventil
es: Control Válvula aire refuerzo vapor
fr: Contrôle Soupape d'air de l'injecteur à vapeur
it: Controllo Steam Booster Air Valve
ru: Бустер Подача воздуха

source: Control Steam Booster Idle Valve
de: Steuerung: Booster-Leerlaufventil
es: Control Válvula ralentí refuerzo vapor
fr: Contrôle Soupape au ralenti de l'injecteur à vapeur
it: Controllo Steam Booster Idle Valve
ru: Бустер Клапан выбега

source: Control Steam Booster Latch
de: Steuerung: Booster-Kupplung
es: Control Pestillo refuerzo vapor
fr: Contrôle Verrou de l'injecteur à vapeur
it: Controllo Steam Booster Latch
ru: Бустер Подача пара

source: Control Damper Increase
cs: Zvýšit klapku
de: Steuerung: Dämpfer +
es: Control Aumentar regulador de tiro
fr: Contrôle Augmentation du coupe-feu
it: Controllo aumenta Damper
pt_br: Controle de aumento do amortecedor
ru: Паровоз Поддувало +

source: Control Damper Decrease
cs: Snížit klapku
de: Steuerung: Dämpfer -
es: Control Disminuir regulador de tiro
fr: Contrôle Diminution du coupe-feu
it: Controllo diminuisci Damper
pt_br: Controle de diminuição do amortecedor
ru: Паровоз Поддувало -

source: Control Firebox Open
cs: Otevřít ohniště
de: Steuerung: Feuerbüchse öffnen
es: Control Abrir puerta del hogar
fr: Contrôle Ouverture du foyer
it: Controllo apri la porta del forno
pt_br: Abrir caixa do foguista
ru: Паровоз Топка Открыть
