Repository: openrails/openrails
Catalog: Source/Locales/ORTS.Common/*.po
Languages: cs, de, es, fr, it, pt_br, ru

source: m
ru: м

source: km
ru: км

source: mm
ru: мм

source: mi
cs: mil
ru: миль

source: ft
cs: stop
ru: фут

source: yd
cs: yardů
ru: ярд

source: m²
ru: м²

source: ft²
cs: stop²
ru: фут²

source: m³
ru: м³

source: ft³
cs: stop³
ru: фут³

source: km/h
ru: км/ч

source: mph
cs: mil/h
ru: миль/ч

source: kPa
ru: кПа

source: bar
cs: barů
ru: атм

source: psi
cs: lib./pal.
ru: фунт/дюйм²

source: inHg
cs: pal.rtuti
ru: дюйм.Hg

source: kgf/cm²
de: kp/cm²
ru: кгс/см²

source: L/s
ru: л/с

source: L/min
ru: л/мин

source: cfm
fr: pi³/m
ru: фут^3/мин

source: kg
ru: кг

source: t
ru: т

source: t-uk
ru: т-Брит

source: t-us
ru: т-США

source: lb
cs: liber
ru: фунт

source: s
ru: с

source: min
ru: мин

source: h
ru: ч

source: L
ru: л

source: g-uk
de: gal-uk
fr: gal UK
ru: галл-Брит

source: g-us
de: gal-us
fr: gal US
ru: галл-США

source: rpm
cs: ot/min
de: U/min
fr: tr/min
ru: об/мин

source: kW
ru: кВт

source: hp
cs: k
ru: л.с.

source: bhp
ru: Брит.л.с.

source: kJ
ru: кДж

source: MJ
ru: МДж

source: BTU
ru: БТУ

source: N
ru: Н

source: kN
ru: кН

source: lbf
ru: фунт-сила

source: klbf
ru: кфунт-сила

# Reverser
source: Forward
cs: Vpřed
de: Vorwärts
es: Adelante
fr: Avant
it: Marcia avanti
pt_br: Frente
ru: Вперёд

# Reverser
source: Reverse
cs: Vzad
de: Rückwärts
es: Invertir
fr: Arrière
it: Marcia indietro
pt_br: Ré
ru: Назад

# Reverser
source: N
de: Neutral
es: Neutro
fr: Neutre
it: Folle
pt_br: Neutra
ru: Нейтраль

source: Game Pause Menu
cs: Hra Menu pauza
de: Spiel: Pause (Menü)
es: Juego Menu pausa
fr: Jeu Menu de pause
it: Gioco Menu Pausa
pt_br: Pausar jogo
ru: Игра Меню паузы

source: Game Save
cs: Uložit hru
de: Spiel: Speichern
es: Juego Guardar
fr: Jeu Sauvegarder
it: Gioco salva
pt_br: Salvar jogo
ru: Игра Создать сохранение

source: Game Quit
cs: Ukončit hru
de: Spiel: Beenden
es: Juego Salir
fr: Jeu Quitter
it: Gioco chiudi
pt_br: Sair do jogo
ru: Игра Выйти из игры

source: Game Pause
cs: Pauza
de: Spiel: Pause
es: Juego Pausa
fr: Jeu Pause
it: Gioco pausa
pt_br: Pausar jogo
ru: Игра Приостановить игру

source: Game Screenshot
cs: Screenshot
de: Spiel: Screenshot
es: Juego Captura de pantalla
fr: Jeu Capture d'écran
it: Gioco cattura schermata
pt_br: Fotografar tela do jogo
ru: Игра Снимок экрана

source: Game Fullscreen
cs: Fullscreen
de: Spiel: Vollbild
es: Juego Pantalla completa
fr: Jeu Plein écran
it: Gioco a tutto schermo
pt_br: Jogo em tela cheia
ru: Игра На весь экран

source: Game External Controller (RailDriver)
de: Spiel: Externer Controller (RailDriver)
es: Control Externo juego (RailDriver)
fr: Jeu Contrôleur externe (RailDriver)
it: Gioco Controller esterno (RailDriver)
ru: Игра Выносной пульт (RailDriver)

source: Game Switch Ahead
cs: Výhybka před vlakem
de: Spiel: Weiche vorne
es: Juego Cambiar desvio delantero
fr: Jeu Déplacer l'aiguille devant
it: Gioco muove lo scambio davanti
pt_br: Movimentar AMV a frente
ru: Стрелка Перевести стрелку впереди

source: Game Switch Behind
cs: Výhybka za vlakem
de: Spiel: Weiche hinten
es: Juego Cambiar desvio trasero
fr: Jeu Déplacer l'aiguille derrière
it: Gioco muove lo scambio dietro
pt_br: Movimentar AMV atrás
ru: Стрелка Перевести стрелку сзади

source: Game Switch Picked
cs: Výběr výhybky
de: Spiel: Weichen vor-auswählen
es: Juego Cambiar desvio seleccionado
fr: Jeu Déplacer l'aiguille sélectionnée
it: Gioco muove lo scambio selezionato
ru: Стрелка Показ выбранной стрелки/сигнала

source: Game Signal Picked
cs: Výběr návěstidla
de: Spiel: Signale vor-auswählen
es: Juego Señal seleccionada
fr: Jeu Changer l'état du signal sélectionné
it: Gioco modifica il segnale selezionato
ru: Сигнал Показать выбранный

source: Game Switch With Mouse
cs: Výhybka myší
de: Spiel: Weiche mit Maus stellen
es: Juego Cambiar con ratón
fr: Jeu Déplacer l'aiguille avec la souris
it: Gioco sposta scambio con il mouse
pt_br: Movimentar AMV com o mouse
ru: Стрелка Перевод стрелки мышью

source: Game Uncouple With Mouse
cs: Rozpojit myší
de: Spiel: Abkuppeln mit Maus
es: Juego Desacoplar con ratón
fr: Jeu Dételer avec la souris
it: Gioco sgancia con il mouse
pt_br: Desengatar com o mouse
ru: Поезд Расцепка мышью

source: Game Change Cab
cs: Přepnout kabinu
de: Spiel: Führerstand wechseln
es: Juego Cambiar cabina
fr: Jeu Changer de cabine
it: Gioco cambio cabina
pt_br: Trocar de cabine
ru: Поезд Смена поста управления

source: Game Request Control
cs: Požadavek na volnou cestu
de: Spiel: Kontrolle erbitten
es: Juego Solicitar control del tren
fr: Jeu Demander le contrôle du train
it: Gioco assumi il controllo
pt_br: Solicitar controle do jogo
ru: Поезд Взять управление на себя

source: Game Multi Player Dispatcher
cs: Dispečer
de: Spiel: Mehrspieler Disponent
es: Juego Control multi jugador (CTC)
fr: Jeu Poste d'aiguillage (multi-joueur)
it: Gioco apre finestra DCO
pt_br: Janela do controlador
ru: Диспетчер Создать окно диспетчера

source: Game Multi Player Texting
cs: Poslat zprávu
de: Spiel: Mehrspieler Nachrichten
es: Juego Mensaje en multi jugador
fr: Jeu Messagerie (multi-joueur)
it: Gioco messaggistica multiplayer
pt_br: Digitar mensagem no modo multiplayer
ru: Связь Текстовое сообщение в мультиплеере

source: Game Switch Manual Mode
cs: Ruční režim výhybek
de: Spiel: Signalmodus umschalten
es: Juego Cambiar modo manual
fr: Jeu Passer en mode manuel
it: Gioco scambi manuali
pt_br: Mudar modo de controle
ru: АЛС Маневровый/Автоматический режим

source: Game Reset Out Of Control Mode
de: Spiel: Kontrolle rücksetzen
es: Juego Restablecer modo fuera de control
fr: Jeu Réinitialiser le mode Hors de contrôle
it: Gioco Reset Out Of Control Mode
ru: ЭПК Повернуть ключ

source: Game Clear Signal Forward
cs: Postav cestu vpřed
de: Spiel: Signalfreigabe vorne
es: Juego Solicitar rebase señal delantera
fr: Jeu Ouvrir le signal devant
it: Gioco apre il segnale davanti
pt_br: Abrir sinal a frente
ru: Диспетчер Запрос открытия сигнала впереди

source: Game Clear Signal Backward
cs: Postav cestu vzad
de: Spiel: Signalfreigabe hinten
es: Juego Solicitar rebase señal trasera
fr: Jeu Ouvrir le signal derrière
it: Gioco apre il segnale dietro
pt_br: Abrir sinal atrás
ru: Диспетчер Запрос открытия сигнала сзади

source: Game Reset Signal Forward
cs: Obnov cestu vpřed
de: Spiel: Signal vorne zurücksetzen
es: Juego Restablecer estado señal delantera
fr: Jeu Réinitialiser le signal devant
it: Gioco ripristina il segnale davanti
pt_br: Voltar sinal a frente ao modo normal
ru: Диспетчер Сброс сигнала впереди

source: Game Reset Signal Backward
cs: Obnov cestu vzad
de: Spiel: Signal hinten zurücksetzen
es: Juego Restablecer estado señal trasera
fr: Jeu Réinitialiser le signal derrière
it: Gioco ripristina il segnale dietro
pt_br: Voltar sinal atrás ao modo normal
ru: Диспетчер Сброс сигнала сзади

source: Game Autopilot Mode
cs: Autopilot
de: Spiel: Autopilot aktivieren
es: Juego Modo piloto automatico
fr: Jeu Mode auto-pilote
it: Gioco pilota automatico
pt_br: Modo de piloto automático
ru: Автопилот Включить

source: Game Suspend Old Player
cs: Suspendovat starého hráče
de: Spiel: Alten Spieler-Zug abstellen
es: Juego Suspender antiguo jugador
fr: Jeu Suspendre le train contrôlé précédemment
it: Gioco Sospendi il vecchio player
ru: Автопилот Приостановить предыдущий поезд

source: Display Next Window Tab
cs: Zobrazit Další záložku okna
de: Anzeigen: Nächste Registerkarte im Fenster
es: Mostrar Ventana siguiente tabla
fr: Affichage Onglet suivant
it: Display Pagina successiva della finestra
pt_br: Exibir a próxima guia
ru: Помощь Листать вкладки/варианты

source: Display Help Window
cs: Zobrazit okno nápovědy
de: Anzeigen: Hilfefenster
es: Mostrar Ventana Ayuda
fr: Affichage Fenêtre d'aide
it: Display Finestra Aiuto
pt_br: Exibir janela de ajuda
ru: Помощь Открыть справочник

source: Display Track Monitor Window
cs: Zobrazit Monitor tratě
de: Anzeigen: Streckenmonitor
es: Mostrar Ventana monitor de vía
fr: Affichage Fenêtre de surveillance de la voie
it: Display Monitor Linea
pt_br: Exibir janela do Monitor de via
ru: Помощь Монитор путевой обстановки

source: Display HUD
cs: Zobrazit Interní veličiny
de: Anzeigen: HUD
es: Mostrar HUD
fr: Affichage ATH
it: Display Informazioni su schermo
pt_br: Mostrar informações gerais
ru: Помощь Индикация параметров

source: Display Train Driving Window
de: Anzeigen: Fenster 'Zugfahrt'
es: Mostrar Ventana conducción tren
fr: Affichage Fenêtre de conduite du train
it: Display Finestra di guida
ru: Помощь Состояние поезда

source: Display Multi Player Window
de: Anzeigen: Fenster 'Mehrspieler'
es: Mostrar Ventana multijugador
fr: Affichage Fenêtre du mode multi-joueur
it: Display Finestra Multi Player
ru: Помощь Открыть окно мультиплеера

source: Display Car Labels
cs: Zobrazit popis vozidel
de: Anzeigen: Waggonlabels
es: Mostrar Etiqueta vagones
fr: Affichage Etiquettes de véhicules
it: Display Etichette rotabili
pt_br: Mostrar etiqueta dos trens
ru: Помощь Номера поездов/вагогов

source: Display Station Labels
cs: Zobrazit popis stanic
de: Anzeigen: Stationslabels
es: Mostrar Nombre estación
fr: Affichage Etiquettes de stations
it: Display Etichette stazioni
pt_br: Mostrar nome das estações e desvios
ru: Помощь Названия платформ/путей

source: Display Switch Window
cs: Zobrazit okno výhybky
de: Anzeigen: Fenster 'Weichen stellen'
es: Mostrar Ventana desvios
fr: Affichage Fenêtre d'aiguillage
it: Display Finestra scambi
pt_br: Janela do AMV
ru: Помощь Положение стрелок

source: Display Train Operations Window
cs: Zobrazit Okno vlaku
de: Anzeigen: Fenster 'Zugbedienung'
es: Mostrar Ventana operaciones tren
fr: Affichage Fenêtre des opérations de train
it: Display Finestra operazioni treno
pt_br: Exibir janela de Operações do trem
ru: Помощь Действия с поездом (составитель)

source: Display Train Car Operations Window
de: Anzeigen: Fenster 'Wagenbedienung'
es: Mostrar Ventana operaciones vagones tren
fr: Affichage Fenêtre des opérations de train
it: Display Finestra operazioni treno
ru: Помощь Действия с поездом (составитель)

source: Display Train Dpu Window
de: Anzeigen: Fenster 'Zug-DPU'
es: Mostrar Ventana Dpu tren
fr: Affichage Fenêtre Double Traction
it: Display Finestra Dpu
ru: Помощь управление толкачами

source: Display Next Station Window
cs: Zobrazit Okno následující stanice
de: Anzeigen: Fenster 'Nächster Halt'
es: Mostrar Ventana proxima estación
fr: Affichage Fenêtre de la prochaine station
it: Display Finestra prossima stazione
pt_br: Exibir janela de Próxima estação
ru: Помощь Время проследования станций

source: Display Compass Window
cs: Zobrazit Kompas
de: Anzeigen: Kompass
es: Mostrar Ventana compas
fr: Affichage Fenêtre du compas
it: Display Bussola
pt_br: Bússola
ru: Помощь Компас и координаты

source: Display Train List Window
cs: Zobrazit Okno se seznamem vlaků
de: Anzeigen: Zugliste
es: Mostrar Ventana lista de trenes
fr: Affichage Fenêtre Liste des trains
it: Display Lista treni
pt_br: Exibir janela Operações de trem
ru: Помощь Список поездов на полигоне

source: Display EOT List Window
de: Anzeigen: Liste der Zugschlussgeräte
es: Mostrar Ventana lista EOT
fr: Affichage Fenêtre EOT
it: Display Finestra EOT
ru: Помощь Окно ЕОТ

source: Display Control Rectangles
de: Anzeigen: Steuerfelder
es: Mostrar Rectángulo controles cabina
fr: Affichage Rectangles de contrôle
ru: Помощь Области управления мышью

source: Debug Speed Up
cs: Zrychlit čas
de: Debug: Zeitablauf schneller
es: Depurar Aumentar velocidad simulación
fr: Debug Augmenter la vitesse
it: Debug Accelera tempo
pt_br: Acelerar a velocidade da simulação
ru: Отладка Скорость симуляции +

source: Debug Speed Down
cs: Zpomalit čas
de: Debug: Zeitablauf langsamer
es: Depurar Disminuir velocidad simulación
fr: Debug Réduire la vitesse
it: Debug Rallenta tempo
pt_br: Reduzir a velocidade da simulação
ru: Отладка Скорость симуляции -

source: Debug Speed Reset
cs: Výchozí rychlost
de: Debug: Zeitablauf zurücksetzen
es: Depurar Restablecer velocidad simulación
fr: Debug Réinitialiser la vitesse
it: Debug Velocità normale
pt_br: Resetar a velocidade da simulação
ru: Отладка Скорость симуляции в норму

source: Debug Overcast Increase
cs: Přidat oblačnost
de: Debug: Bewölkung +
es: Depurar Aumentar nubosidad
fr: Debug Augmenter la quantité de nuages
it: Debug Aumenta nuvolosità
pt_br: Aumentar nível de céu nublado
ru: Отладка Облачность +

source: Debug Overcast Decrease
cs: Ubrat oblačnost
de: Debug: Bewölkung -
es: Depurar Disminuir nubosidad
fr: Debug Réduire la quantité de nuages
it: Debug Diminuisce nuvolosità
pt_br: Reduzir nível de céu nublado
ru: Отладка Облачность -

source: Debug Fog Increase
cs: Přidat mlhu
de: Debug: Nebel dichter
es: Depurar Aumentar niebla
fr: Debug Augmenter la quantité de brouillard
it: Debug Aumenta la nebbia
pt_br: Aumentar neblina
ru: Отладка Туман +

source: Debug Fog Decrease
cs: Ubrat mlhu
de: Debug: Nebel dünner
es: Depurar Disminuir niebla
fr: Debug Réduire la quantité de brouillard
it: Debug Diminuisce la nebbia
pt_br: Diminuir neblina
ru: Отладка Туман -

source: Debug Precipitation Increase
cs: Zvětšit déšť
de: Debug: Niederschlag +
es: Depurar Aumentar precipitación
fr: Debug Augmenter les précipitations
it: Debug Aumenta le precipitazioni
pt_br: Aumentar chuva
ru: Отладка Осадки +

source: Debug Precipitation Decrease
cs: Ubrat déšť
de: Debug: Niederschlag -
es: Depurar Disminuir precipitación
fr: Debug Réduire les précipitations
it: Debug Diminuisci le precipitazioni
pt_br: Diminuir chuva
ru: Отладка Осадки -

source: Debug Precipitation Liquidity Increase
de: Debug: Niederschlag - mehr Regen
es: Depurar Aumento Precipitación Liquida
fr: Debug Augmenter la proportion pluie/neige
it: Debug Aumenta liquidità delle precipitazioni
pt_br: Aumentar nevasca
ru: Отладка Влажность осадков +

source: Debug Precipitation Liquidity Decrease
de: Debug: Niederschlag - mehr Schnee
es: Depurar Descenso Precipitación Liquida
fr: Debug Réduire la proportion pluie/neige
it: Debug Diminuisci liquidità delle precipitazioni
pt_br: Diminuir nevasca
ru: Отладка Влажность осадков -

source: Debug Daylight Offset Increase
de: Debug: Sonnenstand vorstellen
es: Depurar Aumentar compensación luz natural
fr: Debug Augmentation de l'offset de lumière du jour
it: Debug Aumenta lo sfalsamento della luce diurna
ru: Отладка Солнцестояние +

source: Debug Daylight Offset Decrease
de: Debug: Sonnenstand zurückstellen
es: Depurar Disminuir compensación luz natural
fr: Debug Réduction de l'offset de lumière du jour
it: Debug Diminuisci lo sfalsamento della luce diurna
ru: Отладка Солнцестояние -

source: Debug Weather Change
cs: Změna počasí
de: Debug: Wetter ändern
es: Depurar Cambiar tiempo (sol/lluvia/nieve)
fr: Debug Changer de météo
it: Debug Cambia meteo
pt_br: Mudar clima (chuva / nevasca)
ru: Отладка Смена погоды

source: Debug Clock Forwards
cs: Hodiny vpřed
de: Debug: Uhr vordrehen
es: Depurar Adelantar reloj
fr: Debug Avancer l'heure
it: Debug Avanza l'orario
pt_br: Avançar horário
ru: Отладка Игровые часы вперёд

source: Debug Clock Backwards
cs: Hodiny vzad
de: Debug: Uhr zurückdrehen
es: Depurar Retrasar reloj
fr: Debug Reculer l'heure
it: Debug Retrocedi l'orario
pt_br: Diminuir horário
ru: Отладка Игровые часы назад

source: Debug Logger
cs: Spustit/zastavit logování
es: Depurar Generar archivo registro datos
fr: Debug Log
it: Debug Scrivi log
ru: Отладка Запись параметров

source: Debug Lock Shadows
cs: Uzamknout stíny
de: Debug: Schatten festsetzen
es: Depurar Bloquear sombras
fr: Debug Verrouiller les ombres
it: Debug blocca ombre
pt_br: Sombra em toda a rota
ru: Отладка Отключить динамические тени

source: Debug Dump Keyboard Map
cs: Výpis klávesnice
de: Debug: Tastenbelegung speichern (>Desktop)
es: Depurar Mapa del teclado
fr: Debug Sauvegarder les assignations de touches
it: Debug scrive mappa tastiera
pt_br: Salvar mapa do teclado
ru: Отладка Записать назначения клавиш

source: Debug Log Render Frame
cs: Logování vykreslování
de: Debug: Frame-Render Details loggen
es: Depurar Registro imagenes renderizadas
fr: Debug Fenêtre Log Render
it: Debug log del Frame di Rendering
ru: Отладка Log Render Frame

source: Debug Tracks
cs: Ladit Koleje
de: Debug: Gleise
es: Depurar Vías
fr: Debug Voies
it: Debug Tracce
pt_br: Marcadores
ru: Отладка Показ секций пути

source: Debug Signalling
cs: Ladit Zabezpečovací systém
de: Debug: Signalsystem
es: Depurar Señalización
fr: Debug Signalisation
it: Debug Segnalamento
pt_br: Marcadores de desvios
ru: Отладка Показ резервирования пути

source: Debug Reset Wheel Slip
cs: Resetovat prokluz kol
de: Debug: Radschlupf zurücksetzen
es: Depurar Restablecer patinaje ruedas
fr: Debug Réinitialiser le patinage
it: Debug Annulla slittamento
pt_br: Resetar depuração de patinação de roda
ru: Отладка Прекратить боксование

source: Debug Toggle Advanced Adhesion
cs: Zapnout/vypnout pokročilou adhezi
de: Debug: Detaillierteres Reibungsmodel an/aus
es: Depurar Conmutador de aherencia avanzada
fr: Debug Activer/désactiver le modèle avance d'adhérence
it: Debug Attiva/Disattiva aderenza avanzata
pt_br: Depurar mudança de adesão avançada
ru: Отладка Сложная модель сцепления

source: Debug Sound Form
cs: Okno zvuků
de: Debug: Sound-Formular
es: Depurar Sonidos
fr: Debug Fenêtre des sons
it: Debug Finestra suoni
pt_br: Depurar formato de som
ru: Отладка Окно диагностики звука

source: Debug Physics Form
cs: Okno fyziky
de: Debug: Physik-Formular
es: Depurar Fisicas
fr: Debug Fenêtre du modèle physique
it: Debug Finestra dati fisici
pt_br: Depurar formatos físicos
ru: Отладка Physics Form

source: Debug Toggle Confirmations
de: Debug: Bestätigungen an/aus
es: Depurar Alternar confirmaciones
fr: Debug Activer/désactiver les confirmations
it: Debug Attiva/Disattiva conferme
ru: Отладка Подтверждения управляющих воздействий

source: Camera Cab
cs: Pohled Kabina
de: Kamera: Führerstand
es: Cámara Cabina
fr: Caméra Vue cabine
it: Vista in cabina
pt_br: Visão da cabine
ru: Кабина Основной вид

source: Camera Change Passenger Viewpoint
de: Kamera: Passagieransichten wechseln
es: Cámara Cambiar el punto de vista pasajero
fr: Caméra Changer le point de vue du passager
it: Telecamera Cambia vista passeggero
pt_br: Mudar visão do passageiro
ru: Кабина Прочие виды

source: Camera Change 3DCab Viewpoint
de: Kamera: 3D-Führerstandsansichten wechseln
es: Cámara Cambiar el punto de vista de 3DCab
fr: Caméra Changement de point de vue 3DCab
it: Telecamera Cambia punto di vista cabina 3D
ru: Кабина смена места в 3D кабине

source: Camera Toggle 3D Cab
de: Kamera: 3D-Führerstand an/aus
es: Cámara Conmutar cabina 3D
fr: Caméra Activer/désactiver la cabine 3D
it: Telecamera Attiva/Disattiva cabina 3D
ru: Кабина Показать 2D/3D

source: Camera Toggle Show Cab
cs: Pohled Ukaž kabinu
de: Kamera: Führerstandsgrafik an/aus
es: Cámara Delantera sin cabina
fr: Caméra Activer/désactiver l'affichage de la cabine
it: Vista alterna visualizzazione cabina
pt_br: Alternar visão da cabine
ru: Кабина Показать/скрыть

source: Camera Toggle Letterbox Cab
de: Kamera: Führerstand nicht verzerren
es: Cámara Delantera sin cabina
fr: Caméra Activer/désactiver l'affichage non étendu de la cabine
it: Telecamera Attiva/Disattiva Letterbox Cabina
ru: Кабина Показать целиком

source: Camera Head Out Forward
cs: Pohled Boční vpřed
de: Kamera: Hinauslehnen vorwärts
es: Cámara Asomado hacia delante
fr: Caméra Vue tête à l'extérieur avant
it: Vista testa in fuori avanti
pt_br: Cabeça para fora (visão a frente)
ru: Вид из окна вправо

source: Camera Head Out Backward
cs: Pohled Boční vzad
de: Kamera: Hinauslehnen rückwärts
es: Cámara Asomado hacia atrás
fr: Caméra Vue tête à l'extérieur arrière
it: Vista testa in fuori indietro
pt_br: Cabeça para fora (visão atrás)
ru: Вид из окна влево

source: Camera Outside Front
cs: Pohled Začátek vlaku
de: Kamera: Außen 1 (Zugspitze)
es: Cámara Externa frontal
fr: Caméra Vue extérieure avant
it: Vista esterna davanti
pt_br: Visão externa
ru: Вид на голову поезда

source: Camera Outside Rear
cs: Pohled Konec vlaku
de: Kamera: Außen 2 (Zugende)
es: Cámara Externa trasera
fr: Caméra Vue extérieure arrière
it: Vista esterna dietro
pt_br: Visão do último veículo
ru: Вид на хвост поезда

source: Camera Trackside
cs: Pohled Trať
de: Kamera: Beobachter
es: Cámara Externa nivel vía
fr: Caméra Vue de la voie
it: Vista sul percorso
pt_br: Visão cinematográfica
ru: Вид с обочины

source: Camera SpecialTracksidePoint
de: Kamera: Erweiterte Beobachteransicht
es: Cámara Punto especial lado vía
fr: Caméra Vue du point spécial au bord de la voie
it: Telecamera SpecialTracksidePoint
pt_br: Visão externa lateral
ru: Вид со стороны, особый

source: Camera Passenger
cs: Pohled Cestující
de: Kamera: Passagier
es: Cámara Pasageros
fr: Caméra Vue du passager
it: Vista passeggero
pt_br: Visão do passageiro
ru: Вид изнутри

source: Camera Brakeman
cs: Pohled Brzdař
de: Kamera: Bremser
es: Cámara Guardafrenos
fr: Caméra Vue du serre-frein
it: Vista frenatore
pt_br: Visão do engate
ru: Вид с подножки (составитель)

source: Camera Free
cs: Pohled Volný
de: Kamera: Frei beweglich
es: Cámara Cámara libre
fr: Caméra Vue libre
it: Vista libera
pt_br: Câmera livre
ru: Вид Свободная камера

source: Camera Previous Free
cs: Pohled Volný předcházející
de: Kamera: Vorherige frei Bewegliche
es: Cámara Anterior a libre
fr: Caméra Vue libre précédente
it: Vista libera precedente
pt_br: Voltar a câmera livre anterior
ru: Вид Предыдущая свободная камера

source: Camera Reset
cs: Pohled Resetovat
de: Kamera: Zurücksetzen
es: Cámara Restablecer posición camara
fr: Caméra Réinitialiser
it: Telecamera Reset
pt_br: Resetar câmera
ru: Вид Сбросить настройки текущей камеры

source: Camera Move Fast
cs: Pohled Pohyb rychle
de: Kamera: Schnelle Bewegungen
es: Cámara Movimiento rapido camara
fr: Caméra Déplacement rapide
it: Telecamera muove rapidamente
pt_br: Mover câmera rapidamente
ru: Камера Ускоренное перемещение

source: Camera Move Slow
cs: Pohled Pohyb pomalu
de: Kamera: Langsame Bewegungen
es: Cámara Movimiento lento camara
fr: Caméra Déplacement lent
it: Telecamera muove lentamente
pt_br: Mover câmera lentamente
ru: Камера Замедленное перемещение

source: Camera Pan (Rotate) Left
cs: Pohled Otočit vlevo
de: Kamera: Nach links schwenken
es: Cámara Panoramica (rotación) izquierda
fr: Caméra Tourner à gauche (sur soi-même)
it: Telecamera sposta (ruota) verso sinistra
pt_br: Virar câmera para a esquerda
ru: Камера сдвиг (поворот) влево

source: Camera Pan (Rotate) Right
cs: Pohled Otočit vpravo
de: Kamera: Nach rechts schwenken
es: Cámara Panoramica (rotación) derecha
fr: Caméra Tourner à droite (sur soi-même)
it: Telecamera sposta (ruota) verso destra
pt_br: Virar câmera para a direita
ru: Камера сдвиг (поворот) вправо

source: Camera Pan (Rotate) Up
cs: Pohled Otočit nahoru
de: Kamera: Nach oben schwenken
es: Cámara Panoramica (rotación) arriba
fr: Caméra Tourner vers le haut (sur soi-même)
it: Telecamera sposta (ruota) verso l'alto
pt_br: Subir a câmera
ru: Камера сдвиг (поворот) вверх

source: Camera Pan (Rotate) Down
cs: Pohled Otočit dolů
de: Kamera: Nach unten schwenken
es: Cámara Panoramica (rotación) abajo
fr: Caméra Tourner vers le bas (sur soi-même)
it: Telecamera sposta (ruota) verso il basso
pt_br: Descer a câmera
ru: Камера сдвиг (поворот) вниз

source: Camera Zoom In (Move Z)
cs: Pohled Přiblížit
de: Kamera: Hineinzoomen
es: Cámara Acercar zoom
fr: Caméra Zoom Avant
it: Telecamera aumenta zoom
pt_br: Andar com a câmera para frente
ru: Камера наезд (сдвиг вперёд)

source: Camera Zoom Out (Move Z)
cs: Pohled Oddálit
de: Kamera: Herauszoomen
es: Cámara Alejar zoom
fr: Caméra Zoom Arrière
it: Telecamera diminuisci zoom
pt_br: Andar com a câmera para trás
ru: Камера отъезд (сдвиг назад)
