Repository: openrails/openrails
Catalog: Source/Locales/ORTS.Common/*.po
Languages: cs, de, es, fr, it, pt_br, ru

source: Control Firebox Close
cs: Zavřít ohniště
de: Steuerung: Feuerbüchse schließen
es: Control Cerrar puerta del hogar
fr: Contrôle Fermeture du foyer
it: Controllo chiudi la porta del forno
pt_br: Fechar caixa do foguista
ru: Паровоз Топка Закрыть

source: Control Firing Rate Increase
cs: Zvýšit dávku paliva
de: Steuerung: Schaufelrate erhöhen
es: Control Aumentar tasa de paleado del fogonero
fr: Contrôle Augmentation du taux d'allumage
it: Controllo aumenta fuoco
ru: Паровоз Подача топлива +

source: Control Firing Rate Decrease
cs: Snížit dávku palivy
de: Steuerung: Schaufelrate verringern
es: Control Disminuir tasa de paleado del fogonero
fr: Contrôle Diminution du taux d'allumage
it: Controllo diminuisci fuoco
ru: Паровоз Подача топлива -

source: Control Fire Shovel Full
cs: Max. paliva
de: Steuerung: Schaufelrate maximal
es: Control Palada completa del fogonero
fr: Contrôle Ajout d'une pelle de combustible
it: Controllo aggiunta carbone
ru: Паровоз Подача топлива максимум

source: Control Cylinder Cocks
cs: Kohout válce
de: Steuerung: Zylinderhähne
es: Control Apertura llave purga cilindro
fr: Contrôle Purge des cylindres
it: Controllo sfogo cilindri
pt_br: Controle das torneiras de cilindro
ru: Паровоз Продувка цилиндров

source: Control Large Ejector Increase
de: Steuerung: Gr. Dampfstrahl-Vakuumpumpe +
es: Control Aumentar eyector grande
fr: Contrôle Augmentation du grand éjecteur
it: Controllo Large Ejector Increase
ru: Паровоз Бол. эжектор +

source: Control Large Ejector Decrease
de: Steuerung: Gr. Dampfstrahl-Vakuumpumpe -
es: Control Disminuir eyector Grande
fr: Contrôle Diminution du grand éjecteur
it: Controllo Large Ejector Decrease
ru: Паровоз Бол. эжектор -

source: Control Small Ejector Increase
de: Steuerung: Kl. Dampfstrahl-Vakuumpumpe +
es: Control Aumentar eyector pequeño
fr: Contrôle Augmentation du petit éjecteur
it: Controllo Small Ejector incremento
pt_br: Controlar o aumento do ejetor pequeno
ru: Паровоз Мал. эжектор +

source: Control Small Ejector Decrease
de: Steuerung: Kl. Dampfstrahl-Vakuumpumpe -
es: Control Disminuir eyector pequeño
fr: Contrôle Diminution du petit éjecteur
it: Controllo Small Ejector decremento
pt_br: Controlar a diminuição do ejetor pequeno
ru: Паровоз Мал. эжектор -

source: Control Vacuum Exhauster
de: Steuerung: Vakuum-Sauglüfter an/aus
es: Control Escape Vacio
fr: Contrôle Pompe à vide
it: Controllo Vacuum Exhauster
ru: Паровоз Эксгаустер

source: Control Cylinder Compound
cs: Sdružený válec
de: Steuerung: Verbundlokomotive
es: Control Cilindro compuesto
fr: Contrôle Cylindre composé
it: Controllo Cylinder Compound
ru: Паровоз Байпас компаунда

source: Control Firing
cs: Spalování
de: Steuerung: Befeuern
es: Control Fogonero manual/automático
fr: Contrôle Activation/désactivation du chauffage automatique
it: Controllo fuoco
pt_br: Controle de queima
ru: Автркочегар вкл/откл

source: Control Refill
cs: Doplnit
de: Steuerung: Auffüllen
es: Control Repostar combustible
fr: Contrôle Rechargement
it: Controllo rifornimento
pt_br: Carregar vagão
ru: Экипировка активировать

source: Control Discrete Unload
es: Control Descarga discreta
fr: Contrôle Déchargement container
it: Controllo Discrete Unload
ru: Разгрузка по отдельности

source: Control Water Scoop
de: Steuerung: Wasserschöpfrohr
es: Control Cuchara para toma de agua
fr: Contrôle Ecope
it: Controllo Bocchettone acqua
ru: Черпак поднять/опустить

source: Control ImmediateRefill
de: Steuerung: Sofort auffüllen
es: Control Recarga inmediata
fr: Contrôle Rechargement immédiat
it: Controllo rifornimento istantaneo
pt_br: Carregar vagão imediatamente
ru: Экипировка мгновенно

source: Control Turntable Clockwise
de: Steuerung: Drehscheibe im UZS drehen
es: Control Rotación Horaria Placa Giratoria
fr: Contrôle Tourner la plaque tournante dans le sens horaire
it: Controllo gira piattaforma in senso orario
pt_br: Plataforma giratória no sentido horário
ru: Повор.круг по часовой

source: Control Turntable Counterclockwise
de: Steuerung: Drehscheibe gegen UZS drehen
es: Control Rotación Antihoraria Placa Giratoria
fr: Contrôle Tourner la plaque tournante dans le sens antihoraire
it: Controllo gira piattaforma in senso antiorario
pt_br: Plataforma giratória no sentido anti horario
ru: Повор.круг против часовой

source: Control Generic Item 1
de: Steuerung: Benutzerdefinierte Funktion 1
es: Control Elemento genérico 1
fr: Contrôle Générique 1
it: Controllo Generic Item 1
ru: Тумблеры №1

source: Control Generic Item 2
de: Steuerung: Benutzerdefinierte Funktion 2
es: Control Elemento genérico 2
fr: Contrôle Générique 2
it: Controllo Generic Item 2
ru: Тумблеры №2

source: Control TCS Generic 1
de: Steuerung: Benutzerdefinierte TCS-Funktion 1
es: Control TCS Generico 1
fr: Contrôle TCS Générique 1
it: Controllo TCS Generic 1
ru: КЛУБ Кнопка №1

source: Control TCS Generic 2
de: Steuerung: Benutzerdefinierte TCS-Funktion 1
es: Control TCS Generico 2
fr: Contrôle TCS Générique 2
it: Controllo TCS Generic 2
ru: КЛУБ Кнопка №2

source: Control Cab Radio
de: Steuerung: Führerstand: Funk an / aus
es: Control Radio cabina
fr: Contrôle Radio Sol Train
it: Controllo Cab Radio
pt_br: Controlar rádio da cabine
ru: Радиостанция Вкл/Откл

source: Control AI Fire On
de: Steuerung: KI Heizer: Heizen beginnen
es: Control Activar Fogonero IA
fr: Contrôle Activer le chauffeur IA
it: Controllo AI Fire On
ru: Автокочегар Топить

source: Control AI Fire Off
de: Steuerung: KI Heizer: Heizen beenden
es: Control Desactivar Fogonero IA
fr: Contrôle Désactiver le chauffeur IA
it: Controllo AI Fire Off
ru: Автокочегар Не топить

source: Control AI Fire Reset
de: Steuerung: KI Heizer auf Automatik stellen
es: Control Resetear Fogonero IA
fr: Contrôle Réinitialiser le chauffeur IA
it: Controllo AI Fire Reset
ru: Автокочегар Сброс

source: Control Speed Regulator Mode Increase
de: Steuerung: AFB-Modus +
es: Control Aumentar modo regulador velocidad
fr: Contrôle Augmentation Mode du régulateur de vitesse
it: Controllo Aumenta la modalità regolatore di velocità
ru: КК Регулятор скорости +

source: Control Speed Regulator Mode Descrease
de: Steuerung: AFB-Modus -
es: Control Disminuir modo regulador velocidad
fr: Contrôle Réduction Mode du régulateur de vitesse
it: Controllo Diminuisci la modalità regolatore di velocità
ru: КК Регулятор скорости -

source: Control Selected Speed Increase
de: Steuerung: AFB Vsoll +
es: Control Aumentar velocidad seleccionada
fr: Contrôle Augmentation de la vitesse sélectionnée
it: Controllo aumenta la velocità impostata
ru: КК Целевая скорость +

source: Control Selected Speed Decrease
de: Steuerung: AFB Vsoll -
es: Control Disminuir velocidad seleccionada
fr: Contrôle Réduction de la vitesse sélectionnée
it: Controllo diminuisci la velocità impostata
ru: КК Целевая скорость -

source: Control Speed Regulator Max Acceleration Increase
de: Steuerung: AFB max. Beschleunigung +
es: Control Aumentar aceleración máxima regulador velocidad
fr: Contrôle Augmentation de l'accélération maximale du régulateur
it: Controllo aumenta la massima accelerazione
ru: КК Предельное ускорение +

source: Control Speed Regulator Max Acceleration Decrease
de: Steuerung: AFB max. Beschleunigung +
es: Control Disminuir aceleración máxima regulador velocidad
fr: Contrôle Réduction de l'accélération maximale du régulateur
it: Controllo diminuisci la massima accelerazione
ru: КК Предельное ускорение -

source: Control Number Of Axles Increase
de: Steuerung: Achsanzahl +
es: Control Aumentar número ejes
fr: Contrôle Augmentation du nombre d'essieux
it: Controllo aumenta il numero di assi
ru: КК Число осей +

source: Control Number Of Axles Decrease
de: Steuerung: Achsanzahl +
es: Control Disminuir número ejes
fr: Contrôle Diminution du nombre d'essieux
it: Controllo diminuisci il numero di assi
ru: КК Число осей -

source: Control Restricted Speed Zone Active
de: Steuerung: Langsamfahrstelle aktiv
es: Control Zona de velocidad restringida activa
fr: Contrôle Activation de la zone de vitesse limitée
it: Controllo Zona a velocità ridotta attiva
ru: КК Участок с ограничением скорости

source: Control Cruise Control Mode Increase
de: Steuerung: AFB-Vorwahlmodus +
es: Control Aumentar modo control crucero
fr: Contrôle Augmentation Mode de régulation de vitesse
it: Controllo aumenta cruise control
ru: КК Режим +

source: Control Cruise Control Mode Decrease
de: Steuerung: AFB-Vorwahlmodus +
es: Control Disminuir modo control crucero
fr: Contrôle Réduction Mode de régulation de vitesse
it: Controllo diminuisci cruise control
ru: КК Режим -

source: Control Train Type Change (Passenger/Cargo)
de: Steuerung: Zugart ändern (Personen/Güter)
es: Control Cambio tipo tren (pasajeros/mercancias)
fr: Contrôle Changement de type de train (passagers/cargos)
it: Controllo Cambia tipo di treno (Passeggeri/Cargo)
ru: КК Режим (Пасс/Груз)

source: Control Selected Speed To Zero
de: Steuerung: AFB Vsoll 0
es: Control Establecer velocidad a cero
fr: Contrôle Vitesse sélectionnée à zéro
it: Controllo imposta la velocità a zero
ru: КК Целевая скорость в ноль

source: Control DP Move To Front
de: Steuerung: DP-Gruppe nach vorn (Sync)
es: Control DP Mover al frente
fr: Contrôle DT Avant
it: Controllo DP Move To Front
ru: Толкач передний

source: Control DP Move To Back
de: Steuerung: DP-Gruppe nach hinten (Async)
es: Control DP Mover al fondo
fr: Contrôle DT Arrière
it: Controllo DP Move To Back
ru: Толкач задний

source: Control DP Traction
de: Steuerung: DP Async-Gruppe -> Traktion
es: Control DP tracción
fr: Contrôle DT Traction
it: Controllo DP Traction
ru: Толкач толкать

source: Control DP Idle
de: Steuerung: DP Async-Gruppe -> Leerlauf
es: Control DP inactivo
fr: Contrôle DT Traction à 0
it: Controllo DP Idle
ru: Толкач выбег

source: Control DP Brake
de: Steuerung: DP Async-Gruppe -> E-Bremse
es: Control DP freno
fr: Contrôle DT Freinage
it: Controllo DP Brake
ru: Толкач тормозить

source: Control DP More
de: Steuerung: DP Async-Gruppe Traktion/E-Bremse +
es: Control DP Más
fr: Contrôle DT Plus
it: Controllo DP More
ru: Толкач больше

source: Control DP Less
de: Steuerung: DP Async-Gruppe Traktion/E-Bremse -
es: Control DP Menos
fr: Contrôle DT Moins
it: Controllo DP Less
ru: Толкач меньше

source: Display Train Forces Window
es: Mostrar Ventana Fuerzas Tren

source: Display Basic HUD Toggle
cs: Zobrazit Přepnutí zákl. interních veličin
pt_br: Alternar exibição de informações gerais

source: Camera 3D Cab
cs: Pohled 3D kabina
pt_br: Cabine 3D

source: Control TroughRefill
cs: Doplnit vodu ze žlabu
