Repository: openrails/openrails
Catalog: Source/Locales/Menu/*.po
Languages: de, es, fr, it, pt_br, pt_pt, zh_cn

source: Main Path where route is to be installed
de: Hauptpfad, in den die Route installiert werden soll
es: Carpeta donde se instalará la ruta
fr: Chemin principal où l'itinéraire sera installé
it: Path dove installare la route

source: created by
de: erstellt von
es: creado por
fr: créé par
it: creata da

source: screenshots
es: capturas de pantalla
fr: captures d'écran

source: Downloadable: GitHub format
de: Downloadpaket: GitHub-Format
es: Descarga: Servidor GitHub
fr: Téléchargeable via GitHub
it: Scaricabile: formato GitHub

source: From:
de: Von:
es: De:
fr: Source :
it: Da:

source: <p>Downloadable: zip format<br>
de: <p>Downloadpaket: ZIP-Format<br>
es: <p>Descarga: formato zip<br>
fr: <p>Téléchargeable au format zip<br>
it: <p>Scaricabile: formato zip<br>

source: Installed
de: Installiert
es: Instalado
fr: Installé
it: Installato

source: At
de: Am
es: A
fr: Le
it: A

source: In
es: En
fr: Dans

source: Content name
de: Inhalt
es: Nombre contenido
fr: Nom de l'itinéraire
it: Nome dell'add-on

source: Content Directory
de: Zielverzeichnis
es: Directorio de contenido
fr: Répertoire de contenu
it: Cartella Contenuto

source: Start options
de: Startoptionen
es: Opciones arranque
fr: Options de l'activité
it: Opzioni di avvio

source: None
de: Keine
es: Nada
fr: Aucun
it: Nessuno
pt_br: Nenhum
pt_pt: Nenhum
zh_cn: 无

source: Installation profile
de: Installationsprofil
es: Ruta de instalación
fr: Profil d'installation
it: Profilo di installazione
pt_br: Pasta de instalação
pt_pt: Perfil de instalação
zh_cn: 安装MSTS目录

source: Route
es: Ruta
it: Scenario
pt_br: Rota
pt_pt: Linha
zh_cn: 线路

source: Activity
de: Aufgabe
es: Actividad
fr: Activité
pt_br: Atividade
pt_pt: Actividade
zh_cn: 任务

source: Locomotive
de: Lokomotive
es: Locomotora
it: Locomotiva

source: Consist
de: Zugverband
es: Composición
fr: Composition
it: Convoglio

source: Starting at
de: Start bei
es: Empezar en
fr: Départ de
it: Partenza alle

source: Heading to
de: Richtung
es: Dirigiéndose a
fr: En route vers
it: Diretto a

source: Time
de: Tageszeit
es: Hora
fr: Temps de jeu
it: Ora
pt_br: Horário
pt_pt: Tempo
zh_cn: 时间

source: Season
de: Jahreszeit
es: Estación
fr: Saison
it: Stagione

source: Weather
de: Wetter
es: Tiempo
fr: Météo
it: Meteo

source: ATTENTION: both local and remote updates found.
de: ACHTUNG: sowohl lokal als auch im Netz Updates gefunden.
es: ATENCIÓN: se encontraron actualizaciones tanto locales como remotas.
fr: ATTENTION : des mises à jour locales et distantes ont été trouvées.
it: ATTENZIONE: trovati aggiornamenti sia locali che remoti.

source: Update might fail if the update tries to overwrite a changed local file.
de: Update kann fehlschlagen, wenn geänderte lokale Dateien vom Update überschriebn werden sollen.
es: La actualización puede fallar si intenta sobrescribir un archivo local modificado.
fr: La mise à jour peut échouer si elle tente d'écraser un fichier local modifié.
it: L'aggiornamento potrebbe fallire se tenta di modificare un file modificato localmente.

source: If that's the case you are on your own!
de: In diesem Fall sind Sie auf sich allein gestellt!
es: Si ese es el caso, ¡estás solo!
fr: Si c'est le cas, vous devez vous débrouiller tout seul !
it: In questo caso devi sbrigartela da solo!

source: Get a git expert at your desk or just Delete and Install the route again.
de: Suchen Sie sich Unterstützung von einem Git-Experten oder löschen Sie die Route und installieren sie neu.
es: Contacte a un experto en Git o simplemente elimine e instale la ruta.nuevamente.
fr: Faites appel à un expert git ou supprimez et réinstallez l'itinéraire.
it: Contatta un esperto di git o semplicemente cancella e installa di nuovo la route.

source: Attention
de: Achtung
es: Atención
it: Attenzione

source: Changed local file(s) after the install (timestamp check)
de: Geänderte lokale Datei(en) nach der Installation (Zeitstempel)
es: Archivos locales modificados después de la instalación (verificación de marca de tiempo)
fr: Fichier(s) local(aux) modifié(s) après l'installation (vérification de l'horodatage)
it: File locali modificati dopo l'installazione (controllo del timestamp)

source: No changed files found
de: Keine geänderten Dateien gefunden
es: No se encontraron archivos modificados
fr: Pas de fichiers modifiés trouvés
it: Non sono stati trovati file modificati

source: Added local file(s) after the install (timestamp check)
de: Hinzugefügte lokale Datei(en) nach der Installation (Zeitstempel)
es: Archivos locales agregados después de la instalación (verificación de marca de tiempo)
fr: Fichier(s) local(aux) ajouté(s) après l'installation (vérification de l'horodatage)
it: Aggiunti file locali dopo l'installazione (controllo del timestamp)

source: No added files found
de: Keine zusätzlichen Dateien gefunden
es: No se encontraron archivos agregados
fr: Pas de fichiers ajoutés trouvés
it: Nessun file aggiuntivo trovato

source: Changed local file(s) after the install (git status)
de: Geänderte lokale Datei(en) nach der Installation (Git-Status)
es: Archivo(s) local(es) modificados después de la instalación (git status)
fr: Fichier(s) local(aux) modifié(s) après l'installation (git status)
it: File locali modificati dopo l'installazione (git status)

source: Added local file(s) after the install (git status)
de: Hinzugefügte lokale Datei(en) nach der Installation (Git-Status)
es: Archivo(s) local(es) agregados después de la instalación (git status)
fr: Fichier(s) local(aux) ajouté(s) après l'installation (git status)
it: Aggiunti file locali dopo l'installazione (git status)

source: Remote GitHub Updates available:
de: GitHub-Updates im Netz verfügbar:
es: Actualizaciones remotas en GitHub disponibles:
fr: Mises à jour GitHub à distance disponibles :
it: Aggiornamenti remoti su GitHub disponibili:

source: No updates found
de: Keine Updates gefunden
es: Sin actualizaciones
fr: Aucune mise à jour trouvée
it: Nessun aggiornamento trovato

source: Installing...
de: Installation...
es: Instalando...
fr: Installation...
it: Installazione...

source: Route installed.
de: Route installiert.
es: Ruta instalada.
fr: Itinéraire installé.
it: Route installata.

source: Done
de: Erledigt
es: Realizado
fr: Terminé
it: Fatto

source: Incorrect route, directory "routes" not found
de: Fehlerhafte Route, Verzeichnis "routes" nicht gefunden
es: Ruta incorrecta, directorio "routes" no encontrado
fr: Itinéraire incorrect, répertoire « routes » introuvable
it: Route con errori, directory "routes" non trovata

source: Remote updates found. Do you want to continue?
de: Updates im Netz gefunden. Wollen Sie fortfahren?
es: Se encontraron actualizaciones. ¿Quiere continuar?
fr: Mises à jour à distance trouvées. Voulez-vous continuer ?
it: Aggiornamenti remoti trovati. Vuoi continuare?

source: Changed or added local files found, Update might fail. Do you want to continue?
de: Geänderte oder hinzugefügte lokale Dateien gefunden.Das Update kann fehlschlagen. Wollen Sie fortfahren?
es: Se encontraron archivos locales modificados o agregados; la actualización puede fallar. ¿Quiere continuar?
fr: Des fichiers locaux modifiés ou ajoutés ont été trouvés, la mise à jour risque d'échouer. Voulez-vous continuer ?
it: Sono stati trovati file locali modificati o aggiunti, l'aggiornamento potrebbe fallire. Vuoi continuare?

source: Updates installed
de: Updates installiert
es: Actualizaciones instaladas
fr: Mises à jour installées
it: Aggiornamenti installati

source: Path where the route is installed
de: Pfad,in dem die Route installiert ist
es: Carpeta donde está instalada la ruta
fr: Chemin où l'itinéraire est installé
it: Path dove è installata la route

source: Cancel: changes made in the 'Manually Installed' tab will not be saved, are you sure?
de: Abbrechen: Änderungen im Tab "Manuell installiert" werden nicht gespeichert, sind Sie sicher:
es: Cancelar: los cambios realizados en la pestaña "Instalación manual" no se guardarán, ¿está seguro?

source: Install size: {0} GB
de: Installationsgröße: {0} GB
es: Tamaño instalación: {0} GB
fr: Taille de l'installation : {0} Go
it: Dimensione dell'installazione: {0} GB

source: - From: {0}<br>
de: - Von: {0}<br>
es: - De: {0}<br>
fr: - Source : {0}<br>
it: - Da: {0}<br>

source: Download size: {0} GB
de: Downloadgröße: {0} GB
es: Tamaño de descarga: {0} GB
fr: Taille du téléchargement : {0} Go
it: Dimensione del download: {0} GB

source: Directory {0} does not exist
de: Verzeichnis {0} existiert nicht
es: Carpeta {0} no existe
fr: Le répertoire {0} n'existe pas
it: La directory {0} non esiste

source: Error opening html page {0} in browser. Error: {1}
de: Fehler beim Öffnen der html-Seite {0} im Browser. Fehler: {1}
es: Error al abrir la página HTML {0} en el navegador. Error: {1}
fr: Erreur d'ouverture de la page html {0} dans le navigateur. Erreur : {1}
it: Errore nell'apertura della pagina html {0} nel browser. Errore: {1}

source: On {0} by {1}
de: Am {0} von {1}
es: En {0} por {1}
fr: Le {0} par {1}
it: Su {0} per {1}

source: Route to be installed in "{0}", are you sure?
de: Route wird in "{0}" installiert, sind Sie sicher?
es: La ruta se instalará en "{0}", ¿está seguro?
fr: L'itinéraire sera installé dans « {0} », en êtes-vous sûr ?
it: Route da installare in "{0}", sei sicuro?

source: Not enough diskspace on drive {0} ({1}), available {2} kB, needed {3} kB, still continue?
de: Nicht genug Platz auf Laufwerk {0} ({1}), verfügbar {2} kB, benötigt {3} kB, trotzdem fortfahren?
es: No hay suficiente espacio en el disco {0} ({1}), disponibles {2} kB, ​​se necesitan {3} kB, ​​¿aún así continuar?
fr: Espace insuffisant sur le lecteur {0} ({1}) ; disponible {2} ko, nécessaire {3} ko, continuer quand même ?
it: Spazio su disco insufficiente sull'unità {0} ({1}), disponibili {2} kB, necessari {3} kB, continuare?

source: Drive not available
de: Laufwerk nicht verfügbar
es: Disco no disponible
fr: Le lecteur n'est pas disponible
it: Unità non disponibile

source: Directory "{0}" cannot be created: {1}
de: Verzeichnis "{0}" kann nicht erstellt werden: {1}
es: La carpeta "{0}" no se puede crear: {1}
fr: Le répertoire « {0} » ne peut pas être créé : {1}
it: La directory "{0}" non può essere creata: {1}

source: Directory "{0}" exists and is not empty
de: Verzeichnis "{0}" existiert und ist nicht leer
es: La carpeta "{0}" ya existe y no está vacía
fr: Le répertoire « {0} » existe et n'est pas vide
it: La directory "{0}" esiste e non è vuota

source: Error during github download: {0}
de: Fehler beim GitHub-Download: {0}
es: Error descarga servidor github: {0}
fr: Erreur lors du téléchargement via github : {0}
it: Errore durante il download da github: {0}

source: Error during download zipfile {0}: {1}
de: Fehler beim Download der Zip-Datei {0}: {1}
es: Error durante la descarga del archivo zip {0}: {1}
fr: Erreur lors du téléchargement du fichier zip {0} : {1}
it: Errore durante il download del file zip {0}: {1}

source: Error during unzip zipfile {0}: {1}
de: Fehler beim Entpacken der Zip-Datei {0}: {1}
es: Error al descomprimir el archivo zip {0}: {1}
fr: Erreur lors de la décompression du fichier zip {0} : {1}
it: Errore durante la decompressione del file zip {0}: {1}

source: Error during github pull: {0}
de: Fehler beim GitHub-Pull: {0}
es: Error durante la conexión con github (pull): {0}
fr: Erreur pendant le tirage Github : {0}
it: Errore durante il pull di github: {0}

source: Directory "{0}" is to be deleted, are you really sure?
de: Verzeichnis "{0}" wird gelöscht, sind Sie wirklich sicher?
es: El directorio "{0}" se va a eliminar, ¿está realmente seguro?
fr: Le répertoire « {0} » sera supprimé, en êtes-vous vraiment sûr ?
it: La directory "{0}" deve essere cancellata, sei sicuro?

source: Changed or added local files found in Directory "{0}". Do you want to continue?
de: Geänderte oder hinzugefügte lokale Dateien in Verzeichnis "{0}" gefunden. Wollen Sie fortfahren?
es: Archivos locales modificados o agregados que se encuentran en el directorio "{0}". ¿Quiere continuar?
fr: Il y a eu modification ou ajout de fichiers locaux dans le répertoire « {0} ». Voulez-vous continuer ?
it: File locali modificati o aggiunti si trovano nella directory "{0}". Vuoi continuare?

source: Error during GitHub pull, updates might not be installed, error: {0}
de: Fehler beim GitHub-Pull, Updates wurden möglicherweise nicht installiert, Fehler: {0}
es: Error durante la conexión con GitHub (pull), es posible que no se instalen las actualizaciones, error: {0}
fr: Erreur pendant le tirage GitHub, les mises à jour pourraient ne pas être installées, erreur : {0}
it: Errore durante il pull di GitHub, gli aggiornamenti potrebbero non essere installati, errore: {0}

source: Install Path:
de: Inst.-Pfad:
es: Instalación:
fr: Chemin d'installation :
it: Path di installazione:

source: Browse...
de: Durchsuchen ...
es: Explorar...
fr: Parcourir...
it: Sfoglia...
zh_cn: 浏览

source: Install
de: Installieren
es: Instalar
fr: Installer
it: Installa

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Cancella
pt_br: Apagar
pt_pt: Apagar
zh_cn: 删除

source: Update
es: Actualizar
fr: Mettre à jour
it: Aggiornamento

source: Auto Installed
de: Automatisch installiert
es: Instalación automatica
fr: Installé automatiquement
it: Installata automaticamente

source: Manually Installed
de: Manuell installiert
es: Instalación manual
fr: Installé manuellement
it: Installata manualmente

source: Route:
es: Ruta:
it: Scenario:
pt_br: Rota:
pt_pt: Linha:
zh_cn: 线路:

source: Path:
de: Pfad:
es: Ruta:
fr: Chemin :
pt_pt: Caminho:
zh_cn: 路径

source: Add...
de: Neu...
es: Añadir...
fr: Ajouter...
it: Aggiungi...
pt_br: Adicionar...
pt_pt: Adicionar...

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pt_br: Cancelar
pt_pt: Cancelar
zh_cn: 取消

source: OK
es: Aceptar
zh_cn: 确认

source: Content
de: Inhalt
es: Contenido
fr: Contenu
it: Contenuti
pt_br: Conteúdo
pt_pt: Conteúdo
zh_cn: 内容

source: Path
de: Pfad
es: Ruta
fr: Chemin
pt_pt: Caminho
zh_cn: 路径

source: Save Packs
de: Spielstände
es: Guardar paquetes
fr: Pack de sauvegardes
it: Salva sessioni
pt_br: Salvar pacotes
pt_pt: Guardar pacotes
zh_cn: 保存

source: All files
de: Alle Dateien
es: Todos los archivos
fr: Tous les fichiers
it: Tutti i file
pt_br: Todos os Arquivos
pt_pt: Todos os ficheiros
zh_cn: 所有文件

source: Save Pack '{0}' imported successfully.
de: Spielstand '{0}' erfolgreich importiert.
es: Paquete guardado '{0}' importado con éxito.
fr: Pack de sauvegarde '{0}' importé avec succès.
it: Sessione '{0}' importata correttamente.
pt_br: Save Pack '{0}' importado com sucesso.
pt_pt: Guardar pacote '{0}' importado com sucesso.
zh_cn: 保存文件 '{0}' 成功载入.

source: Save Pack '{0}' exported successfully.
de: Spielstand '{0}' erfolgreich exportiert.
es: Paquete guardado '{0}' exportado con éxito.
fr: Pack de sauvegarde '{0}' exporté avec succès.
it: Sessione '{0}' esportata correttamente.
pt_br: Save Pack '{0}' exportado com sucesso.
pt_pt: Guardar pacote '{0}' exportado com sucesso.
zh_cn: 保存文件 '{0}' 成功输出.

source: Save Pack folder contains {0} save pack:
de: Spielstand-Ordner enthält {0} Spielstände:
es: Carpeta de guardado contiene {0} archivo guardado:
fr: Le dossier de packs de sauvegarde contient {0} pack de sauvegardes :
it: La cartella contiene {0} sessione:
pt_pt: A pasta de Guardar Pacotes contem {0} pacote guardado:
zh_cn: 保存文件夹有 {0} 个文件:

source: Open Save Packs folder
de: Spielstand-Ordner öffnen
es: Abrir carpeta de paquetes guardados
fr: Ouvrir le dossier des sauvegardes
it: Apri la cartella dei salvataggi
pt_br: Abra a pasta Save Packs
pt_pt: Abir pasta de Pacotes guardados
zh_cn: 打开保存文件夹

source: Export to Save Pack
de: Spielstand exportieren
es: Exportar paquete guardado
fr: Exporter vers un pack de sauvegardes
it: Esporta su file
pt_br: Exportar para salvar pack
pt_pt: Expostar para Pacotes guardados
zh_cn: 输出保存文件

source: Import Save Pack
de: Spielstand Importieren
es: Importar paquete guardado
fr: Importer un pack de sauvegardes
it: Importa da file
pt_br: Importar save pack
pt_pt: Importar de pacotes guardados
zh_cn: 输入文件

source: Import and export saved games
de: Gespeicherte Spielstände importieren und exportieren
es: Importar y Exportar las partidas guardadas
fr: Importer et exporter des sauvegardes
it: Importa ed esporta sessioni salvate
pt_br: Importar e exportar jogos salvos
pt_pt: Importar e Exportar jogos guardados
zh_cn: 输入输出保存的游戏

source: EditKey
de: Taste bearbeiten
es: Editar tecla
fr: Editer la touche
pt_br: Mudar teclas
pt_pt: Tecla de edição
zh_cn: 修改按键

source: Accept changes
de: Änderungen speichern
es: Aceptar cambios
fr: Valider les changements
it: Salva le modifiche
pt_br: Aceitar mudanças
pt_pt: Aceitar as modificações
zh_cn: 保存修改

source: Cancel changes
de: Änderungen verwerfen
es: Cancelar cambios
fr: Valider les changements
it: Annulla le modifiche
pt_br: Cancelar mudanças
pt_pt: Cancelar as modificações
zh_cn: 取消修改

source: Press any key
de: Drücken Sie eine Taste
es: Pulse cualquier tecla
fr: Appuyez sur n'importe quelle touche
it: Premi un tasto
pt_br: Pressione alguma tecla
pt_pt: Carregue numa tecla
zh_cn: 按任意键

source: Reset to default
de: Standard wiederherstellen
es: Restablecer valores predeterminados
fr: Restaurer les paramètres par défaut
it: Ripristina default
pt_br: Voltar ao padrão
pt_pt: Voltar às definições
zh_cn: 重置到缺省值

source: Spring
de: Frühling
es: Primavera
fr: Printemps
it: Primavera
pt_br: Primavera
pt_pt: Primavera
zh_cn: 春

source: Summer
de: Sommer
es: Verano
fr: Eté
it: Estate
pt_br: Verão
pt_pt: Verão
zh_cn: 夏

source: Autumn
de: Herbst
es: Otoño
fr: Automne
it: Autunno
pt_br: Outono
pt_pt: Outono
zh_cn: 秋

source: Winter
es: Invierno
fr: Hiver
it: Inverno
pt_br: Inverno
pt_pt: Inverno
zh_cn: 冬

source: Clear
de: Klar
es: Despejado
fr: Clair
it: Sereno
pt_br: Céu limpo
pt_pt: Limpo
zh_cn: 晴

source: Snow
de: Schnee
es: Nieve
fr: Neige
it: Neve
pt_br: Neve
pt_pt: Neve
zh_cn: 雪

source: Rain
de: Regen
es: Lluvia
fr: Pluie
it: Pioggia
pt_br: Chuva
pt_pt: Chuva
zh_cn: 雨

source: Easy
de: Leicht
es: Fácil
fr: Facile
it: Facile
pt_br: Fácil
pt_pt: Fácil
zh_cn: 容易

source: Medium
de: Mittel
es: Media
fr: Moyen
it: Medio
pt_br: Médio
pt_pt: Média
zh_cn: 较难

source: Hard
de: Schwierig
es: Difícil
fr: Difficile
it: Difficile
pt_br: Difícil
pt_pt: Difícil
zh_cn: 极难

source: Monday
de: Montag
es: Lunes
fr: Lundi
it: Lunedì
pt_br: Segunda-feira
pt_pt: Segunda-feira
zh_cn: 星期一

source: Tuesday
de: Dienstag
es: Martes
fr: Mardi
it: Martedì
pt_br: Terça-feira
pt_pt: Terça-feira
zh_cn: 星期二

source: Wednesday
de: Mittwoch
es: Miércoles
fr: Mercredi
it: Mercoledì
pt_br: Quarta-feira
pt_pt: Quarta-feira
zh_cn: 星期三

source: Thursday
de: Donnerstag
es: Jueves
fr: Jeudi
it: Giovedì
pt_br: Quinta-feira
pt_pt: Quinta-feira
zh_cn: 星期四

source: Friday
de: Freitag
es: Viernes
fr: Vendredi
it: Venerdì
pt_br: Sexta-feira
pt_pt: Sexta-feira
zh_cn: 星期五

source: Saturday
de: Samstag
es: Sábado
fr: Samedi
it: Sabato
pt_br: Sábado
pt_pt: Sábado
zh_cn: 星期六

source: Sunday
de: Sonntag
es: Domingo
fr: Dimanche
it: Domenica
pt_br: Domingo
pt_pt: Domingo
zh_cn: 星期日

source: User name must be 4-10 characters long, cannot contain space, ', " or - and must not start with a digit.
de: Der Benutzername muss 4-10 Zeichen lang sein, darf nicht mit einer Zahl beginnen und folgende Zeichen nicht enthalten: Leerzeichen (Space), ', ", -.
es: El nombre de usuario debe tener entre 4 y 10 caracteres, no puede contener espacios, ', " o - y no debe empezar con un dígito.
fr: Les pseudos doivent être de 4 à 10 caractères, ne doivent pas contenir : espace, ', " ou - et ne doivent pas commencer par un chiffre.
it: Il nome utente deve essere formato da 4 massimo 10 caratteri e non deve contenere spazi, '," oppure - e non deve iniziare con un numero.
pt_br: O prefixo deverá ter entre 4 a 10 caracteres e não pode conter espaço, vírgula ou hífen.
pt_pt: O nome de utilizador deve ter entre 4 a 10 caracteres e não pode conter espaços, ', ", ou - e não pode começar por um algarismo.
zh_cn: 用户名必须是2-5字节，不能有空格，-等特殊字符

source: Activity Briefing
de: Aufgabeneinführung
es: Actividad informativa
fr: Briefing de l'activité
it: Presentazione Activity
pt_br: Instruções da ativiade
pt_pt: Informações da actividade
zh_cn: 任务简介

source: Route: {0}
es: Ruta: {0}
it: Scenario: {0}
pt_br: Rota: {0}
pt_pt: Linha: {0}
zh_cn: 线路: {0}

source: Locomotive: {0}
de: Lokomotive: {0}
es: Locomotora: {0}
it: Locomotiva: {0}
pt_br: Locomotiva: {0}
pt_pt: Locomotiva: {0}
zh_cn: 机车: {0}

source: Activity: {0}
de: Aufgabe: {0}
es: Actividad: {0}
fr: Activité : {0}
pt_br: Atividade: {0}
pt_pt: Actividade {0}
zh_cn: 任务: {0}

source: Path: {0}
de: Pfad: {0}
es: Trayecto: {0}
fr: Chemin : {0}
it: Percorso: {0}
pt_pt: Itinerário: {0}
zh_cn: 路径: {0}

source: Starting at: {0}
de: Start bei: {0}
es: Inicio en: {0}
fr: De : {0}
it: Partenza da: {0}
pt_br: Iniciar em: {0}
pt_pt: Inicio: {0}

source: Heading to: {0}
de: Richtung: {0}
es: Dirección a: {0}
fr: Vers : {0}
it: Diretto a: {0}
pt_br: Finalizar em: {0}
pt_pt: Em direcção a: {0}

source: Timetable set: {0}
de: Fahrplansatz: {0}
es: Colección Timetable: {0}
fr: Ensemble d'horaires : {0}
it: Tabella orari: {0}
pt_br: Selecionar horário de tabela: {0}
pt_pt: Livro Horário: {0}
zh_cn: 时刻表设置: {0}

source: Train: {0}
de: Zug: {0}
es: Tren: {0}
it: Treno: {0}
pt_br: Trem: {0}
pt_pt: Comboio: {0}
zh_cn: 列车: {0}

source: Consist: {0}
de: Zugverband: {0}
es: Composición: {0}
fr: Composition : {0}
it: Convoglio: {0}
pt_br: Composição: {0}
pt_pt: Composição: {0}
zh_cn: 编组: {0}

source: Start
es: Empezar
fr: Démarrer
it: Avvia
pt_br: INICIAR
pt_pt: Iniciar
zh_cn: 开始

source: Logging
de: Logger
es: Registro
fr: Création log
it: Scrivi Log
pt_br: Reg. de eventos
pt_pt: Relatório
zh_cn: 日志

source: Options
de: Optionen
es: Opciones
it: Opzioni
pt_br: Opções
pt_pt: Opções
zh_cn: 选项

source: Resume/ Replay...
de: Fortsetzen Abspielen...
es: Reanudar/ Repetir...
fr: Reprendre / Rejouer
it: Riprendi/ Replay...
pt_br: Carregar jogo salvo...
pt_pt: Continuar/ Repetir...
zh_cn: 继续/重玩...

source: Tools ▼
de: Werkzeuge ▼
es: Herramientas ▼
fr: Outils ▼
it: Strumenti ▼
pt_br: Ferramentas ▼
pt_pt: Ferramentas ▼
zh_cn: 工具 ▼

source: Host/port:
es: IP/Puerto:
fr: Hôte / port :
it: Host/porta:
pt_br: Host/porta:
pt_pt: Servidor/porta:
zh_cn: IP:端口

source: User name:
de: Nickname:
es: Usuario:
fr: Pseudo :
it: Nome utente:
pt_br: Prefixo do trem:
pt_pt: Utilizador:
zh_cn: 用户名:

source: Multiplayer
de: Mehrspieler
es: Multijugador
fr: Multijoueur
pt_pt: Multi-jogador (MJ)
zh_cn: 联控

source: Server
es: Servidor
fr: Serveur
pt_br: Servidor
pt_pt: Servidor
zh_cn: 服务端

source: Client
es: Cliente
pt_br: Jogador
pt_pt: Convidado
zh_cn: 客户端

source: Start MP
de: Start
es: Iniciar MP
fr: Démarrer Multijoueur
it: Avvio MP
pt_br: Abrir servidor
pt_pt: Iniciar MJ

source: Resume MP
de: Fortsetzen
es: Continuar MP
fr: Reprendre Multijoueur
it: Riprendi MP
pt_br: Con. ao servidor
pt_pt: Continuar MJ

source: Singleplayer
de: Einzelspieler
es: Un jugador
fr: Monojoueur
it: Gioco singolo
pt_br: Modo normal
pt_pt: Jogador único
zh_cn: 单机

source: Installation profile:
de: Installationsprofil:
es: Instalación en uso:
fr: Profil d'installation :
it: Profilo di installazione:
pt_br: Simulador:
pt_pt: Perfil de instalação:
zh_cn: 安装的模拟火车目录:

source: Documents ▼
de: Dokumente ▼
es: Documentos ▼
it: Documenti ▼
pt_br: Documentos ▼
pt_pt: Documentos ▼

source: Mode:
de: Modus:
es: Modo:
it: Modalità:
pt_br: Modo:
pt_pt: Modo:
zh_cn: 模式:

source: Activity:
de: Aufgabe:
es: Actividad:
fr: Activité :
pt_br: Atividade:
pt_pt: Actividade:
zh_cn: 任务:

source: Locomotive:
de: Lokomotive:
es: Locomotora:
it: Locomotiva:
pt_br: Locomotiva:
pt_pt: Locomotiva:
zh_cn: 机车:

source: Consist:
de: Zugverband:
es: Composición:
fr: Composition :
it: Convoglio:
pt_br: Composição:
pt_pt: Composição:
zh_cn: 编组:
