Repository: openrails/openrails
Catalog: Source/Locales/Menu/*.po
Languages: de, es, fr, it, pt_br, pt_pt, zh_cn

source: Starting at:
de: Start bei:
es: Empezar en:
fr: Départ de :
it: Partenza da:
pt_br: Iniciar em:
pt_pt: Início:
zh_cn: 起始站:

source: Heading to:
de: Richtung:
es: Dirección a:
fr: Vers :
it: Diretto a:
pt_br: Finalizar em:
pt_pt: Em direcção a:
zh_cn: 终点站:

source: Duration:
de: Dauer:
es: Duración:
fr: Durée :
it: Durata:
pt_br: Duração:
pt_pt: Duração:
zh_cn: 耗时:

source: Time:
de: Tageszeit:
es: Hora:
fr: Heure :
it: Ora:
pt_br: Horário:
pt_pt: Hora:
zh_cn: 时间:

source: Weather:
de: Wetter:
es: Tiempo:
fr: Météo :
it: Meteo:
pt_br: Clima:
pt_pt: Meteorologia:
zh_cn: 天气:

source: Difficulty:
de: Schwierigkt.:
es: Dificultad:
fr: Difficulté :
it: Difficoltà:
pt_br: Dificuldade:
pt_pt: Dificuldade:
zh_cn: 难度:

source: Season:
de: Jahreszeit:
es: Estación:
fr: Saison :
it: Stagione:
pt_br: Estação:
pt_pt: Época:
zh_cn: 季节:

source: Weather File:
de: Wetter aus Datei:
es: Archivo de meteorología:
fr: Fichier de météo :
it: File Meteo:
pt_br: Arquivo de clima:
pt_pt: Ficheiro Meteorológico:

source: Train:
de: Zug:
es: Tren:
it: Treno:
pt_br: Trem:
pt_pt: Comboio:
zh_cn: 列车:

source: Day:
de: Tag:
es: Día:
fr: Jour :
it: Giorno:
pt_br: Dia:
pt_pt: Dia:
zh_cn: 日期:

source: Timetable set:
de: Fahrplanset:
es: Juego Timetable:
fr: Ensemble d'horaires :
it: Tabella orari:
pt_pt: Horário:
zh_cn: 时刻表设置:

source: Testing
de: Test
es: Prueba
fr: Test
it: Test
pt_pt: Teste
zh_cn: 测试

source: Notifications published by Open Rails
de: Benachrichtigungen veröffentlicht von Open Rails
es: Notificaciones publicadas por Open Rails
fr: Notifications publiées par Open Rails
it: Notifiche pubblicate da Open Rails

source: Player's location
de: System
es: Ubicación jugador
fr: Automatique
it: Località del giocatore
pt_br: Localização do jogador
pt_pt: Localização do jogador
zh_cn: 玩家位置

source: Metric
de: Metrisch
es: Métrico
fr: Métrique
it: Metriche
pt_br: Métrica
pt_pt: Métrico (SI)
zh_cn: 单位制

source: Automatic
de: Automatisch
es: Automático
fr: Automatique
it: Automatico
pt_br: Automático
pt_pt: Automatico
zh_cn: 自动

source: comma
de: , Komma (Beistrich)
es: coma
fr: virgule
it: virgola
pt_pt: vírgula
zh_cn: 逗号

source: semicolon
de: ; Semikolon (Strichpunkt)
es: punto y coma
fr: point-virgule
it: punto e virgola
pt_pt: ponto e vírgula
zh_cn: 分号

source: tab
de: Tabulator
es: tabulación
fr: tabulation
it: tabulazione

source: space
de: Leerzeichen (Space)
es: espacio
fr: espace
it: spazio
pt_pt: espaço
zh_cn: 空格

source: route
de: Streckenvorgabe
es: ruta
it: scenario
pt_br: rota
pt_pt: linha
zh_cn: 路线

source: Train Speed
de: Zuggeschwindigkeit
es: Velocidad tren
fr: Vitesse du train
it: Velocità del treno
pt_br: Velocidade do trem
pt_pt: Velocidade
zh_cn: 列车速度

source: Max. Speed
de: Geschwindigkeitslimit
es: Velocidad máxima
fr: Vitesse max.
it: Velocità max.
pt_br: Velocidade máxima
pt_pt: Velocidade máxima
zh_cn: 最高速度

source: Signal State
de: Signalstellung
es: Estado de la señal
fr: Etat du signal
it: Stato dei segnali
pt_pt: Aspecto do Sinal
zh_cn: 信号状态

source: Track Elevation
de: Steigung
es: Elevación de la vía
fr: Pente de la voie
it: Sopraelevazione
pt_br: Elevação da via
pt_pt: Inclinação da via
zh_cn: 超高

source: Direction
de: Richtung
es: Dirección
it: Direzione
pt_br: Direção
pt_pt: Direcção
zh_cn: 方向

source: Control Mode
de: Kontrollmodus
es: Modo control
fr: Mode de contrôle
it: Modalità di controllo
pt_br: Modo controlador
pt_pt: Modo de controlo
zh_cn: 控制模式

source: Distance Travelled
de: Zurückgelegte Entfernung
es: Distancia recorrida
fr: Distance parcourue
it: Distanza percorsa
pt_br: Distância percorrida
pt_pt: Distância percorrida
zh_cn: 运行里程

source: Throttle %
de: Regler %
es: Regulador %
fr: Manipulateur traction (%)
it: % acceleratore
pt_br: Aceleração %
pt_pt: Potência %
zh_cn: 节流阀(功率) %

source: Brake Cyl Press
de: Bremszylinderdruck
es: Presión Cilindro Freno
fr: Pression cylindre de frein
it: Press. freni
pt_br: Pressão do cilindro de freio
pt_pt: Pressão nos cilindros de freio
zh_cn: 制动管压力

source: Dyn Brake %
de: E-Bremse %
es: Freno Dinamico %
fr: Freinage dynamique (%)
it: % freno dinamico
pt_br: Freio dinâmico %
pt_pt: Freio Dinâmico %
zh_cn: 动力制动 %

source: Gear Setting
de: Gangwahl
es: Marcha
fr: Cran de la boîte de vitesse
it: Marcia inserita
pt_pt: Caixa de velocidades
zh_cn: 档位

source: Information
es: Información
it: Informazione

source: Warning
de: Warnung
es: Aviso
fr: Avertissement
it: Avviso

source: Stable (recommended)
de: Stabil (empfohlen)
es: Estable (recomendado)
fr: Stable (recommandé)
it: Stabile (raccomandato)
pt_br: Versão estável (recomendado)
pt_pt: Estável (recomendado)
zh_cn: 稳定(推荐)

source: Unstable
de: Unstabil
es: Inestable
fr: Instable
it: Instabile
pt_br: Instável
pt_pt: Instável
zh_cn: 不稳定

source: Infrequent updates to official, hand-picked versions. Recommended for most users.
de: Seltene Updates auf offizielle Versionen. Empfohlen für die meisten Nutzer.
es: Actualización de versiones oficiales. Recomendado para la mayoría de usuarios.
fr: Mises à jour vers des versions officielles choisies par les développeurs. Recommandé pour la plupart des utilisateurs.
it: Pochi aggiornamenti alla versione ufficiale selezionata. Consigliato per la maggioranza degli utilizzatori.
pt_pt: Actualizações oficiais, esporádicas, a versões seleccionadas. Recomendado para a maioria dos utilizadores.
zh_cn: 偶尔更新（推荐）

source: Weekly updates which may contain noticable defects. For project supporters.
de: Wöchentliche Updates, die gröbere Fehler enthalten können. Für Projektunterstützer.
es: Actualizaciones semanales que pueden contener defectos. Para los partidarios del proyecto.
fr: Mises à jour hebdomadaires qui peuvent contenir des bugs. Pour ceux qui supportent le projet.
it: Aggiornamenti settimanali, potrebbe contenere errori. Per chi vuole supportare il progetto.
pt_pt: Actualizações semanais que podem conter defeitos. Apenas para apoiantes do projecto.
zh_cn: 每周更新

source: Daily updates which may contain serious defects. For developers only.
de: Tägliche Updates, die kritische Fehler enthalten können. Nur für Entwickler.
es: Actualizaciones diarias que pueden contener defectos graves. Para los desarrolladores.
fr: Mises à jour journalières qui peuvent contenir des bugs importants. Pour les développeurs.
it: Aggiornamenti giornalieri che potrebbero contenere errori anche gravi. Solo per sviluppatori.
pt_pt: Actualizações diárias que podem conter defeitos sérios. Apenas para quem desenvolve projectos.
zh_cn: 每日更新

source: No updates.
de: Keine Updates.
es: Sin actualizaciones.
fr: Pas de mises à jour.
it: Nessun aggiornamento.
pt_br: Não há atualizações.
pt_pt: Sem actualizações.
zh_cn: 不更新

source: Click to change this key
de: Klicken, um diese Taste zu bearbeiten
es: Haga click para cambiar esta tecla
fr: Cliquez ici pour changer cette touche
it: Clicca per cambiare questo tasto
pt_br: Clique para mudar a tecla
pt_pt: Clique para mudar esta tecla
zh_cn: 点击改变按键

source: Continue with conflicting key assignments?
de: Mit mehrfachen Tastenbelegungen fortfahren?
es: ¿Continuar con las teclas conflictivas asignadas?
fr: Continuer avec des assignations de touche conflictuels ?
it: Conflitto fra le assegnazioni dei tasti, continuo?
pt_pt: Continuar com este conflito de atribuição de teclas?
zh_cn: 继续保存有冲突的按键设置?

source: Remove all custom key assignments?
de: Alle benutzerdefinierten Tastenbelegungen zurücksetzen?
es: ¿Eliminar la asignación de teclas personalizada?
fr: Retirer toutes les assignations de touche personnalisées ?
it: Rimuovo tutte le assegnazioni tasti personalizzate?
pt_pt: Quer remover todas as atribuições de teclas personalizadas?
zh_cn: 删除定制按键?

source: A listing of all keyboard commands and keys has been placed here:
de: Eine komplette Liste aller Tastenbelegungen wurde hier erstellt:
es: La lista de todos los comandos de teclado y las teclas se ha ubicado aquí:
fr: Une liste de toutes les commandes clavier a été enregistrée ici :
it: Una lista di tutti i comandi da tastiera è stata posta qui:
pt_pt: Listagem de todos os comandos e teclas:
zh_cn: 以下是现在的按键分布:

source: No errors found.
de: Keine Probleme entdeckt.
es: Errores no encontrados.
fr: Pas d'erreurs trouvées.
it: Nessun errore rilevato.
pt_pt: Não foram encontrados erros.
zh_cn: 没有错误.

source: Very easy
de: Sehr einfach
es: Muy fácil
fr: Très facile
it: Molto facile
pt_br: Muito fácil
pt_pt: Muto fácil
zh_cn: 非常容易

source: MSTS Compatible
de: MSTS-kompatibel
es: Compatible MSTS
fr: Compatible MSTS
it: Compatibile MSTS
pt_br: Compatível com MSTS
pt_pt: Compatível com MSTS

source: Very Hard
de: Sehr schwierig
es: Muy difícil
fr: Très difficile
it: Molto difficile
pt_br: Muito difícil
pt_pt: Muito difícil
zh_cn: 非常难

source: Good luck!
de: Viel Glück!
es: ¡Buena suerte!
fr: Bon courage !
it: Buona fortuna!
pt_br: Boa sorte!
pt_pt: Boa sorte!
zh_cn: 祝好运!

source: {0:F0}° vertical FOV is the same as: {1:F0}° horizontal FOV on 4:3 {2:F0}° horizontal FOV on 16:9
de: {0:F0}° vertikaler Blickwinkel entspricht: {1:F0}° horizontalem Blickwinkel bei 4:3 {2:F0}° horizontalem Blickwinkel bei 16:9
es: {0:F0}° de FOV vertical es lo mismo que: {1:F0}° de FOV horizontal en 4:3 {2:F0}° de FOV horizontal en 16:9
fr: Un champ de vision vertical de {0:F0}° équivaut à : Un champ de vision horizontal de {1:F0}° en 4:3 Un champ de vision horizontal de {2:F0}° en 16:9
it: {0:F0}° di campo verticale corrispondono a: {1:F0}° di campo orizzontale su schermo 4:3 {2:F0}° di campo orizzontale su schermo 16:9
pt_pt: {0:F0}° FOV vertical é o mesmo: {1:F0}° FOV horizontal em ecrã 4:3 {2:F0}° FOV horizontal em ecrã 16:9
zh_cn: {0:F0}° 垂向FOV等于: {1:F0}° 横向FOV为 4:3 {2:F0}° 横向FOV为 16:9

source: No detail (-{0}%)
de: Minimum-Detaillevel (- {0}%)
es: Sin detalle (-{0}%)
fr: Aucun détail (-{0}%)
it: Nessun dettaglio (-{0}%)
pt_br: Nenhum detalhe (-{0}%)
pt_pt: Sem detalhe (-{0}%)
zh_cn: 无细节 (-{0}%)

source: Less detail (-{0}%)
de: Geringeres Detaillevel (- {0}%)
es: Menos detalles (-{0}%)
fr: Moins de détails (-{0}%)
it: Meno dettagli (-{0}%)
pt_br: Baixo detalhes (-{0}%)
pt_pt: Pouco detalhe (-{0}%)
zh_cn: 少量细节 (-{0}%)

source: Default detail (+{0}%)
de: Standard-Detaillevel (±{0}%)
es: Detalle por defecto (+{0}%)
fr: Par défaut (+{0}%)
it: Dettagli standard (+{0}%)
pt_br: Detalhes padrão (+{0}%)
pt_pt: Detalhe pré-definido (+{0}%)
zh_cn: 正常细节 (+{0}%)

source: More detail (+{0}%)
de: Höheres Detaillevel (+{0}%)
es: Mas detalle (+{0}%)
fr: Plus de détails (+{0}%)
it: Più dettagli (+{0}%)
pt_br: Muitos detalhes (+{0}%)
pt_pt: Mais detalhe (+{0}%)
zh_cn: 更多细节 (+{0}%)

source: All detail (+{0}%)
de: Maximum-Detaillevel (+{0}%)
es: Detalle alto (+{0}%)
fr: Tous les détails (+{0}%)
it: Tutti i dettagli (+{0}%)
pt_br: Todos os detalhes (+{0}%)
pt_pt: Todos os detalhes (+{0}%)
zh_cn: 全细节 (+{0}%)

source: Brake pipe charging rate (PSI/s)
de: Füllrate der Hauptluftleitung (PSI/s)
es: Velocidad de carga de la tubería de freno (PSI/s)
fr: Taux de remplissage des conduites de freins (PSI/s)
it: Tasso di caricamento della condotta freni (PSI/s)
pt_pt: Caudal de ar na conduta de freio (PSI/s)

source: Graduated release air brakes
de: Teilweise lösbare Luftdruckbremsen
es: Liberación gradual de los frenos de aire
fr: Libération graduée des freins pneumatiques
it: Rilascio graduale freno pneumatico
pt_pt: Freio a ar com desaperto gradual

source: Alerter in cab
de: SIFA im Führerstand
es: Alerta en cabina
fr: Veille automatique
it: Avvisatore in cabina
pt_pt: Homem-Morto na cabine

source: Interval :
de: Intervall :
es: Intervalo :

source: 60 mins
de: 60 Min
es: 60 min

source: 30 mins
de: 30 Min
es: 30 min

source: 15 mins
de: 15 Min
es: 15 min

source: Auto save
de: Aut. Sichern
es: Guardado automático

source: Telemetry Options
de: Telemetrieoptionen
es: Opciones de telemetría

source: Overspeed monitor
de: Geschwindigkeitsüberschreitungswächter
es: Monitor de exceso de velocidad
fr: Contrôle de vitesse
pt_pt: Vigilância de velocidade

source: Use TCS scripts
de: TCS-Scripts aktivieren
es: Utilice scripts TCS
fr: Activer les scripts TCS
it: Usa script TCS

source: Other units
de: Andere Einheiten
es: Otras unidades
fr: Autres unités
it: Altre unità
pt_pt: Outras Unidades

source: Pressure unit
de: Druckeinheit
es: Unidad presión
fr: Unité de pression
it: Unità Pressione
pt_pt: Unidade de pressão

source: Also in external views
de: Auch in Außenansichten
es: También en vistas externas
fr: Activée aussi dans les vues extérieures
it: Anche in viste esterne
pt_pt: Também nas vistas exteriores

source: Retainer valve on all cars
de: Bremsdruck-Rückhalteventil auf allen Waggons
es: Válvula de retención en todos los vagones
fr: Valve de retenue sur toutes les véhicules
it: Valvola di ritenuta su tutti i carri
pt_pt: Válvula de retenção em todos os veículos

source: % external sound heard internally
de: % des Außensound sind innen hörbar
es: % sonido externo oído en interior
fr: % du son extérieur entendu à l'intérieur du train
it: % dei suoni esterni udita all'interno
pt_br: % de som ouvido internamente
pt_pt: % de sons exteriores ouvidos no interior

source: % sound volume
de: % Lautstärke
es: % volumen sonido
fr: Volume (%)
it: % Volume Audio
pt_br: % volume de som
pt_pt: % de volume de som
zh_cn: % 音量

source: Sound detail level
es: Nivel de detalle del sonido
fr: Qualité du son
it: Livello dettaglio dei suoni
pt_br: Nível de som de detalhes
pt_pt: Nível de detalhe sonoro
zh_cn: 声音精细度

source: Video
de: Anzeige
es: Vídeo
pt_br: Vídeo
pt_pt: Imagem
zh_cn: 显示

source: Default detail (+0%)
de: Standard-Detaillevel (±{0}%)
es: Detalle por defecto (+0%)
fr: Niveau de détail par défaut (+0%)
it: Dettagli standard (+{0}%)

source: Level of detail bias:
de: Detaillevel:
es: Sesgo nivel de detalle:
fr: Distorsion du niveau de détail (LOD) :
it: Soglia livello di dettaglio:
pt_br: Nível de detalhes bias:
pt_pt: Nível de detalhe:

source: Signal light glow
de: Signallicht-Leuchten
es: Brillo luz señal
fr: Halo sur les lampes de signaux
it: Incrementa visibilità luci segnali
pt_br: Brilho da luz dos sinais
pt_pt: Brilho da sinalização luminosa
zh_cn: 信号灯闪烁

source: Extend object maximum viewing distance to horizon
de: Maximale Sichtbarkeit aller Objekte bis Horizont erweitern
es: Ampliar distancia visualización objetos hasta el horizonte
fr: Etendre la distance de visibilité des objets jusqu'à l'horizon
it: Estendi la massima distanza di visione all'orizzonte
pt_br: Distância máxima de visualização do objeto para o horizonte
pt_pt: Distância de visualização até ao horizonte
zh_cn: 最远可以看到地平线

source: Shadow for all shapes
de: Schatten für alle Objekte
es: Sombra para todos los objetos
fr: Ombres pour tous les objets 3D
it: Ombra per tutti gli oggetti
pt_br: Ativar sombra para todos os objetos
pt_pt: Sombras para todos os objectos

source: Double overhead wires
de: Doppelte Oberleitungsdrähte
es: Doble hilo de catenaria
fr: Caténaire à 2 fils
it: Doppio filo catenaria
pt_br: Rede aérea dupla
pt_pt: Catenária com fio duplo
zh_cn: 双线接触网

source: Ambient daylight brightness:
de: Umgebungshelligkeit bei Tag:
es: Brillo luz ambiente día:
fr: Luminosité de la lumière ambiante :
it: Luminosità ambiente diurna:
pt_br: Brilho da luz do ambiente:
pt_pt: Brilho ambiente diurno:
zh_cn: 高光

source: Model instancing
de: Modell-Instanzverarbeitung
es: Instancia modelo
fr: Instanciation des modèles 3D
it: Usa istanze di oggetti
pt_br: Instanciamento de modelo
pt_pt: Instâncias de modelos
zh_cn: 模型合并

source: Vertical sync
de: Vertikale Synchronisation
es: Sincronización vertical
fr: Synchronisation verticale
it: Sincronismo verticale
pt_br: Sincronização vertical
pt_pt: Sincronização vertical

source: Viewing distance (km)
de: Sichtweite (km)
es: Distancia de visión (Km)
fr: Distance de visibilité (km)
it: Distanza di visione (km)
pt_br: Distância de visualização (km)
pt_pt: Visibilidade (km)
zh_cn: 可见距离 (km)

source: Distant mountains
de: Entfernte Berge
es: Montañas distantes
fr: Montagnes distantes
it: Montagne distanti
pt_br: Montanhas distantes
pt_pt: Montanhas distantes
zh_cn: 显示远山

source: Viewing distance (m)
de: Sichtweite (m)
es: Distancia de visión (m)
fr: Distance de visibilité (m)
it: Distanza di visione (m)
pt_br: Distância de visualização (m)
pt_pt: Visibilidade (m)
zh_cn: 可见距离 (m)

source: Viewing vertical FOV
de: Vertikaler Blickwinkel
es: Visión vertical FOV
fr: Champ de vision vertical
it: Angolo di campo verticale
pt_br: Visualização vertical
pt_pt: FOV vertical visivel
zh_cn: 垂向FOV

source: World object density
de: Weltobjektdichte
es: Densidad de los objetos
fr: Densité d'objets
it: Densità oggetti
pt_br: Densidade de objetos
pt_pt: Densidade de objectos
zh_cn: 建筑物密度

source: Dynamic shadows
de: Dynamische Schatten
es: Sombras dinámicas
fr: Ombres dynamiques
it: Ombre dinamiche
pt_br: Sombras dinâmicas
pt_pt: Sombras dinâmicas
zh_cn: 动态阴影

source: Overhead wire
de: Oberleitungen
es: Hilo de catenaria
fr: Caténaire
it: Filo catenaria
pt_br: Rede aérea
pt_pt: Catenária
zh_cn: 显示接触网

source: Simulation
es: Simulación
it: Simulazione
pt_br: Simulação
pt_pt: Simulação
zh_cn: 模拟设置

source: Electric - power connected
de: Elektro - Hauptschalter eingeschaltet
es: Eléctricas - energía conectada
fr: Electrique - Puissance connectée
it: Elettriche - alimentazione connessa

source: At game start, locomotives have:
de: Beim Spielstart haben die Lokomotiven:
es: Al inicio del juego, las locomotoras tienen:
fr: Au démarrage du jeu, les locomotives doivent avoir :
it: Alla partenza del gioco le locomotive hanno:

source: Diesel - engine(s) started
de: Diesel - Motor(en) gestartet
es: Diésel - motor arrancado
fr: Diesel - Moteur(s) démarrés
it: Diesel - motori avviati

source: Activity Options
de: Aufgabenoptionen
es: Opciones Actividad
fr: Options de l'activité
it: Opzioni Activity
pt_br: Opções da atividade
pt_pt: Opções de actividades

source: Location-linked passing path processing
de: Ortsgebundene Ausweichfahrstraßen verwenden
es: Permitir proceso itinerario de paso
fr: Calcul des itinéraires de croisement alternatifs
it: Usa elaborazione legata al tracciato per i path di incrocio
pt_pt: Processamento de itinerários de passagem

source: Open/close doors in AI trains
de: Türen bei KI-Zügen öffnen & schließen
es: Abrir/cerrar puertas en tren IA
fr: Ouverture / fermeture des portes des trains IA
it: Apri/Chiudi porte in treni AI
pt_br: Abrir e fechar portas dos trens automáticos
pt_pt: Abir/fechar portas em comboios AI

source: Forced red at station stops
de: Ausfahrsignale bei Bahnhofshalt auf Rot halten
es: Forzar rojo en parada estación
fr: Fermeture des signaux en sortie de station desservie
it: Forza il rosso per le fermate in stazione
pt_pt: Forçar vermelho em paragem nas estações
zh_cn: 停站强制红灯

source: Steam - boiler pre-heated
de: Dampf - Kessel vorgeheizt
es: Vapor - caldera precalentada
fr: Vapeur : Chaudière pré-chauffée
it: Vapore - caldaia preriscaldata

source: Simple controls and physics
de: Vereinfachtes Steuerungs- und Physikmodell
es: Fisicas y Controles Simples
fr: Contrôles et physique simples
it: Controlli e fisica semplificati
pt_pt: Controlos e Física simplificada

source: Curve dependent speed limit
de: Kurvenabhängige Geschwindigkeitsbegrenzung
es: Límite velocidad dependiendo curva
fr: Calcul de la vitesse recommandée dans les courbes
it: Calcolo della velocità massima in curva
pt_br: Limite de velocidade em base das curvas
pt_pt: Limite de velocidade em curva
zh_cn: 弯道限速

source: Break couplers
de: Kupplungsbruch möglich
es: Rotura de enganches
fr: Autoriser la casse des attelages
it: Rottura ganci
pt_br: Frenagem atua sobre engates
pt_pt: Quebra de engates
zh_cn: 可断钩

source: Advanced adhesion model
de: Detaillierteres Reibungsmodell
es: Modelo avanzado de adherencia
fr: Modèle d'adhérence avancé
it: Usa modello aderenza avanzato
pt_br: Modo avançado de adesão
pt_pt: Modelo avançado de aderência
zh_cn: 高级粘着模型

source: Keyboard
de: Tastatur
es: Teclado
fr: Clavier
it: Tastiera
pt_br: Teclado
pt_pt: Teclado
zh_cn: 键盘

source: Export
de: Exportieren
es: Exportar
fr: Exporter
it: Esporta
pt_br: Exportar
pt_pt: Exportar
zh_cn: 输出

source: Defaults
de: Standards
es: Valores predeterminados
fr: Par défaut
it: Ripristina
pt_br: Padrões
pt_pt: Pré-definição
zh_cn: 缺省

source: Check
de: Überprüfen
es: Comprobar
fr: Vérifier
it: Controlla
pt_br: Verificar
pt_pt: Verificar
zh_cn: 检查

source: Calibration
de: Kalibrierung
es: Calibración
fr: Calibrage
it: Calibrazione

source: Legend
de: Legende
es: Leyenda
fr: Légende
it: Legenda

source: Reverse Levers
de: Hebelrichtungen umkehren
es: Invertir palancas

source: Full Range Throttle
de: Voller Regler-Stellbereich
es: Regulador de rango completo
it: Acceleratore al massimo

source: Reverse Independent Brake Direction
de: Lokbremshebel invertieren
es: Invertir palanca de freno directo

source: Reverse Auto Brake Direction
de: Zugbremshebel invertieren
es: Invertir palanca de freno automático

source: Reverse Throttle Direction
de: Fahrhebel invertieren
es: Invertir palanca del regulador

source: Reverse Reverser Direction
de: Richtungswender invertieren
es: Invertir dirección inversor

source: Data logger
de: Datenlogger
es: Registrador de datos
fr: Enregistreur de données
it: Registrazione
pt_br: Registro de dados
pt_pt: Registo de informação
zh_cn: 记录数据

source: Speed units
de: Geschwindigkeitseinheiten
es: Unidades de velocidad
fr: Unité de vitesse
it: Unità di misura della velocità
pt_br: Unidades de velocidade
pt_pt: Unidade de velocidade
zh_cn: 速度单位

source: Log miscellaneous data
de: Sonstige Daten im Log protokollieren
es: Registro de datos diversos
fr: Enregistrer les données diverses
it: Registra dati vari
pt_br: Registrar dados diversos
pt_pt: Registar dados diversos
zh_cn: 记录各种数据

source: Log performance data
de: Leistungsdaten im Log protokollieren
es: Registro de datos de rendimiento
fr: Enregistrer les données de performance
it: Registra dati di performance
pt_br: Registro de dados de performance
pt_pt: Registar dados de performance
zh_cn: 记录计算机性能数据

source: Start logging with the simulation start
de: Logging mit Simulationsbeginn starten
es: Empezar el registro con el inicio de la simulación
fr: Démarrer l'enregistrement dès le début de la simulation
it: Inizia la registrazione quando parte la simulazione
pt_br: Começar a registrar eventos no início da simulação
pt_pt: Iniciar registo quando a simulação começar
zh_cn: 游戏开始就记录

source: Separator
de: Trennzeichen
es: Separador
fr: Séparateur
it: Separatore
pt_br: Separador
pt_pt: Separador
zh_cn: 分隔符

source: Log physics data
de: Physikmodelldaten im Log protokollieren
es: Registro de datos de físicas
fr: Enregistrer les données physiques
it: Registra dati fisici
pt_br: Registrar dados físicos
pt_pt: Registar dados físicos
zh_cn: 记录物理数据

source: Log Steam performance data
de: Leistungsdaten für Dampfloks im Log protokollieren
es: Registro datos rendimiento del vapor
fr: Enregistrer les données de performance des trains à vapeur
it: Registra dati performance vapore
pt_br: Registrar dados de performance de trens a vapor
pt_pt: Registar dados de performance de vapor

source: Verbose ENG/WAG configuration messages
de: Ausführliche Konfigurationmeldungen von ENG- & WAG- Dateien
es: Mensajes detallados de configuración ENG/WAG
fr: Messages détaillés de la configuration ENG/WAG
it: Messaggi di configurazione ENG/WAG dettagliati
pt_pt: Comentar mensagens de configuração ENG/WAG

source: Evaluation
de: Auswertung
es: Evaluación
it: Valutazione
pt_br: Avaliação
pt_pt: Avaliação
zh_cn: 评定

source: Interval (sec)
de: Intervall (sec)
es: Intervalo (Seg)
fr: Intervalle (s)
it: Intervallo (sec)
pt_br: Intervalo (seg)
pt_pt: Intervalo (s)
zh_cn: 间隔 (sec)
