Repository: openrails/openrails
Catalog: Source/Locales/Menu/*.po
Languages: de, es, fr, it, pt_br, pt_pt, zh_cn

source: Log station stops
de: Bahnhofstops im Log protokollieren
es: Registro de paradas en estaciones
fr: Enregistrer les données des arrêts en station
it: Registra fermate alle stazioni
pt_br: Registrar paradas em estações
pt_pt: Registar paragens em estações
zh_cn: 记录停站

source: Log train speed
de: Zuggeschwindigkeit im Log protokollieren
es: Registro de velocidad del tren
fr: Enregistrer la vitesse du train
it: Registra velocità del treno
pt_br: Registrar velocidade do trem
pt_pt: Registar velocidade do comboios
zh_cn: 记录列车速度

source: System
es: Sistema
fr: Système
it: Sistema

source: Target frame rate
de: Ziel-Framerate (FPS)
es: Velocidad de fotogramas
fr: FPS cible
it: Frame rate richiesto
pt_br: Alvo de FPS
pt_pt: FPS Alvo
zh_cn: 目标帧数

source: Automatically tune settings to keep performance level
de: Einstellungen automatisch auf Ziel-FPS abstimmen
es: Ajuste autom. config. para mantener nivel rendimiento
fr: Ajustement automatique des paramètres graphiques
it: Setta automaticamente i parametri per le prestazioni
pt_br: Ajustar auto as configurações para manter o nível de desempenho
pt_pt: Definições automáticas para manter performance
zh_cn: 自动调整程序以达到最佳效果

source: Web server port
es: Puerto servidor Web
fr: Port du serveur Web
it: Porta web server

source: Messages suppressed
de: Meldungen ausgeblendet
es: Mensajes suprimidos
fr: Messages masqués
it: Messaggi soppressi

source: Use glass for in-game windows
de: Glaseffekt für In-Game Fenster
es: Ventanas emergentes semitransparentes en el juego
fr: Fenêtres du jeu transparentes
it: Trasparenza nelle finestre in-game

source: Window size (choose or specify WIDTHxHEIGHT)
de: Fenstergröße (BREITE x HÖHE für benutzerdefinierte Fenstergröße eingeben)
es: Tamaño de ventana (elija o especifique ANCHOxALTO)
fr: Taille de la fenêtre (tapez LARGEURxHAUTEUR pour une résolution personnalisée)
it: Dimensione finestra (scegli o scrivi LARGHEZZAxALTEZZA)

source: Windowed
de: Fenstermodus
es: Con ventana
fr: Fenêtré
it: In finestra
pt_br: Des. tela cheia
pt_pt: Em janela
zh_cn: 窗口模式

source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
pt_pt: Idioma

source: Update mode:
de: Suche nach Updates der Kategorie:
es: Tipo de actualización:
fr: Mode de mise à jour :
it: Canale di aggiornamento:
pt_br: Modo atualizador:
pt_pt: Modo de actualização:
zh_cn: 更新模式:

source: Level
de: Stufe
es: Nivel
fr: Niveau
it: Livello
pt_br: Nível
pt_pt: Nível
zh_cn: 超高量

source: Activity weather randomization
de: Generiertes Wetter in Aufgaben
es: Clima actividad aleatorio
fr: Randomisation de la météo
it: Casualità meteo activity
pt_br: Random. do tempo de atividade
pt_pt: Aleatoriedade meteorológica na actividade

source: Activity randomization
de: Zufällige Aufgabe
es: Aleatorizar actividad
fr: Randomisation de l'activité
it: Casualità activity
pt_br: Randomização da atividade
pt_pt: Aleatoriedade da actividade

source: Correct questionable braking parameters
de: Korrektur fragwürdiger Bremsparameter
es: Corrección parámetros de frenado dudosos
fr: Corriger les paramètres erronés du système de freinage
it: Correggi parametri frenatura dubbi
pt_br: Corrigir parâmetros de frenagem
pt_pt: Corrigir parâmetros de frenagem questionáveis

source: Adhesion factor random change:
de: Zufällige Schwankung des Reibungsfaktors um:
es: Cambio aleatorio del factor de adherencia:
fr: Facteur de variation aléatoire de l'adhérence :
it: Modifica casuale aderenza:
pt_br: Alteração aleatória do fator de adesão:
pt_pt: Aleatoriedade do coeficiente de aderência:

source: Adhesion factor correction:
de: Automatische Korrektur des Reibungsfaktors um:
es: Correción factor adherencia:
fr: Facteur de correction de l'adhérence :
it: Correzione aderenza:
pt_br: Correção do fator de adesão:
pt_pt: Correcção do coeficiente de aderência:

source: Show shape warnings
de: Shape-Warnungen im Log protokollieren
es: Mostrar advertencias modelo 3D
fr: Afficher les erreurs pour les fichiers S
it: Mostra gli avvisi per errori shape
pt_br: Mostrar avisos de objetos
pt_pt: Mostrar avisos de objectos
zh_cn: 显示物体问题

source: Level:
de: Stufe:
es: Nivel:
fr: Niveau :
it: Livello:
pt_br: Nível:
pt_pt: Nível:
zh_cn: 水平

source: MSTS environments
de: MSTS-Umgebungen verwenden
es: Ambiente MSTS
fr: Environnements MSTS
it: Usa ambientazioni MSTS
pt_pt: Ambientes MSTS
zh_cn: MSTS环境设置

source: Default Gauge (mm)
de: Standardspurweite (mm)
es: Ancho por defecto (mm)

source: Experimental features that may slow down the game, use at your own risk.
de: Die Nutzung der experimentellen Funktionen kann das Spiel verlangsamen! Benutzung auf eigenes Risiko.
es: Las funciones experimentales pueden disminuir el rendimiento del juego, utilicelas bajo su propio riesgo.
fr: Fonctionnalités expérimentales qui peuvent ralentir le jeu. A utiliser à vos risques et périls.
it: Le funzioni sperimentali possono rallentare il gioco, usale a tuo rischio.
pt_br: Recursos experimentais que podem desacelerar o jogo, use por sua conta e risco.
pt_pt: Estas opções experimentais podem tornar a simulação mais lenta. Experimente por sua conta e risco.
zh_cn: 实验性质，谨慎使用.

source: Legacy Superelevation
de: Klassische Kurvenüberhöhung
es: Peralte heredado

source: Superelevation
de: Kurvenüberhöhung
es: Peralte

source: Use data logger to record your simulation data (in-game command: F12). Please remember that the size of the dump file grows with the simulation time!
de: DatenLogger verwenden, um Simulationsdaten zu sammeln (im Spiel: F12). Die Ablagedatei wächst mit der Laufzeit der Simulation!
es: Utilice registro de datos para registrar los datos de la simulación (en el juego pulse F12). ¡Recuerde que el tamaño del archivo de registro crece con el tiempo de la simulación!
fr: Utilisez l'enregistreur de données pour enregistrer les données de la simulation (touche d'activation : F12). La taille du fichier d'enregistrement grandit au cours de la simulation. Assurez-vous d'avoir assez d'espace disque.
it: Registra i dati della simulazione (F12 durante il gioco). Ricorda che il file cresce in proporzione alla durata della simulazione!
pt_br: Use o registrador de dados para gravar seus dados de simulação (comando no jogo: F12). Lembre-se de que o tamanho do arquivo de despejo aumenta com o tempo da simulação!
pt_pt: Usar o registo de dados da simulação ( tecla F12 ). Note que o tamanho do ficheiro de dados irá crescer conforme o tempo de simulação!

source: Min 0 Max 100. Higher: louder sound
de: Min 0, Max 100, höher = lauter
es: Min 0 Max 100. Superior: sonido más fuerte
fr: Min 0 Max 100. Plus élevé = son plus fort
it: Min 0 Max 100. Più altro: suono più forte
pt_pt: 0-100. Maior que 100: Som mais alto

source: Sound Volume 0-100
de: Lautstärke 0-100
es: Volumen de sonido 0-100
fr: Volume du son 0-100
it: Volume Audio 0-100
pt_br: Volume 0-100
pt_pt: Volume de Som 0-100
zh_cn: 音量 0-100

source: Default is 0%
de: Standard ist 0%
es: Predeterminado es 0%
fr: Par défaut : 0%
it: Default 0%
pt_br: Padrão é 0%
pt_pt: Normalmente 0%
zh_cn: 缺省为0%

source: Default is 2x MSAA
de: Standard ist 2x MSAA
es: Predeterminado 2x MSAA
fr: Par défaut : 2x MSAA
it: Default 2x MSAA
pt_pt: A pré-definição é 2x MSAA

source: Default is 100%
de: Standard ist 100%
es: Predeterminado es 100%
fr: Par défaut : 100%
it: Default 100%
pt_br: O padrão é 100%
pt_pt: Pré-defenido a 100%
zh_cn: 缺省为100%

source: Distance to see mountains
de: Entfernung, innerhalb der entfernte Berge angezeigt werden
es: Distancia de visualización de las montañas
fr: Distance de visibilité des montagnes
it: Distanza di visione montagne
pt_br: Distância de visualizações das montanhas
pt_pt: Distancia para visualização de montanhas
zh_cn: 可见远山的距离

source: Load the factory default key assignments.
de: Tastaturbelegung auf Standards zurücksetzen.
es: ..Cargar asignaciones de teclas por defecto.
fr: Charge les assignations de touche par défaut.
it: Ricarica le impostazioni standard dei tasti.
pt_br: Carregue as atribuições de teclas padrões.
pt_pt: Carregar predefinições de origem.
zh_cn: 加载缺省按键分布.

source: Check for incorrect key assignments.
de: Auf mehrfache Tastenbelegungen überprüfen.
es: Compruebe la asignación de teclas incorrecta.
fr: Vérifie la présence de mauvaises assignations de touche.
it: Controlla assegnazioni dei tasti non corrette.
pt_br: Verifique se há atribuições de teclas incorretas.
pt_pt: Verificar atribuições incorrectas de teclas.
zh_cn: 检查错误按键.

source: Load the factory default button assignments.
de: Tastenbelegung auf Standards zurücksetzen.
es: Cargue la asignación de botones predeterminadas de fábrica.
fr: Charger les affectations de boutons par défaut.
it: Ricarica le impostazioni standard dei tasti.

source: Calibrate the lever position reading
de: Hebelposition kalibrieren
es: Calibrar la lectura de la posición de la palanca
it: Calibrare la lettura della posizione della leva

source: Use the full range of the Throttle Lever. There will be no Auto Brake!
de: Gesamten Stellbereich des Fahrhebels nutzen. Es gibt dann keine Zugbremse!
es: Utilice todo el rango de la palanca del regulador. ¡No habrá freno automático!
it: Utilizzare l'intera gamma della leva dell'acceleratore. Non è previsto il freno automatico!

source: 0: no randomization, 1: moderate, 2: significant; 3: high (may be unrealistic)
de: Zufällige Änderung | 0: keine, 1: mäßige, 2: deutliche; 3: starke (evtl. unrealistisch)
es: 0: sin aleatorio, 1: moderado, 2: significativo; 3: alto (puede ser poco realista)
fr: 0 : pas de randomisation, 1 : modéré, 2 : significatif, 3 : élevé (probablement irréaliste)
it: 0: nessuna casualità, 1: moderata, 2: significativa; 3: alta (può diventare irreale)
pt_br: 0: sem randomização, 1: moderado, 2: significativo; 3: alto (pode não ser realista)
pt_pt: 0: Sem aleatoriedade, 1: moderado, 2:significativo, 3: extremo (pode não ser realístico)

source: Default is 10%
de: Standard ist 10%
es: Predeterminado es 10%
fr: Par défaut : 10%
it: Default 10%
pt_br: Padrão é 10%
pt_pt: Normalmente 10%
zh_cn: 缺省为10%

source: Generate a listing of your keyboard assignments. The output is placed on your desktop.
de: Liste der Tastenbelegungen erstellen. Wird am Desktop abgelegt.
es: Generar una lista de sus asignaciones de teclado. Aparece en el escritorio.
fr: Crée une liste de vos assignations de touche de clavier. Le fichier est créé sur votre bureau.
it: Genera una lista degli assegnamenti di tastiera. Il file sarà salvato sul Desktop.
pt_br: Gere uma lista de suas atribuições de teclado. A saída é colocada na sua área de trabalho.
pt_pt: Gerar uma lista das atribuições de teclas.
zh_cn: 生成按键分布. 文件在桌面.

source: Show a legend of RailDriver board with button and lever description. Press cancel to close again.
de: Legende für RailDriver mit Tasten- und Hebelbeschreibungen anzeigen. Cancel drücken zum Schließen.
es: Muestra una leyenda del tablero RailDriver con una descripción del botón y la palanca. Presione cancelar para cerrar nuevamente.
fr: Afficher une légende du tableau RailDriver avec la description des boutons et des leviers. Appuyer sur Annuler pour refermer.
it: Mostra la legenda di RailDriver con la descrizione dei pulsanti e delle leve. Premere Annulla per chiudere di nuovo.

source: The gauge (distance between rails) in millimeters used by the superelevation system when gauge data is missing from the route. Set to the most common track gauge used on your route.
de: Die Spurweite (Abstand zwischen den Schienen) in Millimetern, die für das Überhöhungssystem genutzt wird, fehlt in der Route. Es wird die häufigste Spurweite der Route eingestellt.
es: El ancho de vía (distancia entre carriles) en milímetros utilizado por el sistema de peralte cuando faltan datos de ancho en la ruta. Ajústalo al ancho de vía más común utilizado en tu ruta.

source: Enables visual elements of superelevation on legacy routes. May lead to suboptimal track rendering.
de: Überhöhung auf klassischen Routen grafisch darstellen. Kann zu suboptimaler Darstellung der Gleise führen.
es: Permite elementos visuales de peralte en rutas heredadas. Puede dar lugar a una representación subóptima de la vía.

source: Click to change this button
de: Klicken, um diese Taste zu bearbeiten
es: Haga clic para cambiar este botón
it: Clicca per cambiare questo tasto

source: Remove all custom button assignments?
de: Alle benutzerdefinierten Tastenbelegungen zurücksetzen?
es: ¿Eliminar todas las asignaciones de botones personalizados?
fr: Supprimer toutes les affectations de boutons personnalisés ?
it: Rimuovo tutte le assegnazioni tasti personalizzate?

source: A listing of all Raildriver button assignments has been placed here:
de: Eine komplette Liste aller Raildriver-Tastenbelegungen wurde hier erstellt:
es: Aquí se ha colocado una lista de todas las asignaciones de botones de Raildriver:
fr: Une liste de toutes les affectations de boutons Raildriver a été placée ici :
it: Una lista di tutti i comandi per Raildriver è stata posta qui:

source: Press any RailDriver button to Assign. Press Backspace to remove an assignment.
de: Eine Raildriver-Taste zum Zuordnen drücken. Backspace zum Löschen drücken.
es: Presione cualquier botón de RailDriver para Asignar. Presione Retroceso para eliminar una tarea.
fr: Appuyez sur n'importe quel bouton RailDriver à affecter. Appuyez sur la touche d'effacement arrière pour supprimer une affectation.
it: Premi ogni pulsante di RailDriver da assegnare. Premi Backspace per rimuovere una associazione.

source: Explore in Activity Mode
de: Route im Aufgabenmodus erkunden
es: Explorar en Modo Actividad
fr: Exploration en mode activité
it: Explorazione in modalità Activity
pt_br: Jogar no modo atividade
pt_pt: Explorar em Modo de Actividade

source: Explore Route
de: Route erkunden
es: Explorar ruta
fr: Exploration de la route
it: Esplorazione scenario
pt_br: Explore a rota
pt_pt: Explorar a Linha
zh_cn: 探索模式

source: To prevent crashes and unexpected behaviour, Open Rails invalidates games saved from older versions if they fail to restore.
de: Um Abstürze o.ä. zu vermeiden sind ältere Spielstände in neueren Versionen von Open Rails ungültig, wenn ein Ladeversuch zum Absturz führt.
es: Para evitar accidentes y un comportamiento inesperado, Open Rails invalida partidas guardadas en versiones anteriores si no se logran restaurar.
fr: Pour éviter des crashs et des comportements inattendus, les nouvelles versions d'Open Rails invalident les vieilles sauvegardes.
it: Per prevenire crash e comportamenti inattesi, Open Rails invalida i salvataggi delle vecchie versioni se questi non possono essere caricati correttamente.
pt_br: Para evitar falhas e comportamento inesperado, o Open Rails invalida os jogos salvos de versões mais antigas se eles não conseguirem restaurar.
pt_pt: Para prevenir comportamentos inesperados, o Open Rails invalida sessões guardadas de versões mais antigas.

source: Warning: Save {0} found from a route with an unexpected name: {1}.
de: Warnung: Gespeicherter Spielstand {0} für Route mit unbekanntem Namen gefunden: {1}.
es: Advertencia: Archivo guardado el {0} en una ruta con un nombre imprevisto: {1}.
fr: Avertissement : La sauvegarde {0} provient d'une route ayant un nom inattendu : {1}.
it: Attenzione: Salvataggio {0} è di uno scenario con nome inatteso: {1}.
pt_pt: Aviso: Sessão guardada {0} encontrada de uma linha, com designação inesperada: {1}.
zh_cn: 警告: 保存文件 {0} 名称不对: {1}.

source: {0} of {1} saves for this route are no longer valid.
de: {0} von {1} Spielständen für diese Route sind ungültig.
es: {0} de {1} guardadas para esta ruta no son validas.
fr: {0} des {1} sauvegardes ne sont plus valides.
it: {0} di {1} salvataggi per questo scenario non sono validi.
pt_pt: {0} de {1} sessões guardadas desta linha, já não são válidas.
zh_cn: {0} 个无效文件 (共 {1} 个保存文件)

source: Restoring from a save made by version {1} of {0} may be incompatible with current version {2}. Please do not report any problems that may result. Continue?
de: Fortsetzen eines gespeicherten Spielstandes einer älteren Version ({1} von {0}) kann Kompatibilitätsprobleme mit der aktuellen Version {2} verursachen. Bitte melden Sie keine eventuell resultierenden Probleme. Fortsetzen?
es: Restaurar partida guardada en otra versión {1} de {0} puede ser incompatible con la versión actual {2}. Por favor no comunique ningún problema que pueda detectar. ¿Continuar?
fr: Restaurer un fichier de sauvegardes écrit pour la version {1} de {0} pourrait être incompatible avec la version actuelle {2}. Veuillez ne pas reporter de bugs si jamais des problèmes se produisent. Souhaitez-vous continuer ?
it: I salvataggi fatti con una vecchia versione {1} di {0} possono essere incompatibili con la versione corrente {2}. Per favore non segnalare questi problemi. Continuo?
pt_br: A restauração de um salvamento feito pela versão {1} de {0} pode ser incompatível com a versão atual {2}. Por favor, não relate quaisquer problemas que possam resultar. Continuar?
pt_pt: Restaurar a partir de uma sessão guardada {1} de {0} pode ser incompatível com a versão corrente {2}. Por favor não comunique os problemas que daí advirem. Continuar?
zh_cn: 保存文件使用版本 {1} of {0}，可能和现有版本 {2} 不兼容. 继续?

source: {0} invalid saves have been deleted.
de: {0} ungültige Spielstände gelöscht.
es: {0} inválidas guardadas se han suprimido.
fr: {0} sauvegardes invalides ont été supprimées.
it: {0} salvataggi non validi cancellati.
pt_pt: {0} sessões inválidas foram apagadas.

source: Resume
de: Fortsetzen
es: Reanudar
fr: Reprendre
it: Riprendi
pt_br: Continuar
pt_pt: Continuar
zh_cn: 继续

source: Undelete
de: Wiederherstellen
es: No borrar
fr: Restaurer
it: Ripristina
pt_br: Desfazer exclusão
pt_pt: Recuperar
zh_cn: 恢复

source: Delete all invalid saves
de: Ungültige Spielstände löschen
es: Eliminar todas las inválidas guardadas
fr: Supprimer toutes les sauvegardes invalides
it: Cancella i salvataggi non validi
pt_br: Apagar jogos salvos com erros
pt_pt: Apagar todas as sessões inválidas

source: Import/ export
de: Importieren Exportieren
es: Importar/ Exportar
fr: Importer / Exporter
it: Importa / esporta
pt_br: Importar/Exportar
pt_pt: Importar/Exportar
zh_cn: 输入/输出

source: Invalid saves
de: Ungültige Spielstände
es: Sesiones guardadas inválidas
fr: Sauvegardes invalides
it: Salvataggi non validi
pt_br: Jogos salvos inválidos
pt_pt: Sessões inválidas
zh_cn: 无效文件

source: Replay from previous save
de: Vorigen Spielstand abspielen
es: Repetir ultimo guardado
fr: Rejouer dernière sauvegarde
it: Replay dal salvataggio
pt_br: Continuar a partir do salvamento anterior
pt_pt: Repetir a partir de uma sessão anterior
zh_cn: 从保存点开始

source: Replay from start
de: Vom Beginn abspielen
es: Volver al principio
fr: Rejouer depuis le début
it: Replay dall'inizio
pt_br: Repetir do início
pt_pt: Repetir do início
zh_cn: 从头开始

source: Pause replay at end
de: Nach dem Abspielen pausieren
es: Pausar la partida reanudada al final
fr: Mettre en pause à la fin
it: Pausa dopo il replay
pt_br: Pausar a reprodução no final
pt_pt: Pausar a repetição no final
zh_cn: 结束时暂停

source: Pause seconds before end:
de: Dauer der Pause (sec) vor dem Ende:
es: Hacer una pausa de unos segundos antes del final:
fr: Pause X secondes avant la fin :
it: Secondi di pausa prima della fine:
pt_br: Pausar segundos antes do final:
pt_pt: Pausar a quantos segundos do final:
zh_cn: 多少秒结束前暂停:

source: Saved Games
de: Gespeicherte Spielstände
es: Partidas guardadas
fr: Sauvegardes
it: Sessioni salvate
pt_br: Jogos salvos
pt_pt: Jogos guardados
zh_cn: 保存的游戏

source: File
de: Datei
es: Archivo
fr: Fichier
pt_br: Arquivo
pt_pt: Ficheiro
zh_cn: 文件

source: Saved At
de: Gespeichert am
es: Guardado el
fr: Date
it: Salvato il
pt_br: Salvo em
pt_pt: Salvo a
zh_cn: 保存于

source: Distance
de: Entfernung
es: Distancia
it: Distanza
pt_br: Distância
pt_pt: Distância
zh_cn: 距离

source: Tile
es: Baldosa
pt_br: Terreno
pt_pt: Quadrícula
zh_cn: 标题

source: Valid
de: Gültig
es: Válido
fr: Valide
it: Valido
pt_br: Válido
pt_pt: Validade
zh_cn: 有效

source: Deletes the currently selected save or saves.
de: Löscht alle ausgewählten Spielstände.
es: Elimina lo seleccionado actualmente.
fr: Supprime les sauvegardes sélectionnées.
it: Cancella i salvatggi selezionati.
pt_br: Excluir o salvamento ou salvamentos atualmente selecionado (s).
pt_pt: Apagar as sessões seleccionadas.
zh_cn: 删除已选的保存

source: Restores all saves deleted in this session.
de: Stellt in dieser Sitzung gelöschte Spielstände wieder her.
es: Restaurar todas las partidas guardadas eliminadas en esta sesión.
fr: Restaure les sauvegardes supprimées lors de cette session.
it: Ripristina i salvataggi cancellati in questa sessione.
pt_br: Restaura todos os salvos excluídos nesta sessão.
pt_pt: Recuperar tudo o que foi guardado nesta sessão.
zh_cn: 恢复删除的文件

source: label5.Text
es: label2.Text

source: Why share anonymous data with Open Rails?
de: Warum anonyme Daten mit Open Rails teilen?
es: ¿Por qué compartir datos anónimos con Open Rails?

source: Choose which anonymous data to collect:
de: Auswählen, welche Daten gesammelt werden:
es: Elija qué datos anónimos recopilar:

source: Close
de: Schließen
es: Cerrar

source: Application, runtime, operating system, and hardware properties
de: Anwendungs-, Laufzeitumgebungs-, Betriebssystem- und Hardwareeigenschaften
es: Propiedades de la aplicación, el tiempo de ejecución, el sistema operativo y el hardware

source: Telemetry server and source code
de: Telemetrie-Server und Quellcode
es: Servidor de telemetría y código fuente

source: Preview
de: Vorschau
es: Vista previa

source: How does Open Rails use anonymous data?
de: Wie nutzt Open Rails anonyme Daten?
es: ¿Cómo utiliza Open Rails los datos anónimos?

source: Test all
de: Alle testen
es: Probar todo
fr: Tester tout
it: Testa tutto
pt_br: Testar tudo
pt_pt: Testar todos
zh_cn: 检查全部

source: Test
de: Testen
es: Probar
fr: Tester
it: Testa
pt_br: Teste
pt_pt: Testar
zh_cn: 检查

source: Summary
de: Zus.fassung
es: Resumen
fr: Résumé
it: Riepilogo
pt_br: Sumário
pt_pt: Sumário
zh_cn: 总结

source: Details
es: Detalles
fr: Détails
it: Dettagli
pt_br: Detalhes
pt_pt: Detalhes
zh_cn: 详情

source: Override user settings when running tests
de: Benutzereinstellungen beim Test ignorieren
es: Anular la configuración de usuario en la realización de pruebas
fr: Ne pas prendre en compte les paramètres utilisateur
it: Ignora i settaggi utente durante i test
pt_br: Substituir configurações do usuário ao executar testes
pt_pt: Quando testar, ignorar definições do utilizador
zh_cn: 按缺省设置运行检查

source: Clear sort
de: Sortierung löschen
es: Borrar ordenado
fr: Désactiver tri
it: Annulla ordinamento
pt_pt: Limpar ordem
zh_cn: 取消排序

source: ToTest
de: Zu testen
es: Comprobar
fr: A tester
it: Da Testare
pt_br: Testar
pt_pt: Para testar

source: ActivityFilePath
de: Pfad der Aufgabendatei
es: Archivo itinerario actividad
fr: Chemin de l'activité
it: Path File Activity
pt_br: Arquivo path da atividade
pt_pt: Caminho do ficheiro de actividade

source: DefaultSort
de: Standardordnung
es: Orden predeterminado
it: Ordinamento standard
pt_br: Classificação padrão
pt_pt: Ordem pré-defenida

source: Tested
de: Getestet
es: Comprobado
fr: Testé
it: Testato
pt_br: Testado
pt_pt: Testado
zh_cn: 已测试

source: Passed
de: Bestanden
es: Aprobado
fr: Réussi
it: Ok
pt_br: Passado
pt_pt: Passou
zh_cn: 通过

source: Errors
de: Fehler
es: Errores
fr: Erreurs
it: Errori
pt_br: Erros
pt_pt: Erros
zh_cn: 错误

source: Load
de: Ladezeit
es: Cargar
fr: Chargement
it: Carico
pt_br: Carregar
pt_pt: Carregar
zh_cn: 加载

source: Timetable: {0}
de: Fahrplan: {0}
fr: Horaires : {0}
it: Orario: {0}
pt_br: Horário de tabela {0}
pt_pt: Tabela horária: {0}
zh_cn: 时刻表: {0}

source: Timetable
de: Fahrplan
fr: Horaires
it: Orario
pt_br: Horário de tabela
pt_pt: Horário
zh_cn: 时刻表
