Repository: openrails/openrails
Catalog: Source/Locales/Menu/*.po
Languages: de, es, fr, it, pt_br, pt_pt, zh_cn

source: Timetable:
de: Fahrplan:
fr: Horaires :
it: Orario:
pt_br: Horário de tabela:
pt_pt: Horário:
zh_cn: 时刻表:

source: Imperial US
de: Imperial USA
fr: Impérial US
zh_cn: 美式英制

source: Imperial UK
de: Imperial GB
fr: Impérial UK
pt_pt: Imperial GB
zh_cn: 英国英制

source: Error
de: Fehler
fr: Erreur
it: Errore

source: General
de: Allgemein
fr: Général
it: Generale
pt_br: Geral
pt_pt: Geral
zh_cn: 普通

source: Audio
de: Ton
pt_br: Som
zh_cn: 声音

source: Experimental
de: Experimentell
fr: Expérimental
it: Sperimentali
zh_cn: 实验

source: FPS
de: Framerate
zh_cn: 帧数

source: Normal
it: Normale
zh_cn: 正常

source: Gauge (mm)
fr: Ecartement des rails (mm)
it: Scartamento (mm)
pt_br: Bitola (mm)
pt_pt: Bitola (mm)
zh_cn: 轨距 (mm)

source: Minimum length (m)
fr: Longueur minimale (m)
it: Lunghezza minima (m)
pt_br: Comprimento mínimo (m)
pt_pt: Comprimento mínimo (m)
zh_cn: 超高最小弯道长度 (m)

source: Super-elevation
fr: Dévers dans les courbes
it: Sopraelevazione
pt_br: Inclinação de curvas
pt_pt: Sobreelevação
zh_cn: 超高

source: Shortest curve to have elevation
fr: Courbe la plus courte permettant de déclencher le dévers
it: Più breve curva per avere sopraelevazione
pt_br: Curva mais curta para ter elevação
pt_pt: Curva mais curta para ter sobreelevação
zh_cn: 有超高的最小曲线长度

source: 0: no elevation, 1: 9cm max; 10: 18cm max
fr: 0 : pas de dénivellation; 1 : 9 cm max; 10 : 18 cm max
it: 0: nessuna sopraelevazione, 1: 9cm max; 10: 18cm max
pt_br: 0: sem elevação, 1: 9cm máx; 10: 18cmmáx
pt_pt: 0: sem elevação, 1: 9cm, 10: 18cm máx
zh_cn: 0: 无超高, 1: 9cm 超高; 10: 18cm 超高

source: Url
fr: Adresse URL

source: Anti-aliasing:
fr: Anticrénelage :
pt_pt: Anti-serrilhamento:

source: Update check failed
pt_br: Falha na análise de novas atualizações
pt_pt: Falha na verificação de actualizações
zh_cn: 无法更新

source: Update to {0}
pt_br: Atualizar para {0}
pt_pt: Actualização para {0}
zh_cn: 更新到 {0}

source: The update check failed due to an error: {0}
pt_br: Ocorreu uma falha durante a análise de atualizações: {0}
pt_pt: A verificação de actualizações falhou devida a um erro: {0}
zh_cn: 更新失败，原因: {0}

source: The update failed due to an error: {0}
pt_br: A atualização falhou devido a um erro: {0}
pt_pt: A actualização falhou devido a um erro: {0}
zh_cn: 更新失败，原因: {0}

source: Debrief evaluation:
pt_pt: Informações de avaliação:

source: What's new?
pt_br: O que há de novo nessa versão?
pt_pt: Novidades?
zh_cn: 最新?

source: mph
pt_pt: ml/h

source: Select an installation profile (MSTS folder) to add:
pt_br: Selecione a sua pasta de instalação do MSTS:
pt_pt: Seleccione um perfil de instalação (pasta do MSTS) que queira adicionar:
zh_cn: 选择加入MSTS安装目录

source: Control confirmations
pt_pt: Confirmação de controlos

source: Map window
pt_pt: Janela do mapa

source: Port number
pt_pt: Porta

source: Enable webserver
pt_pt: Activar 'webserver'

source: Disable TCS scripts
pt_pt: Desacttivar 'scripts' de TCS

source: MSTS Bin compatible sound
pt_br: Som compatível com MSTS Bin
pt_pt: Sons compatíveis com MSTS Bin
zh_cn: MSTS Bin声音

source: Fast full-screen alt-tab
pt_br: Ativar opção de fotografar tela
pt_pt: Ecrã completo rápido alt-tab
zh_cn: Alt-Tab 键切换到全屏

source: % cab 2D stretch
pt_br: % Estender cabine 2D
pt_pt: % de distorção e cabine 2D
zh_cn: % 驾驶室扩展

source: Glass on in-game windows
pt_br: Janelas em modo vidro
pt_pt: Efeito semi-transparente
zh_cn: 提示窗口透明

source: Window size (type WIDTHxHEIGHT for custom size)
pt_br: Tamanho da janela
pt_pt: Tamanho da janela ( introduza ALTURAxLARGURA para personalizar)

source: Steam locomotive hot start
pt_br: Locomotivas a vapor iniciam quentes
pt_pt: Arranque quente em locomotivas a vapor
zh_cn: 蒸汽机车热起机

source: Curve dependent resistance
pt_br: Resistência em base das curvas
pt_pt: Resistência em curva
zh_cn: 弯道阻力

source: Tunnel dependent resistance
pt_br: Resistência em base dos túneis
pt_pt: Resistência em túneis
zh_cn: 隧道阻力

source: Wind dependent resistance
pt_br: Resistência em base dos ventos
pt_pt: Resistência aerodinâmica

source: Override non-electrified route line-voltage
pt_br: Substituir tensão de linha em rota não eletrificada
pt_pt: Tracção eléctrica em linhas não-electrificadas
zh_cn: 非电力线路可以运行电力机车

source: Adhesion moving average filter size
pt_br: Tamanho médio do filtro em movimento de adesão
pt_pt: Filtro de aderência dinâmica
zh_cn: 粘着力

source: Change...
pt_br: Mudar...
pt_pt: Alterar...

source: Name:
pt_br: Nome:
pt_pt: Nome:
zh_cn: 名称:

source: Updater
pt_br: Atualizador
pt_pt: Actualizações
zh_cn: 更新

source: Precipitation box length (m)
pt_br: Comprimento da caixa de precipitação (m)
pt_pt: Comprimento da caixa de precipitação (m)

source: Precipitation box width (m)
pt_br: Largura da caixa de precipitação (m)
pt_pt: Largura da caixa de precipitação (m)

source: Precipitation box height (m)
pt_br: Altura da caixa de precipitação (m)
pt_pt: Altura da caixa de precipitação (m)

source: Load day/night textures only when needed
pt_br: Carregar texturas dia / noite somente quando necessário
pt_pt: Carregar texturas diurnas e nocturnas apenas quando necessário

source: Adhesion proportional to rain/snow/fog
pt_br: Adesão proporcional a chuva/neve/névoa
pt_pt: Aderência proporcional à chuva/neve/nevoeiro

source: ETCS circular speed gauge
pt_br: Medidor de velocidade circular ETCS
pt_pt: Mostrador circular ETCS de velocidade

source: Load DDS textures in preference to ACE
pt_br: Carregar texturas DDS em preferência ao ACE
pt_pt: Carregar texturas DDS em vez de ACE
zh_cn: 使用DDS贴图

source: Large address aware binaries (for all 64bit and 3GB tuning on 32bit)
pt_pt: Endereços binários longos (para sistemas 64bit e 'tuning' em 32bit com 3GB)

source: Installation profiles tell Open Rails where to look for game content. Add each full and mini-route MSTS installation.
pt_br: Os perfis de instalação informam ao Open Rails onde procurar o conteúdo do jogo. Adicione cada instalação completa e minirrota do MSTS.
pt_pt: Os perfis de instalação indicam ao Open Rails onde procurar conteúdos. Adicione uma instalação completa ou mini-linha.

source: Name
pt_br: Nome
pt_pt: Nome
zh_cn: 名称

source: Default is 130%
pt_br: Padrão é 130%
pt_pt: Normalmente 130%
zh_cn: 缺省为130%

source: 0 to clip cab view, 100 to stretch it. For cab views that match the display, use 100.
pt_br: 0 para cortar a vista da cabine, 100 para esticá-la. Para vistas da cabine que correspondem à tela, use 100.
pt_pt: 0 para cortar a vista, 100 para estica-la. Usar 100 para cabines que correspondem ao monitor.
zh_cn: 0 剪裁, 100 延展.

source: The selected file contains Debrief Eval data. But Debrief Evaluation checkbox (Main menu) is unchecked. You cannot continue with the Evaluation on course. Continue?
pt_pt: O ficheiro seleccionado contém dados de Avaliação. A verificação de Informação de Avaliação (Menu principal) não foi seleccionada. Não pode continuar a Avaliação corrente. Continuar?

source: Eval
pt_pt: Avaliação

source: Installation Profile
zh_cn: 安装模拟火车

source: open
zh_cn: 开源

source: rails
zh_cn: 铁路

source: Open Rails
pt_br: Open Rails Brasil
zh_cn: 开源铁路

source: bar
zh_cn: 巴

source: psi
zh_cn: 磅/英寸

source: inHg
zh_cn: 毫米汞柱

source: kgf/cm²
zh_cn: 公斤力/平方厘米

source: MSTS Compatibile
zh_cn: 与MSTS兼容

source: Brake pipe charging rate (PSI/s)
zh_cn: 制动管加压速率 (PSI/s)

source: Graduated release air brakes
pt_br: Aliviar freios gradativamente
zh_cn: 缓解制动管

source: Alerter in cab
pt_br: Alerta na cabine
zh_cn: 驾驶室警告器

source: Control confirmations
pt_br: Mostrar confirmações de comandos
zh_cn: 游戏中回显命令

source: Dispatcher window
pt_br: Janela do controlador
zh_cn: 可使用联控窗口

source: Other units
pt_br: Outras unidades
zh_cn: 其他单位

source: Pressure unit
pt_br: Unidade de pressão
zh_cn: 压力单位

source: Large address aware binaries (for all 64bit and 3GB tuning on 32bit)
zh_cn: 使用超过3G内存

source: Language
pt_br: Idioma
zh_cn: 语言

source: Also in external views
pt_br: Também em visualizações externas
zh_cn: 在外视角显示

source: Retainer valve on all cars
pt_br: Válvula de retenção em todos os vagões
zh_cn: 所有车辆都有保压阀

source: Window size
zh_cn: 窗口大小

source: Add
zh_cn: 增加

source: Autopilot
pt_br: Piloto automático
zh_cn: 自动驾驶

source: Extended AI train shunting
zh_cn: AI列车调车

source: Load night textures only when needed
zh_cn: 只在需要时加载夜间贴图

source: Delete of invalid saves
zh_cn: 删除无效保存文件

source: {0} invalid saves deleted {1} saves remain
zh_cn: 删除{0}个无效文件 {1}个文件保存

source: Delete all invalid saves in Open Rails
zh_cn: 删除所有无效保存文件

source: Speed control
pt_br: Controle de velocidade

source: Disable TCS scripts
pt_br: Desativar sistema TCS
