Repository: openrails/openrails
Catalog: Source/Contrib/TimetableEditor/languages/contrib.timetableeditor.*.po
Languages: de, ru

# about.irgendwas
source: irgendas
ru: эбаут

# dispose.irgendwas
source: irgendas
ru: диспоуз

# sidings.rsids
source: Sidings
de: Abstellgleise
ru: Станционные Пути

source: Do you want to save the path with filename "
de: Wollen Sie den Pfad speichern, mit dem Namen "
ru: Хотите сохранить маршрут с именем файла "

source: " and description "
de: " und Beschreibung "
ru: " и описанием "

# stations.irgendwas
source: irgendas
ru: стэйшнз

source: save stations
de: Bahnhöfe speichern
ru: сохранение списка станций

source: The stationfile has to be saved in "Activities\Openrails\" of the route. Should this folder be created?
de: Die Bahnhofsdateien müssen im Verzeichnis "Activities\Openrails\" der Strecke gespeichert. Soll das Verzeichnis erstellt werden?
ru: Список станций нужно сохранить в папке "Activities\Openrails\" полигона. Создать эту папку?

source: Timetable-Editor
de: Zeitplan-Editor
ru: Редактор Расписаний

source: Info
ru: О программе

source: automatic column width
de: automatische Spaltenbreite
ru: установить ширину

source: cut
de: ausschneiden
ru: вырезать

# tform1.menuitem4.caption
source: copy
de: kopieren
ru: копировать

# tform1.menuitem5.caption
source: paste
de: einfügen
ru: вставить

source: delete row
de: Zeile löschen
ru: убрать строку

source: delete column
de: Spalte löschen
ru: убрать столбец

source: new
de: Neu
ru: создать новое расписание

source: shift
ru: сдвиг

source: paste and shift
de: einfügen und Zeit verschieben
ru: вставка из буфера со сдвигом

# TFORM1.SPEEDBUTTON11.HINT
source: save
ru: сохранить расписание

source: Undo
de: Rückgängig
ru: Отменить

source: Redo
de: Wiederholen
ru: Вернуть

source: zip timetable, consists and paths
de: packe Zeitplan, Consists und Pfade
ru: упаковать расписание, маршруты и составы

source: Import another timetable
de: importiere einen andern Zeitplan
ru: Подклеить в конец другое расписание

# TFORM1.SPEEDBUTTON16.HINT
source: Sidings
ru: Станционные пути

source: open
de: Öffnen
ru: поднять существующее расписание

# tform1.speedbutton3.hint
source: save as
de: Speichen unter
ru: сохранить вариант расписания

source: Row
de: Zeile
ru: Строка

source: add row
de: Zeile hinzufügen
ru: добавить строку

source: Col.
de: Spalte
ru: Столб.

source: add column
de: Spalte hinzufügen
ru: добавить столбец

source: define train
de: Zug definieren
ru: информация о поезде

source: define dispose action
de: Dispose Aktion definieren
ru: детали окончание рейса

# TFORM1.SPEEDBUTTON8.HINT
source: copy
ru: скопировать столбец в буфер

# TFORM1.SPEEDBUTTON9.HINT
source: paste
ru: вставить столбец из буфера

source: fixed rows
de: feste Zeilen
ru: закрепить ... строк

source: fixed columns
de: feste Spalten
ru: закрепить ... столбцов

source: close
de: Schließen
ru: закрыть

source: about
ru: информация о программе

source: Timetable Editor
ru: Редактор Расписаний

source: Version: 1.5
ru: Версия: 1.5

# TFORM3.BITBTN2.CAPTION
source: Cancel
de: Abbruch
ru: Выйти

source: Train
de: Zug
ru: Данные о Поезде

source: multi
ru: поезд

source: Engines (+ wagons)
de: Loks (+ Wagen)
ru: ТПС и вагоны

source: wagons only
de: nur Wagen
ru: только вагоны

source: normal paths
de: normale Pfade
ru: обычные маршруты

source: sidings paths
de: Abstellgleispfade
ru: с боковых путей

# tform3.checkbox9.caption
source: show static trains
de: zeige statische Züge
ru: показать статические поезда

# tform3.listview1.columns[0].caption
source: Filename
de: Dateiname
ru: Имя файла

source: Pathname
de: Pfadname
ru: Имя маршрута

# TFORM3.LISTVIEW2.COLUMNS[0].CAPTION
source: Filename
ru: Имя файла

source: Consistname
ru: Имя состава

source: con
ru: состав

source: direction
de: Richtung
ru: ориент

# TFORM3.SPEEDBUTTON1.CAPTION
source: choose
de: auswählen
ru: выбрать

# TFORM3.SPEEDBUTTON2.CAPTION
source: choose
de: auswählen
ru: выбрать

# tform3.speedbutton3.caption
source: reload
de: neu laden
ru: обновить

# TFORM3.SPEEDBUTTON4.CAPTION
source: reload
de: neu laden
ru: обновить

source: reverse consist
de: Richtung des Consists ändern
ru: перевернуть

source: Name:
ru: Имя поезда:

source: Path:
de: Pfad
ru: Маршрут:

source: Consist:
ru: Состав:

source: start time:
de: Start Zeit:
ru: старт:

source: Paths
de: Pfade
ru: Маршруты

source: Consists
ru: Составы

source: Comment:
de: Kommentar
ru: Описание:

# TFORM4.BITBTN2.CAPTION
source: Cancel
ru: Отмена

source: Create
de: Erzeugen
ru: Создать

# tform4.caption
source: Sidings
de: Abstellgleise
ru: Станционные пути

source: Player path
de: Spieler Pfad
ru: Маршрут игрока

source: Sidings:
de: Abstellgleise:
ru: Пути:

source: SidingName:
de: Gleisname:
ru: Название пути:

source: Individual SidingName:
de: Indivudeller Gleisname:
ru: Подробное имя пути:

source: Station:
de: Bahnhof:
ru: Станция:

source: selected Siding:
de: gewähltes Gleis:
ru: выбранный путь:

source: Label6
ru: Лэйбл6

source: Pathname: sid_
de: Pfadname: sid_
ru: Маршрут: sid_

source: Path description:
de: Pfad Beschreibung:
ru: Описание м-та:

source: Name
ru: Название

source: Individual name
de: Individueller Name
ru: Уникальное имя

source: Station
de: Bahnhof
ru: Станция

source: path
de: Pfad
ru: маршрут

source: Panel4
ru: Пэнел4

# TFORM5.BITBTN1.CAPTION
source: choose
de: auswählen
ru: выбрать

source: save and return
de: speichern und zurück
ru: сохранить и задать

# TFORM5.BITBTN3.CAPTION
source: Cancel
de: Abbruch
ru: Не задавать

source: create new
de: neu erstellen
ru: создать заново

source: Stations
de: Bahnhöfe
ru: Список станций

# TFORM6.BITBTN1.CAPTION
source: choose
de: auswählen
ru: выбрать

source: Reset
ru: Сброс

# tform6.bitbtn3.caption
source: choose
de: auswählen
ru: выбрать

source: cancel
de: Abbruch
ru: назад

# tform6.bitbtn6.caption
source: Cancel
de: Abbruch
ru: Выйти

source: dispose
ru: окончание рейса

# TFORM6.CHECKBOX1.CAPTION
source: show static trains
ru: показать статические поезда

# tform6.check_f.caption
source: forms
ru: формирует

source: in_path
ru: маршрут подачи

source: in_time
ru: время подачи

source: out_path
ru: маршрут уборки

source: out_time
ru: время уборки

source: rrpos
ru: место обгона

source: runround
ru: обогнать состав

source: rrtime
ru: время обгона

# tform6.check_stat.caption
source: static
ru: в статику

source: set stop
ru: задать остановку

source: trigggers
ru: заменяется

source: Label_f
ru: Лэйбл_ф

source: Label_in_p
ru: Лэйбл_ин_п

source: Label_out_p
ru: Лэйбл_аут_п

source: Label_rr_p
ru: Лэйбл_рр_п

source: Label_tr
ru: Лэйбл_тр

# TFORM6.RADIOBUTTON1.CAPTION
source: forms
ru: передача

source: triggers
ru: замена

# TFORM6.RADIOBUTTON3.CAPTION
source: static
ru: статист

source: stable
ru: отстой

source: add
de: Hinzufügen
ru: добавить

# trains.choose
source: choose
de: auswählen
ru: выбрать

source: irgndwas
ru: байда

source: The column is not empty, overwrite the current text?
de: Die Spalte ist nicht leer, soll der Inhalt überschrieben werden?
ru: Этот столбец не пустой! Перезаписать текущие данные?

source: The column contains data, delete it?
de: Die Spalte ist nicht leer, trotzdem löschen?
ru: Этот столбец содержит данные! Стереть их?

source: The row contains data, delete it?
de: Die Zeile ist nicht leer, trotzdem löschen?
ru: Эта строка содержит данные! Стереть их?

source: Import Timetable
ru: Выбор расписания для импорта

source: open route
de: Strecke öffnen
ru: выбор полигона ( пожалуйста, укажите файл *.tdb)

source: open timetable
de: Zeitplan öffnen
ru: выбор файла расписания

source: save timetable
de: Zeitplan speichern
ru: сохранение расписания

source: The file already exists. Save it with this name?
de: Die Datei existiert schon, soll sie trotzdem mit diesem Namen gespeichert werden?
ru: Файл с таким именем уже существует! Переписать?

source: Timetable title
de: Zeitplan Titel
ru: Пожалуйста, задайте название расписания

# unit1.irgendwas
source: irgendas
ru: юнит1

source: The timetable needs a title, so Openrails can read it. Please choose a title
de: Der Zeitplan benötigt einen Titel, damit Openrails ihn lesen kann. Bitte einen Titel vergeben.
ru: Для использования в OpenRails, расписание должно иметь имя. Задайте его

source: Do you want to save your changes before closing?
de: Wollen Sie ihre Änderungen vor dem Beenden speichern?
ru: Сохранить внесённые изменения перед закрытием?

source: The timetable has to be saved in the folder "Activities\Openrails\" of the route. Should the folder be created?
de: Der Zeitplan muss im Verzeichnis "Activities\Openrails\" der Strecke gespeichert werden. Soll das Verzeichnis erstellt werden?
ru: Файл расписания нужно сохранить в папке "Activities\Openrails\" полигона. Создать эту папку?

source: save zip
de: Zip speichern
ru: сохранить архив

source: How much time do you want to add?
de: Um wieviel sollen die Zeiten verschoben werden?
ru: Сколько времени требуется добавить?

# tform1.speedbutton11.hint
source: save
de: Speichen

# tform1.speedbutton16.hint
source: Sidings
de: Abstellgleise

# tform1.speedbutton8.hint
source: copy
de: kopieren

# tform1.speedbutton9.hint
source: paste
de: einfügen

# tform3.listview2.columns[0].caption
source: Filename
de: Dateiname

# tform4.bitbtn2.caption
source: Cancel
de: Abbruch

# tform6.checkbox1.caption
source: show static trains
de: zeige statische Züge
