Repository: openrails/openrails
Catalog: Source/3rdPartyLibs/GNU.Gettext/Examples.HelloForms/po/*.po
Languages: fr, ru

source: Hello, world!
fr: Bonjour, le monde !
ru: Здравствуй, мир!

source: Here is an example of how one might continue a very long string for the common case the string represents multi-line output.
fr: Voici une exemple d'une chaîne longue en cas commun elle est représentée par plusieurs lignes.
ru: Вот пример как можно продолжить длинную фразу в общем случае она располагается на нескольких строках.

source: Text encoding
fr: Codification du texte
ru: Кодирование текста

source: This program is running as process number "{0}".
fr: Ce programme est exécuté en tant que processus numéro "{0}".
ru: Эта программа запущена под процессом номер "{0}".

source: found {0} similar word
fr: {0} mot similaire trouvé
ru: {0} похожее слово найдено

# Computers
source: Text encoding
fr: Encodage du texte
ru: Кодировка текста

# Military
source: Text encoding
fr: Chiffrement du texte
ru: Шифрование текста

source: Switch to English
fr: Basculer en Anglais
ru: Переключиться на английский

source: Switch to French
fr: Basculer en Français
ru: Переключиться на французский

source: Switch to Russian
fr: Basculer en Russe
ru: Переключиться на русский
