Repository: openrails/openrails
Catalog: Source/Locales/Orts.Simulation/*.po
Languages: de, es, fr, it, pt_pt

source: Tractive Effort
de: Zugkraft
es: Esfuerzo tracción
fr: Effort de traction
it: Sforzo di trazione
pt_pt: Esforço de tracção

source: Load
de: Belastung
es: Cargar
fr: Charge
it: Carica
pt_pt: Carregar

# Notch
source: B
de: Brems
fr: F

# Notch
source: Idle
de: Leerl
pt_pt: Neutro

source: TCS
de: Zugkntrscr
pt_pt: Frenagem Emergência TCS

source: NOT OK
de: NICHT OK
es: MAL
it: NON OK
pt_pt: Não OK

source: Driver
de: Lokführer
es: Conductor
fr: Conducteur
pt_pt: Maquinista

source: Auxiliary power
de: Hilfsstromaggregat
es: Maquina auxiliar
fr: Puissance auxiliaire
it: Alim. ausiliaria
pt_pt: Potência auxiliar

source: No water scoop on this loco
de: Kein Schöpfrohr auf dieser Lok.
es: No hay cuchara para agua en esta loco
fr: Pas d'écope sur la locomotive
pt_pt: Esta locomotiva não tem recolha de água

source: Scoop is broken, can't refill
de: Schöpfrohr beschädigt, auffüllen nicht möglich.
es: La cuchara está rota, no se puede recargar
fr: L'écope est cassée, remplissage impossible
it: Scoop rotto, non puoi rifornire
pt_pt: Colector danificado. Não pode reabastecer

source: Scoop is broken by junction track
de: Schöpfrohr ist durch Weiche beschädigt.
es: La cuchara está roto por el desvio
fr: L'écope est cassée car au dessus d'une aiguille

source: Scoop is not over trough, can't refill
de: Schöpfrohr nicht überm Trog, auffüllen nicht möglich.
es: La cuchara no ha bajado, no se puede rellenar
fr: L'écope n'est pas dans un bac, remplissage impossible

source: Sand supply has been exhausted
de: Der Sandvorrat ist aufgebraucht
es: El suministro de arena se ha agotado
fr: Le réservoir de sable est épuisé
it: Sabbiera vuota
pt_pt: Gastou o aprovisionamento de areia

source: Refill: Loco must be moving forward.
de: Auftanken: Lokomotive muss sich vorwärts bewegen.
es: Recarga: Loco debe estar avanzando.
fr: Remplissage : La locomotive doit se déplacer vers l'avant.
it: Rifornimento: La locomotiva deve avanzare.

source: Refill: Loco speed must exceed {0} for water to enter tender.
de: Auftanken: Geschwindigkeit muss größer als {0} sein.
es: Recarga: la velocidad del loco debe exceder {0} para que el agua entre en el tender.
fr: Remplissage : La vitesse de la locomotive doit dépasser {0} pour que l'eau entre dans le tender.
it: Rifornimento: La velocità della locomotiva deve superare {0} perché l'acqua possa entrare.

source: Refill: Water supply now replenished.
de: Auftanken: Vorrat jetzt ergänzt.
es: Recarga: suministro de agua reabastecido.
fr: Remplissage : Réservoir d'eau rempli.
it: Rifornimento: hai fatto il pieno.

source: Tender coal supply is empty. Your loco will fail.
de: Der Kohlentender ist leer. Ihre Lokomotive wird liegenbleiben.
es: Suministro de carbón del tender está vacío. Su locomotora fallará.
fr: Il n'y a plus de charbon dans le tender. Votre locomotive va s'arrêter.
it: Carbone esaurito nel tender. La tua locomotiva è fuori servizio.

source: Tender water supply is empty. Your loco will fail.
de: Der Wassertender ist leer. Ihre Lokomotive wird liegenbleiben.
es: Suministro de agua del tender está vacío. Su locomotora fallará.
fr: Il n'y a plus d'eau dans le tender. Votre locomotive va s'arrêter.
it: Acqua esaurita nel tender. La tua locomotiva è fuori servizio.

source: Fire has dropped too far. Your loco will fail.
de: Das Feuer ist zu schwach geworden. Ihre Lokomotive wird liegenbleiben.
es: El fuego ha caído demasiado. Su locomotora fallará.
fr: Le feu s'est éteint. Votre locomotive va s'arrêter.
it: Il fuoco si è spento. La tua locomotiva è fuori servizio.

source: FireMass is getting low. Your fireman will add fuel faster, but don't wear him out.
de: Die Feuermasse wird gering. Ihr Heizer wird mehr Holz nachlegen, aber lassen Sie ihn sich nicht überarbeiten.
es: Masa de fuego se está agotando. Su fogonero debe palear más rápido, pero no lo canse.

source: FireMass is getting low. Your fireman will shovel faster, but don't wear him out.
de: Die Feuermasse wird gering. Ihr Heizer wird schneller schaufeln, aber lassen Sie ihn sich nicht überarbeiten.
es: Masa de fuego se está agotando. Su fogonero debe palear más rápido, pero no lo canse.
fr: Le feu diminue. Le chauffeur devrait charger plus de charbon, mais ne le fatiguez pas.
it: Il fuoco sta diminuendo. Il fuochista dovrebbe caricare più carbone.

source: FireMass is back within limits. Your fireman will add fuel as normal.
de: Die Feuermasse hat sich normalisiert. Ihr Heizer wird normal Holz nachlegen.
es: La masa de fuego vuelve a estar dentro de los límites. Su fogonero puede palear normal.

source: FireMass is back within limits. Your fireman will shovel as per normal.
de: Die Feuermasse hat sich normalisiert. Ihr Heizer wird wieder normal schaufeln.
es: La masa de fuego está de nuevo dentro de los límites. Su fogonero puede palear normal.
fr: Le feu est revenu à la normale. Le chauffeur doit charger normalement.
it: Il fuoco è tornato normale. Il fuochista dovrebbe caricare normalmente.

source: Grate limit exceeded - boiler heat rate cannot increase.
de: Fuerrostlimit überschritten - die Heizrate des Keseels kann nicht weiter steigen.
es: Limite rejilla excedido - La tasa de calor de la caldera no puede aumentar.
fr: Limite du foyer dépassé - la température de la chaudière ne peut pas augmenter.
it: Limite di fuoco superato - la temperatura della caldaia non può crescere.

source: Grate limit return to normal.
de: Feuerrostlimit normalisiert.
es: Límite rejilla retorno a la normalidad.
fr: La limite du foyer revient à la normale.
it: Limite del fuoco tornato normale.

source: Water level dropped too far. Plug has fused and loco has failed.
de: Der Wasserstand ist zu weit abgesunken. Die Bleistopfen sind gescholzen und die Lokomotive ist liegengeblieben.
es: El nivel del agua demasiado bajó. El tapón se ha fundido y locomotora se ha averiado.
fr: Le niveau d'eau a trop baissé. Les fusibles de la locomotive ont fondu.
it: La caldaia è vuota. Hai fuso la locomotiva.

source: Boiler overfull and priming.
de: Kessel übervoll, Zylinder saugen Wasser.
es: La caldera esta demasiado llena de agua y esta cebada.
fr: Le niveau d'eau est trop élevé. De l'eau liquide rentre dans les cylindres. Risque de défaillance.
it: Caldaia sovraccarica.

source: Boiler no longer priming.
de: Zylinder saugen kein Wasser mehr.
es: La caldera ya no esta cebada.
fr: Le niveau d'eau est revenu à la normale.
it: Sovraccarico caldaia terminato.

source: Fixed gear
de: Starrer Gang
es: Engranaje fijo
fr: Boîte de vitesses fixe
it: Marcia fissa

source: Steam usage
de: Dampfnutzung
es: Uso de vapor
fr: Débit vapeur
it: Utilizzo vapore

source: Boiler pressure
de: Kesseldruck
es: Presión caldera
fr: Pression chaudière
it: Pressione caldaia
pt_pt: Pressão da caldeira

source: Boiler water glass
de: Wasserschauglas
es: Nivel agua caldera
fr: Jauge niveau d'eau chaudière

source: (safe range)
de: (sicherer Bereich)
es: (rango seguro)
fr: (plage de sécurité)
it: (int. sicuro)

source: Boiler water level
de: Wassersta. Kessel
es: Nivel agua caldera
fr: Niveau d'eau chaudière
it: Livello acqua caldaia
pt_pt: Nível água caldeira

source: (absolute)
de: (absolut)
es: (absoluto)
fr: (absolu)
it: (assoluto)
pt_pt: (absoluto)

source: Fire mass
de: Feuermasse
es: Masa fuego
fr: Masse de feu
it: Intensità del fuoco

source: Fire Heat Loss
de: Feuerhitzeverlust
es: Pérdida Calor Fuego
fr: Perte de chaleur du feu
it: Intensità del fuoco persa

source: Fuel levels
de: Kraftstoffstände
es: Nivel combustible
fr: Niveaux de combustible
it: Livelli carburante

source: oil
de: Öl
es: aceite
fr: huile

source: water
de: Wasser
es: agua
fr: eau
it: acqua
pt_pt: água

source: wood
de: Holz
fr: bois
it: legna

source: coal
de: Kohle
es: carbón
fr: charbon
it: carbone
pt_pt: carvão

source: Key Inputs
de: Schlüsselwerte
es: Llave entrada
fr: Valeurs clés

source: Locomotive Type:
de: Lokomotivtyp:
es: Tipo Locomotora:
fr: Type de locomotive:
it: Tipo Locomotore:
pt_pt: Tipo de tracção:

source: Input:
de: Werte:
es: Entrada:
fr: Données d'entrée :

source: Evap
de: Verdam
pt_pt: Evaporadores

source: SuperHr
de: ÜbHitz
fr: Surchauffeur

source: Boiler
de: Kessel
es: Caldera
fr: Chaudière
it: Caldaia
pt_pt: Caldeira

source: Grate
de: Rost
es: Rejilla
fr: Foyer
pt_pt: Grelha

source: FType
de: BrStoff
es: FTipo

source: FuelCal
de: Heizwert
fr: CapCaloCombustible

source: Adj:
de: Anpass:

source: CylEff
de: ZylEff

source: PortOpen
de: DpfKanal
fr: Ouverture orifice vapeur

source: Steam Production
de: Dampfproduktion
es: Producción Vapor
fr: Production de vapeur
it: Produzione di vapore
pt_pt: Produção de vapor

source: Boiler:
de: Kessel:
es: Caldera:
fr: Chaudière :
it: Caldaia:
pt_pt: Caldeira:

source: Mass
de: Masse
es: Masa
fr: Masse
it: Massa
pt_pt: Massa

source: MaxOutp
de: MaxProd

source: BoilerEff
de: KesselEff
es: EffCaldera

source: Heat:
de: Hitze:
es: Calor:
fr: Chaleur :
it: Calore
pt_pt: Calor:

source: In
de: Zufuhr
es: Dentro
pt_pt: Interior

source: Out
de: Abgabe
es: Fuera
pt_pt: Exterior

source: Rad
de: Str

source: Stored
de: Gespeich
es: Almacen
fr: Stocké
pt_pt: Guardado

source: Safety
de: SihtVent
es: Seguridad
fr: Sécurité
it: Sicurezza
pt_pt: Segurança

source: Raw
de: Rohwert
fr: Brut

source: Flue
de: AbgRohre
es: Chimenea
fr: Cheminée

source: Water
de: Wasser
es: Agua
fr: Eau
it: Acqua
pt_pt: Água

source: MaxSupH
de: MaxÜHitz
fr: MaxSurch

source: CurSupH
de: DrztÜHitz
fr: ActSurch

source: Steam Usage
de: Dampfnutzung
es: Uso Vapor
fr: Débit vapeur
it: Utilizzo Vapore

source: Usage:
de: Nutzung:
es: Uso:
it: Usato:
pt_pt: Uso:

source: Cyl
de: Zylinder
pt_pt: Cilindros

source: Comprsr
de: Komprsr

source: SafetyV
de: SihtVent
es: SeguridadV

source: CylCock
de: ZylHähne
es: GrifoCil
it: Sfogo Cil

source: Genertr
de: Generator

source: OilHeat
de: ÖlVorhz
fr: Chaleur d'huile

source: BlowD
de: Abschl.

source: MaxSafe
de: MaxSichr

source: Stoker
de: AutHeizr
es: Alimentador

source: Ejector
de: Ejektor
es: Eyector
fr: Éjecteur

source: CylValve:
de: ZylHahn:
es: ValvulaCil:

source: Travel
de: Weg
es: Desplazamiento
pt_pt: Curso

source: Cutoff
de: EinlsEnd
es: Limite

source: Lead
de: Voreilung
es: Avance

source: ExhLap
de: AusstÜ

source: StLap
de: EinstÜ

source: AdvAng
de: VoWink

source: CylEvts:
de: ZylEreign:
es: ClyEvts:

source: CylExh
de: Auslass

source: CylComp
de: Verdicht

source: CyAdmis
de: Einlass

source: PressHP:
de: DruckHDZ:
es: PersHP:

source: Eng
de: TrW
es: Maquina

source: Chest
de: SchieberK
es: Cofre

source: Initial
de: EinlsStrt
es: Inicial
it: Iniziale

source: Rel
de: Abg

source: Back
de: Verbleibd
es: Negro
fr: Retour
it: Indietro
pt_pt: Voltou

source: MEP
de: ØeffektD

source: PressLP:
de: DruckNDZ:
es: PresLP:

source: Press:
de: Druck:
es: Pres:
pt_pt: Pressione:

source: Eng#
de: Trw#

source: Open
de: Offen
es: Abrir
fr: Ouvert
pt_pt: Aberto

source: Closed
de: Zu
es: Cerrar
fr: Fermé
it: Chiuso
pt_pt: Fechado

source: Plug
de: SihtPfropf
es: Tapón
fr: Fusible détruit

source: Yes
de: Ja
es: Si
fr: Oui
it: Si
pt_pt: Sim

source: No
de: Nein
fr: Non
pt_pt: Não

source: Prime
de: SaugWas
es: Excelente
fr: Débordement

source: Comp
de: Berech Achskr
fr: Cylindres composés

source: BoostIdle
de: BoostLeerl
es: Impulsar Inac

source: BoostRun
de: BoostAktiv
es: Impulsar ejec

source: BoostGear
de: BoostGetr
es: Impulsar engr

source: GearT
de: GetrT
es: Engranaje T

source: GearP
de: GetrD
es: Engranaje P

source: IdleT
de: LeerlT

source: IdleP
de: LeerlD

source: Speed
de: Geschwin.
es: Velocidad
fr: Vitesse
it: Velocità

source: Sound Variables
de: Sound-Variable
es: Variables Sonido
fr: Variables Sons
pt_pt: Variáveis sonoras

source: Fireman
de: Heizer
es: Fogonero
fr: Chauffeur
it: Fuochista
pt_pt: Fogueiro

source: Fire:
de: Feuer:
es: Fuego:
fr: Feu :
it: Fuoco:

source: MaxFireR
de: MaxHeiR
es: MaxFuegoR

source: FeedRate
de: HeizRate
es: TasaAlim
fr: TauxAlim

source: BurnRate
de: VerbrenR
es: TasaCons
fr: TauxComb

source: Actual
de: Ist
fr: Actuel
it: Attuale
pt_pt: Real

source: Combust
de: Verbreng

source: GrLimit
de: RostLimit
es: LimitGr

source: MaxBurn
de: MaxVerbrR

source: Pump:
de: Pumpen:
es: Bomba:
fr: Pompe :

source: Pump1
de: Pumpe1
es: Bomba 1
fr: Pompe1

source: Pump2
de: Pumpe2
es: Bomba 2
fr: Pompe2

source: Injector:
de: Injektor:
es: Inyector:
fr: Injecteur :
it: Iniettore:

source: Coal
de: Kohle
es: Carbón
fr: Charbon
it: Carbone
pt_pt: Carvão

source: Water(C)
de: Wasser(G)
es: Agua(C)
fr: Eau(C)
it: Acqua(C)

source: Water(T)
de: Wasser(T)
es: Agua(T)
fr: Eau(T)
it: Acqua(T)

source: Water(A)
de: Wasser(Z)
es: Agua(A)
fr: Eau(A)
it: Acqua(A)
pt_pt: Água

source: Steam
de: Dampf
es: Vapor
fr: Vapeur
pt_pt: Vapor

source: TotSteam
de: GesDampf
es: VaporTot

source: Oil
de: Öl
es: Aceite
fr: Huile
it: Olio
pt_pt: Óleo

source: Wood
de: Holz
fr: Bois
it: Legno

source: OilOut
de: ÖlAus
es: SalAceite
fr: Huile épuisée

source: WaterOut
de: WassAus
es: SalAgua
fr: Eau épuisée

source: FireOut
de: FeuerAus
es: SalFuego
fr: Extinction

source: Boost
de: ZusHeiz
es: Levantar

source: FireOn
de: FeuerEin

source: FireOff
de: FeuerAus

source: AIOR
de: KIÖl

source: WoodOut
de: HolzAus
fr: Bois épuisé

source: CoalOut
de: KohleAus
es: SalCarbón

source: Performance
de: Funktion
es: Representación

source: Power:
de: Leistung:
es: Potencia:
fr: Puissance :
it: Potenza:
pt_pt: Potência:

source: MaxInd
de: MaxBere

source: Ind
de: Berech

source: Drawbar
de: Kupplung

source: BlrLmt
de: KessGr

source: Force:
de: Zugkraft:
es: Fuerza:
it: Forza:
pt_pt: Força:

source: TheorTE
de: TheorZK
pt_pt: EF teorico

source: StartTE
de: StartZK
pt_pt: ET inicial

source: TE
de: Zugkraft
pt_pt: ET

source: Draw
de: Zug
es: Dibujo
pt_pt: Traçar

source: CritSpeed
de: V-MaxZK
es: CritVelocidad
pt_pt: Vcrit

source: SpdLmt
de: V-Limit
pt_pt: LimVel

source: Move:
de: Bewegng:
es: Mover:
pt_pt: Mover:

source: Piston
de: Kolben
es: Pistón
pt_pt: Pistão

source: DrvWhl
de: Treibrad

source: MF-Gear
de: Überstzg

source: Max-SpdF
de: MaxGFakt

source: PowerTot:
de: Ges-Lstg:
es: Potencia Tot:
fr: Puissance totale :

source: AvTE
de: DuZK

source: Hammer
de: Unwucht

source: ForceTot:
de: GesZugkr:
es: Fuerza Tot:

source: Slip Monitor
de: Radschlupf-Monitor
es: Monitor Patinaje
fr: Moniteur de patinage
it: Monitor Slitt.

source: MotiveForce
de: Antriebskraft
es: Fuerza Motriz

source: Slip:
de: Schlupf:
es: Patinaje:
fr: Patinage :
pt_pt: Patinhagem:

source: Eng#:
de: Lok#:

source: AForceN
de: AZugkrN

source: Tang(t)
de: TangF(L)

source: Static
de: Reibung
es: Estatico
fr: Statique
it: Statico
pt_pt: Força estática

source: Coeff
de: Koeff
es: Coef
pt_pt: Coeficiente

source: Slip
de: Schlupf
es: Patinaje
fr: Patinage
pt_pt: Patinhagem

source: WheelM
de: RadMass
es: RuedaM

source: FoA
de: HrW

source: S/Box
de: SVorrt
es: Caja/A
fr: S/Sablière

source: S/Use
de: SNutzg
es: Uso/A
fr: S/Utilisation

source: St/Use
de: DNutzg
es: Uso/St

source: A/Use
de: LNutzg
es: Uso/A

source: M/Press
de: HptDruck
es: Pres/M

source: CylE:
de: ZylE:
es: ClyE:

source: Slip Debug
de: Radschlupf-Debugging
es: Depurar Patinaje
fr: Debug Patinage

source: Start:
de: StartZK:
es: Inicio:
fr: Départ:
pt_pt: Início:

source: CyPressL
de: ZyDruckL
es: PresCiI

source: CyPressR
de: ZyDruckR
es: PresCiD

source: Tang(c)
de: TangF(K)

source: Speed:
de: Geschwindigk.:
es: Velocidad:
fr: Vitesse:
it: Velocità:
pt_pt: Velocidade:

source: Wheel:
de: Rad:
es: Rueda:
fr: Roue:
it: Ruota:
pt_pt: Rodado:

source: TangSp
de: Tang-V

source: Ejector / Vacuum Pump
de: Ejector / Vakuumpumpe
es: Eyector / Bomba Vacio
fr: Éjecteur / Pompe à vide
pt_pt: Bomba de vácuo

source: Large:
de: Groß:
es: Largo:
fr: Grand :
pt_pt: Grande:

source: StCons
de: DVerbr

source: Rate
de: SaugRate
es: Tasa
fr: Taux

source: Lg Ej
de: gr Ej
es: Lg Ey

source: Small:
de: Klein:
es: Pequeño:
fr: Petit :
pt_pt: Pequeno:

source: Sm Ej
de: kl Ej

source: Vac:
de: Vak:

source: Pump
de: Pumpen
es: Bomba
fr: Pompe
pt_pt: Bomba

source: Leak:
de: Leck:
es: Fuga:
fr: Fuite:
pt_pt: Fuga:

source: Net:
de: Netto:
es: Neto:

source: Fill:
de: Befülle:
es: Llenar:

source: ScDwn
de: SrUnt

source: ScBrk
de: SrDef

source: WaVel
de: WaGes
fr: Vit. eau

source: Drag
de: Ziehen
es: Arrastrar
pt_pt: Atrito

source: WaterU
de: WasserU
es: AguaU
fr: Débit eau

source: Input
de: Eingabe
es: Entrar

source: Total
de: Gesamt
it: Totale

source: Gears can't be changed unless throttle is at zero.
de: Schalten nur bei Regler im Leerlauf möglich.
es: La marcha no puede cambiarse a menos que el regulador está en cero.
fr: Les vitesses ne peuvent être passées que si l'accélérateur est à zéro.
it: Non si cambia marcia a meno che l'acceleratore sia a 0.
pt_pt: Não pode alterar a caixa de velocidades sem o esforço de tracção estar a zero.

source: AI Fireman has started adding fuel to fire
de: KI-Heizer hat begonnen zu heizen
es: Fogonero IA comenzó a agregar combustible al fuego
fr: Le chauffeur IA a commencé à ajouter du combustible dans le feu
it: Il fuochista automatico ha iniziato ad aggiungere combustibile

source: AI Fireman has stopped adding fuel to fire
de: KI-Heizer hat aufgehört zu heizen
es: Fogonero IA ha dejado de agregar combustible al fuego
fr: Le chauffeur IA a cessé d'ajouter du combustible dans le feu
it: Il fuochista automatico ha cessato di aggiungere combustibile

source: AI Fireman has been reset
de: KI-Heizer wurde zurückgesetzt
es: Fogonero IA ha sido reiniciado
fr: Le chauffeur IA a été réinitialisé
it: Fuochista automatico resettato

# HUD
source: Power
de: Leistung
es: Motor
fr: Puissance
it: Alimentazione
pt_pt: Potência

source: Starting unload
de: Entladen beginnen
es: Descarga de partida
fr: Début du déchargement
it: Inizio scarico
pt_pt: A descarregar

source: Incompatible data
de: Inkompatible Daten
es: Datos incompatibles
fr: Données incompatibles
it: Dati non compatibili
pt_pt: Dados incompatíveis

source: Starting refill
de: Auffüllen starten
es: Iniciar recarga
fr: Début du remplissage
it: Inizio rifornimento
pt_pt: Em reabastecimento

source: Preparing for unload
de: Zum Entladen vorbereiten
es: Preparación para la descarga
fr: Préparation au déchargement
it: Preparazione allo scarico
pt_pt: A preparar a descarga

source: Container station busy with preceding mission
de: Containerlager durch frühere Mission belegt
es: Estación de contenedores ocupada con misión anterior
fr: Station de containers occupée avec une mission précédente
it: Scalo container occupato da precedente attività
pt_pt: Terminal de contentores ocupado com a actividade anterior

source: No containers to load
de: Keine Container zu laden
es: No hay contenedores para cargar
fr: Pas de containers à charger
it: Nessun container da caricare
pt_pt: Não há contentores para carregar

source: Starting load
de: Laden beginnen
es: Carga inicial
fr: Début du chargement
it: Inizio carico
pt_pt: A carregar

source: Container station full, can't unload
de: Containerlager voll, kann nicht entladen
es: Estación de contenedores llena, no se puede descargar
fr: Station de containers pleine, impossible de décharger
it: Scalo container pieno, non puoi scaricare
pt_pt: Não pode descarregar. Terminal de contentores completo

source: You were travelling too fast for this curve, and have snapped a brake hose on Car
de: Sie sind zu schnell in diese Kurve gefahren und ein Bremsschlauch ist geborsten. Sie müssen ihn reparieren und von vorne beginnen.
es: Estaba circulando demasiado rápido para esta curva y ha roto la manguera de freno del vagón
fr: Vous rouliez trop vite dans cette courbe et avez cassé un raccord de frein sur le véhicule
it: Stai andando troppo veloce per questa curva ed hai danneggiato un freno.
pt_pt: Devido ao excesso de velocidade numa curva, ofreu uma quebra nas mangueira de freio no veiculo

source: Car {0} has derailed on the curve.
de: Wagen {0} in der Kurve entgleist.
es: El coche {0} se descarriló en la curva.
fr: La voiture {0} a déraillé dans la courbe.
it: Il carro {0} è deragliato in curva.
pt_pt: Veículo {0} descarrilou na curva.

source: You are travelling too fast for this curve, your freight car {0} may be damaged. The recommended speed for this curve is {1}
de: Sie fahren zu schnell für diese Kurve. Der Güterwaggon {0} könnte beschädigt werden. Die empfohlene Geschwindigkeit ist {1}
es: Estás viajando demasiado rápido para esta curva, tu vagón de carga {0} puede dañarse. La velocidad recomendada para esta curva es {1}

source: You are travelling too fast for this curve, your passengers in car {0} are feeling uncomfortable. The recommended speed for this curve is {1}
de: Sie fahren zu schnell für diese Kurve. Die Passagiere in Waggon {0} fühlen sich unwohl. Die empfohlene Geschwindigkeit ist {1}
es: Estás viajando demasiado rápido para esta curva, tus pasajeros en el coche {0} se sienten incómodos. La velocidad recomendada para esta curva es {1}

source: Speed selector mode changed to
de: Geschwindigkeitswähler-Modus geändert auf
es: El modo selector de velocidad cambió a
fr: Le mode de sélection de la vitesse est passé à
it: La modalità del selettore di velocità è cambiata in

source: Number of axles increased to
de: Achsanzahl erhöht auf
es: El número de ejes aumentó en
fr: Nombre d'essieux augmenté à
it: Numero di assi aumentato a
pt_pt: Numero de eixos aumentado para

source: Number of axles decreased to
de: Achsanzahl gesenkt auf
es: El número de ejes disminuyó en
fr: Nombre d'essieux ramené à
it: Il numero di assi è sceso a
pt_pt: Numero de eixos reduzido para

source: Selected speed set to
de: Gewählte Geschwindigkeit eingestellt auf
es: Velocidad seleccionada establecida en
fr: Vitesse sélectionnée réglée à
it: Velocità impostata su
pt_pt: Velocidade selecionada para

source: Speed regulator mode changed to {0}
de: Geschwindigkeitsregler-Modus geändert auf {0}
es: El modo del regulador de velocidad cambió a {0}
fr: Le mode du régulateur de vitesse est passé à {0}
it: Modalità regolatore di velocità cambiata in {0}

source: Speed selector mode changed to {0}
de: Geschwindigkeitswähler-Modus geändert auf {0}
es: El modo del selector de velocidad cambió a {0}
fr: Le mode de sélection de la vitesse est passé à {0}
it: La modalità del selettore di velocità è passata a {0}

source: Selected speed changed to {0} mph
de: Gewählte Geschwindigkeit eingestellt auf {0} mph
es: La velocidad seleccionada cambió a {0} mph
fr: Vitesse sélectionnée changée en {0} mph
it: La velocità selezionata è passata a {0} mph
pt_pt: Velocidade selecionada mudada para {0} mph

source: Selected speed changed to {0} km/h
de: Geschwindigkeitsbegrenzung auf {0} km/h
es: La velocidad seleccionada cambió a {0} km/h
fr: Vitesse sélectionnée changée en {0} km/h
it: La velocità selezionata è passata a {0} km/h
pt_pt: Velocidade selecionada mudada para {0} km/h

source: Selected speed changed to {0}
de: Gewählte Geschwindigkeit eingestellt auf {0}
es: La velocidad seleccionada cambió a {0}
fr: Vitesse sélectionnée changée en {0}
it: La velocità selezionata è passata a {0}
pt_pt: Velocidade selecionada mudada para {0}

# Door
source: Closed
de: Zu
es: Cerrar
fr: Fermée
it: Chiusa
pt_pt: Fechado

# Door
source: Closing
de: Schließt
es: Cerrando
fr: Fermeture
it: In chiusura
pt_pt: A fechar

# Door
source: Opening
de: Öffnet
es: Apertura
fr: Ouverture
it: Apertura

# Door
source: Open
de: Offen
es: Abrir
fr: Ouverte
it: Aperta
pt_pt: Aberto

source: Manual Brake
de: Handbremse
es: Freno manual
fr: Frein manuel
it: Freno manuale
pt_pt: Freio Manual

source: Lead BP
de: Führ.BD
es: BP principal
fr: Tête CG

source: Circuit breaker closing not authorized
de: Schließen des Hauptschalters nicht erlaubt
es: Cierre disyuntor no autorizado
fr: Fermeture du disjoncteur non autorisée
it: Circuit breaker chiusura non autorizzata
pt_pt: Não foi autorizado o fecho do Disjuntor Principal

source: RPM
de: Drehzahl
