Repository: openrails/openrails
Catalog: Source/Locales/Orts.Simulation/*.po
Languages: de, es, fr, it, pt_pt

source: Bell
de: Glocke
es: Campana
fr: Cloche
it: Fischio
pt_pt: Sineta

source: ring
de: läuten
es: sonar
fr: actif
it: suona
pt_pt: tocar

source: Headlight
de: Spitzenlicht
es: Faro
fr: Phare
it: Fanali
pt_pt: Faróis

source: dim
de: abblenden
es: tenue
fr: réduit
it: a mezza luce
pt_pt: brilhe médio

source: bright
de: aufblenden
es: brillante
fr: plein
it: accesi
pt_pt: brilho máximo

source: Cab Light
de: Führerstandsbeleuchtung
es: Luz cabina
fr: Lumière cabine
it: Luce cabina
pt_pt: Luz de cabine

source: Wipers
de: Scheibenwischer
es: Limpiaparabrisas
fr: Essuie-glaces
it: Tergicristalli
pt_pt: Limpa-párabrisas

source: Cab
de: Führerstand
es: Cabina
fr: Cabine
it: Cabina
pt_pt: Cabine

source: changing is not available
de: Wechseln nicht möglich
es: el cambio no está disponible
fr: le changement n'est pas disponible
it: alternativa non diponibile
pt_pt: não permitido

source: changing disabled. Close throttle, set reverser to neutral, stop train then re-try.
de: wechseln gesperrt. Regler auf null stellen, Richtungswender neutral setzen, Zug anhalten und nochmal versuchen.
es: cambio inhabilitado. Cierre el regulador, ponga inversor en neutral, pare el tren e intentelo de nuevo.
fr: changement désactivé. Mettre le manipulateur traction à 0, mettre l'inverseur au neutre, arrêter le train puis réessayer.
it: non modificabile. Chiudi l'acceleratore, metti in folle, ferma il treno e riprova.
pt_pt: não permitido. Tire força, pare o comboios, coloque o inversor em neutro, e tente de novo.

source: Odometer
de: Entfernungsmesser
es: Odómetro
fr: Odomètre
it: Contachilometri
pt_pt: Odómetro

source: Battery
de: Batterie
es: Batería
fr: Batterie
it: Batteria
pt_pt: Bateria

source: Master key
de: Schlüsselschalter
es: Llave maestra
fr: Clé boîte à leviers
pt_pt: Chave de ocupação

source: Max acceleration
de: Max Beschleunigung
es: Aceleración máxima
fr: Accélération maxi.
it: Accelerazione Massima
pt_pt: Aceleração máxima

source: Restricted speed zone
de: Langsamfahrstelle
es: Zona velocidad restringida
fr: Zone à vitesse limitée
it: Zona velocità limitata
pt_pt: Zona de velocidade restrita

source: Doors Left
de: Türen links
es: Puertas izquierda
fr: Portes Gauches
it: Porte a Sinistra
pt_pt: Portas à Esquerda

source: Doors Right
de: Türen rechts
es: Puertas derecha
fr: Portes Droites
it: Porte a Destra
pt_pt: Portas à Direita

source: Mirror
de: Spiegel
es: Espejo
fr: Rétroviseur
it: Specchietto
pt_pt: Espelho

source: retract
de: einfahren
es: retraer
fr: rétracté
it: ripiegato
pt_pt: recolher

source: extend
de: ausfahren
es: extender
fr: étendu
it: in fuori
pt_pt: extendido

source: Window Left
de: Fenster links
es: Ventana izquierda
fr: Fenêtre gauche
it: Finestrino a sinistra
pt_pt: Janela Esquerda

source: closing
de: schließt
es: cerrando
fr: fermeture
it: in chiusura
pt_pt: a fechar

source: opening
de: öffnet
es: apertura
fr: ouverture
it: apertura
pt_pt: a abrir

source: Window Right
de: Fenster rechts
es: Ventana derecha
fr: Fenêtre droite
it: Finestrino a Destra
pt_pt: Janela Direita

source: Switch Ahead
de: Weiche vorne
es: Desvió delantero
fr: Aiguille devant
it: Scambio Davanti
pt_pt: Agulha à frente

source: locked. Use Control+M to change signals to manual mode then re-try.
de: gesperrt. Strg + M zum Wechseln in den manuellen Modus und nochmals versuchen.
es: bloqueado. Usar Control+M para cambiar las señales en modo manual y vuelva a intentarlo.
fr: bloquée. Utilisez Ctrl+, pour changer les signaux en mode manuel puis réessayez.
it: bloccato. Usa Ctrl+M per cambiare manualmente i segnali e riprova.

source: Switch Behind
de: Weiche hinten
es: Desvió trasero
fr: Aiguille derrière
it: Scambio Dietro
pt_pt: Agulha à rectaguarda

source: Simulation Speed
de: Simulationsgeschwindigkeit
es: Velocidad simulación
fr: Vitesse de simulation
it: Velocità di Simulazione
pt_pt: Velocidade da simulação

source: reset
de: zurücksetzen
es: reniciar
fr: réinitialisée
pt_pt: reverter

source: Uncouple After
de: Abkuppeln nach
es: Desacoplar despues
fr: Dételer après
it: Distacca Dopo

source: Activity
de: Aufgabe
es: Actividad
fr: Activité
pt_pt: Actividade

source: quit
de: beenden
es: salir
fr: quittée
it: esci
pt_pt: sair

source: resume
de: fortsetzen
es: resumen
fr: reprise
it: riprendi
pt_pt: continuar

source: Replay
de: Abspielen
es: Repetición
fr: Relecture
pt_pt: Reproduzir

source: Overriding camera replay. Press Escape to resume camera replay.
de: Kamera abspielen ignorieren. Escape drücken, um Kamera abspielen zu reaktivieren.
es: Repetición de la cámara predominante. Pulse Escape para reanudar la reproducción de la cámara.
fr: Contrôle manuel de la caméra activé. Appuyez sur Échap pour reprendre le contrôle automatique de la caméra.
it: Salta il replay. Premi Esc per riprendere il replay.

source: Gearbox
de: Getriebe
es: Caja de cambios
fr: Boîte de vitesses
it: Cambio
pt_pt: Caixa de velocidades

source: locked. Use shaft before changing gear.
de: gesperrt. Vor schalten Getriebeschaltwelle benutzen.
es: bloqueado. Utilice el embrage antes de cambiar de marcha.
fr: bloquée. Utilisez l'embrayage avant de changer de vitesse.
it: bloccato. Usa la frizione prima di cambiare marcia.
pt_pt: bloqueado. use a manivela para mudar a caixa de velocidades.

source: Signal mode
de: Singalmodus
es: Modo señal
fr: Mode signaux
it: Modalità segnali
pt_pt: Modo de sinalização

source: manual
de: manuell
fr: manuel
it: manuale

source: locked. Stop train, then re-try.
de: gesperrt. Zug anhalten, dann nochmals versuchen.
es: bloqueado. Pare el tren y vuelva a intentarlo.
fr: bloqué. Arrêtez le train, puis réessayez.
it: bloccato. Ferma il treno e riprova.
pt_pt: bloqueado. Pare o comboios e tente de novo.

source: Wagon
de: Waggon
es: Vagón
it: Carro
pt_pt: Vagão

source: Wagon fully unloaded
de: Waggon vollständig entladen
es: Vagón totalmente descargado
fr: Wagon entièrement déchargé
it: Carro completamente scaricato
pt_pt: Vagão vazio

source: Wagon fully loaded
de: Waggon vollständig beladen
es: Vagón totalmente cargado
fr: Wagon entièrement chargé
it: Carro completamente caricato
pt_pt: Vagão totalmente carregado

source: Freight load
de: Güterladung
es: Carga de mercancías
fr: Chargement des marchandises
it: Caricamento
pt_pt: Peso da carga

source: Cab Radio
de: Führerstand Funk
fr: Radio Sol Train
pt_pt: Radio

source: {0} to {1:0}%
de: {0} bis {1:0}%
fr: {0} à {1:0}%
it: da {0} a {1:0}%

# NonSteam
source: Reverser
de: Steuerng
es: Inversor
fr: Inverseur
it: Invertitore
pt_pt: Inversor

# Steam
source: Reverser
de: Steuerng
es: Inversor
fr: Inverseur
it: Invertitore
pt_pt: Inversor

# Alerter
source: sound
de: läutet
es: suena
fr: alerte
it: suona
pt_pt: som

# Horn
source: sound
de: an
es: toque
fr: actif
it: suona
pt_pt: som

# Cab
source: change
de: wechseln
es: cambio de cabina
fr: changement
it: cambia
pt_pt: mudança

# Odometer
source: reset
de: zurückgesetzt
es: resetar
fr: réinitialisé
it: azzera
pt_pt: reiniciar

# Odometer
source: counting down
de: Von Zuglänge herunter zählen
es: contando hacia atrás
fr: croissant
it: conta indietro
pt_pt: contagem regressiva

# Odometer
source: counting up
de: Von Null hinauf zählen
es: contando hacia adelante
fr: décroissant
it: conta avanti
pt_pt: contagem progressiva

# Switch
source: change
de: stellen
es: mover
fr: changement de position
it: sposta
pt_pt: mudar

source: No suitable position to unload
de: Keine passende Entladeposition
es: No esta en posición adecuada para descargar
fr: Pas de position adéquate pour décharger
it: Nessuna posizione idonea per lo scarico
pt_pt: Não existe nenhuma posição livre para descarregar

source: No suitable container to load
de: Keine passenden Container zum Laden
es: No esta en posición adecuada para cargar
fr: Pas de container adéquat à charger
it: Nessun container idoneo per il carico
pt_pt: Não existe contentor em condições de ser carregado

source: Wagon out of range: move wagon towards crane by {0} metres
de: Wagen nicht erreichbar: Um {0} m in Richtung Kran bewegen
es: Vagón fuera de alcance: desplaza el vagón hacia la grúa {0} metros
fr: Wagon hors de portée : rapprochez le wagon de la grue de {0} mètres
it: Carro fuori portata: spostare il carro verso la gru di {0} metri

source: Train can't be switched if in manual mode
de: Zug kann im manuellen Modus nicht gewechselt werden
es: El tren no se puede cambiar si está en modo manual

source: Train can't be suspended with speed not equal 0
de: Zug kann nur bei Stillstand abgestellt werden
es: El tren no puede ser suspendido si la velocidad no es igual a 0
fr: Le train ne peut pas être suspendu avec une vitesse non nulle
it: Il treno non può essere sospeso con velocità diversa da 0

source: To return to static train speed must be = 0
de: Zum Abstellen muss die Zuggeschwindigkeit = 0 sein
es: Para volver al tren estatico, la velocidad debe ser = 0
fr: Pour redevenir statique, la vitesse du train doit être nulle
it: Per tornare statico la velocità deve essere = 0

source: Player train has been included into train {0} service {1}, that automatically becomes the new player train
de: Der Spielerzug wurde in Zug {0}, Dienst {1} eingegliedert, dieser ist der neue Spielerzug
es: El tren del jugador ha sido incluido en el tren {0} servicio {1}, que se convierte automáticamente en el nuevo tren del jugador
fr: Le train du joueur a été inclus dans le train {0} (service {1}), qui devient automatiquement le nouveau train du joueur
it: Il treno del player è stato incluso in {0} servizio {1}, che diventa il nuovo player

source: Rotation can't start: check throttle, speed, direction and control mode
de: Drehung kann nicht beginnen, bitte Regler, Geschindigkeit, Richtungswender, und Zugkontrollmodus überprüfen
es: La rotación no se puede iniciar: comprobar regulador, incersor y modo de control
fr: La rotation ne peut pas commencer : mettez le manipulateur traction à 0, l'inverseur sur neutre et arrêtez le train
it: La rotazione non può iniziare: controlla throttle, velocità, direzione e modalità di controllo
pt_pt: Não pode rodar. Verifique tracção. velocidade, direção e modo de comando

source: Train partially on transfertable, can't transfer
de: Zug nur teilweise auf Schiebebühne - Verschieben nicht möglich
es: Estacionado parcialmente en el puente, no se puede girar
fr: Le train est partiellement sur le pont transbordeur, déplacement impossible
it: Treno solo parzialmente sulla piattaforma: trasferimento impossibile
pt_pt: Erro. O comboio não está totalmente no transbordador

source: Transfertable starting transferring train
de: Verschiebebühne beginnt Verschieben des Zuges
es: Puente giratorio inicia giro locomotora
fr: Début du déplacement du pont transbordeur
it: Inizio trasferimento treno
pt_pt: Transbordador iniciou a marcha

source: Transfertable connected
de: Verschiebebühne verriegelt
es: Puente giratorio conectado
fr: Pont transbordeur connecté
it: Piattaforma connessa
pt_pt: Transbordador conectado

source: turntable
de: Drehscheibe
es: placa giratorio
fr: pont tournant
pt_pt: placa giratória

source: transfertable
de: Verschiebebühne
es: puente transbordador
fr: pont transbordeur
it: trasferibile

source: Train slipped into non aligned {0}
de: Zug in nicht ausgerichtete {0} gerutscht.
es: Tren se deslizó sin alineado {0}
fr: Train entré sur un {0} non aligné
it: Train sviato in {0} non allineato

source: Train front on {0}
de: Zuganfang auf {0}
es: Tren delante en {0}
fr: Avant du train sur le {0}
it: Testa Treno in {0}

source: Train front outside {0}
de: Zuganfang außerhalb von {0}
es: Tren delante fuera {0}
fr: Avant du train en dehors du {0}
it: Testa Treno fuori {0}

source: Train rear on {0}
de: Zugende auf {0}
es: Tren trasero en {0}
fr: Arrière du train sur le {0}
it: Coda Treno in {0}

source: Train rear outside {0}
de: Zugende außerhalb von {0}
es: Tren trasero fuera {0}
fr: Arrière du train en dehors du {0}
it: Coda Treno fuori {0}

source: Turntable is at its bound, can't rotate
de: Drehscheibe am Anschlag - Drehen nicht möglich
es: El puente giratorio está bloqueado, no puede girar
fr: Le plateau tournant est à bout de course, il ne peut pas tourner
it: Piattaforma al limite, non può girare
pt_pt: Placa giratória na periferia. Não pode rodar

source: Train partially on turntable, can't rotate
de: Zug nur teilweise auf Drehscheibe - Drehen nicht möglich
es: Tren parcialmente en la plataforma giratoria, no puede girar
fr: Le train est partiellement sur le pont tournant, rotation impossible
it: Treno solo parzialmente sulla piattaforma, non può girare
pt_pt: Não pdoe rodar. comboio parcialmente fora da placa

source: Turntable starting rotation with train
de: Zug wird auf Drehscheibe gedreht
es: La rotación de la placa giratoria se inicia con el tren
fr: Début de la rotation du pont tournant
it: Inizio rotazione con il treno
pt_pt: Placa giratória ca virar com comboio

source: Turntable forward connected
de: Drehscheibe vorn verriegelt
es: La placa giratoria conectada por delante
fr: Pont tournant connecté à l'avant
it: Piattaforma connessa davanti
pt_pt: Placa giratória com saída em frente

source: Turntable backward connected
de: Drehscheibe hinten verriegelt
es: Placa giratoria conectada por detras
fr: Pont tournant connecté à l'arrière
it: Piattaforma connessa dietro
pt_pt: Placa giratória com saída atrás

source: Join success: Train {0} service {1} has been incorporated into train {2} service {3}
de: Kuppeln erfolgreich: Zug {0}, Dienst {1}, wurde in Zug {2}, Dienst {3} eingegliedert.
es: Exito en la unión: El tren {0} servicio {1} ha sido incorporado en el tren {2} servicio {3}
fr: Couplage réussi : le train {0} (service {1}) a été intégré au train {2} (service {3})
it: Aggancio riuscito: il treno {0} servizio {1} è stato incorporato in {2} servizio {3}

source: Coupler broken!
de: Kupplung gebrochen!
es: ¡Enganche roto!
fr: Attelage cassé !
it: Gancio rotto!
pt_pt: Quebra de Engate!

source: Coupler overloaded!
de: Kupplung überlastet!
es: ¡Enganche sobrecargado!
fr: Attelage surchargé !
it: Gancio sovraccarico!
pt_pt: Excesso de tensão no engate!

source: The steam usage has exceeded the capacity of the steam boiler. Steam boiler locked out.
de: Der Dampfverbrauch hat die Kapazität des Dampfkessels überschritten. Der Dampfkessel ist geschlossen.
es: El uso de vapor ha excedido la capacidad de la caldera de vapor. Caldera de vapor bloqueada.
fr: La consommation de vapeur a dépassé la capacité de la chaudière. La chaudière est bloquée.
it: L'utilizzo di vapore ha superato la capacità della caldaia. Caldaia bloccata.

source: Other train is blocking path
de: Anderer Zug blockiert Fahrstraße
es: Otro tren está bloqueando el itinerario
fr: Un autre train bloque le chemin
it: Un altro treno sta occupando il percorso
pt_pt: Existe outro comboio a bloquear o caminho

source: Stopped due to errors in route setting
de: Angehalten wegen Problemen mit der Fahrstraße
es: Detenido por errores en la configuración de la ruta
fr: Arrêté en raison d'erreurs dans la définition de l'itinéraire
it: Fermato a causa di errori nel settaggio del tracciato

source: No signal in train's path
de: Kein Signal entlang der Fahrstraße
es: No hay señal en el itinerario del tren
fr: Aucun signal sur le chemin du train
it: Nessun segnale nel percorso del treno
pt_pt: Não há sinais no itinerário

source: Next signal already allocated to other train
de: Nächstes Signal schon anderem Zug zugewiesen
es: La proxima señal asignada a otro tren
fr: Signal suivant déjà attribué à un autre train
it: Segnale successivo già impegnato da altro treno
pt_pt: O próximo sinal já está dedicado a outro comboio

source: Request to clear signal cannot be processed
de: Anfrage zur Signalfreigabe kann nicht verarbeitet werden
es: Solicitud de rebase señal no puede ser procesada
fr: La demande d'ouverture du signal ne peut pas être traitée
it: La richiesta di aprire il segnale non può essere eseguita
pt_pt: Pedido para abrir sinal não processado

source: No switch found
de: Keine Weiche gefunden
es: No se han encontrado desvió
fr: Aucune aiguille trouvée
it: Scambio non trovato
pt_pt: Não foi encontrado AMV

source: You cannot enter manual mode when autopiloted
de: Wechsel in den manuellen Modus im Autopilotmodus nicht möglich
es: No se puede entrar en el modo manual cuando autopiloto esta activo
fr: Vous ne pouvez pas entrer en mode manuel si le pilote automatique est activé
it: Non puoi passare in Modo Manuale se sei in Autopilota

source: You cannot use this command for pathless trains
de: Dieser Befehl ist für Züge ohne Fahrstraße nicht möglich
es: No se puede utilizar este comando para los trenes sin itinerario
fr: Vous ne pouvez pas utiliser cette commande pour les trains sans chemin
it: Non puoi usare questo comando per treni senza path
pt_pt: Não pode usar este comando em comboios sem itinerário establecido

source: Train is not back on original route
de: Zug befindet sich nicht wieder auf ursprünglicher Fahrstraße
es: El tren no esta en la ruta original
fr: Le train n'est pas de retour sur l'itinéraire initial
it: Il treno non è tornato nel tracciato originale
pt_pt: O comboio não está no itinerário original

source: Original route is reverse from present direction, stop train before switching
de: Ursprüngliche Farhstraße ist Fahrtrichtung entgegengesetzt. Zug vor dem Umschalten anhalten
es: La ruta original es inversa a la dirección actual, pare el tren antes de cambiar
fr: L'itinéraire d'origine est inversé par rapport à la direction actuelle, arrêtez le train avant de changer
it: Il percorso originale è nella direzione inversa a quella attuale, ferma il treno prima di azionare lo scambio

source: Cannot change to Manual Mode while in Explorer Mode
de: Umschalten zum Manuellen Modus im Erkundungsmodus nicht möglich
es: No se puede cambiar al Modo Manual en el Modo Explorador
fr: Impossible de passer en mode manuel depuis le mode Explorateur
it: Non puoi passare in Modo Manuale se sei in Esplorazione Route

source: Cannot change to Manual Mode. Use the Reset Out Of Control Mode command to release brakes
de: Kann nicht in manuellen Modus umschalten. Ausser-Kontrolle-Modus zurücksetzen, um die Bremsen zu lösen
es: No se puede cambiar al modo manual. Utilice el comando Restablecer modo fuera de control para soltar los frenos
fr: Impossible de passer en mode manuel. Utiliser la commande de réinitialisation du mode hors contrôle pour desserrer les freins.
it: Non è possibile passare alla modalità manuale. Utilizzare il comando Azzeramento della modalità Fuori controllo per sbloccare i freni.

source: Reversal required and rear of train not on required route
de: Richtungsänderung erforderlich, das Zugenede ist nicht auf richtiger Fahrstraße
es: Inversión requerida y trasera del tren no es requirida en la ruta
fr: Retournement requis, l'arrière du train n'est pas sur l'itinéraire requis
it: Dovresti invertire la marcia, ma la coda del treno non è sul tracciato corretto

source: Cannot clear signal behind train while in AUTO mode
de: Signalfreigabe hinter dem Zug im automatischen Modus nicht möglich
es: No se puede rebasar una señal detrás del tren mientras este en modo AUTO
fr: Impossible d'ouvrir le signal derrière le train en mode AUTO
it: Non si può aprire il segnale dietro al treno in modalità AUTO

source: Out of control mode reset
de: Außer-Kontrolle-Modus zurückgesetzt
es: Restablecer modo fuera control
fr: Réinitialisation du mode Hors de contrôle
it: Reset della modalità fuori controllo

source: You can only reset if you passed a signal at danger or if you passed a misaligned switch.
de: Sie können nur nach Fahrt gegen Halt oder über eine falsch liegende Weiche zurücksetzen.
es: Solo puede restablecer si pasó una señal en peligro o si pasó un interruptor desalineado.
fr: Vous ne pouvez réinitialiser que si vous avez franchi un signal fermé ou talonné une aiguille.
it: È possibile resettare solo se si è superato un segnale a rischio o se si è superato uno scambio disallineato.

source: Car
de: Waggon
es: Coche
fr: Véhicule
it: Carro
pt_pt: Carruagem

source: Locomotive
de: Lokomotivtyp
es: Locomotora
it: Locomotiva
pt_pt: Locomotiva

source: Carriage {0} temperature is too cold, the passengers are freezing.
de: Die Temperatur im Waggon {0} ist zu niedrig, die Passagiere frieren.
es: La temperatura del coche {0} es demasiado fría, los pasajeros se están congelando.
fr: La température de la voiture {0} est trop faible, les passagers gèlent.
it: Troppo freddo in carrozza {0}, i passeggeri gelano.

source: Car {0} temperature is too cold for the freight.
de: Die Temperatur im Waggon {0} ist zu niedrig für die Fracht.
es: La temperatura del vagón {0} es demasiado fría para la carga.
fr: La température de la voiture {0} est trop faible, les passagers gèlent.
it: Troppo freddo per le merci nel carro {0}

source: Train stopped due to problems with other train: train {0} , reason: {1}
de: Zug wegen Problemen mit anderem Zug angehalten: Zug {0} , Grund: {1}
es: El tren se detuvo debido a problemas con otro tren: Tren {0}, razón: {1}
fr: Le train s'est arrêté en raison de problèmes avec un autre train : train {0}, raison : {1}
it: Il treno è stato fermato per problemi con: treno {0}, motivo: {1}

# TrainControl
source: Manual
de: Manuell
fr: Manuel
it: Manuale

# TrainControl
source: Explorer
de: Erkundung
es: Explorador
fr: Explorateur
it: Esplorazione
pt_pt: Explorador

# TrainControl
source: Out of Control
de: Außer Kontrolle
es: Fuera de control
fr: Hors de contrôle
it: Fuori Controllo
pt_pt: Sem Controlo

# TrainControl
source: Inactive
de: Inaktiv
es: Inactivo
fr: Inactif
it: Inattivo
pt_pt: Inactivo

# TrainControl
source: Turntable
de: Drehscheibe
es: Placa giratorio
fr: Pont tournant
pt_pt: Placa giratória

# TrainControl
source: Undefined
de: Undefiniert
es: Indefinido
fr: Indéfini
it: Indefinito

source: Battery switch
de: Batterieschalter
es: Interruptor batería
fr: Interrupteur batterie
it: Interruttore batterie
pt_pt: Interruptor da bateria

source: On
de: An
es: Conectado
it: Accesa
pt_pt: Ligado

source: Off
de: Aus
es: Apagar
it: Spenta
pt_pt: Desligado

source: Pantographs
de: Pantographen
es: Pantografos
fr: Pantographes
it: Pantografi
pt_pt: Pantógrafos

source: Engine
de: Motor
es: Máquina
fr: Moteur
it: Motore
pt_pt: Motor

source: Gear
de: Gang
es: Engranaje
fr: Vitesse
it: Cambio
pt_pt: Caixa de velocidades

source: Electric train supply
de: Zugsammelschiene
es: Sum. eléctrico tren
fr: Ligne chauffage train
it: Alimentazione treno elettrico

source: Throttle must be reduced to Idle before gear change can happen.
de: Vor dem Gangwechsel muss der Regler auf Leerlauf stehen.
es: El regulador debe reducirse a ralentí antes de que pueda cambiar de marcha.
fr: L'accélérateur doit être remis à 0 avant de pouvoir changer de rapport.
it: Devi essere in folle per cambiare marcia.
pt_pt: Tem de diminuir a tracção para poder mudar a caixa de velocidades.

# PowerSupply
source: Power
de: Strom
es: Potencia
fr: Puissance
it: Alimentazione
pt_pt: Potência

source: Fuel
de: Treibstoff
es: Combustible
fr: Carburant
it: Carburante
pt_pt: Combustível

source: StHeat:
de: DpfHzg:
fr: ChauffVap :

source: Press
de: Druck
es: Pulsar
pt_pt: Pressione uma tecla

source: StTemp
de: DpfTemp
fr: TempVap

source: StUse
de: DpfNtzg
fr: UtilVap

source: WaterLvl
de: WasserLvl
es: NvlAgua
fr: NivEau

source: Last:
de: Letzt:
es: Ultimo:
fr: Dernier :

source: OutTemp
de: DpfTemp
fr: TempExt

source: NetHt
de: NetHtz
fr: PerteCh

source: (flipped)
de: (verkehrt)
es: (Invertido)
fr: (renversé)
it: (invertita)
pt_pt: Invertido

source: BP
de: BD
fr: CG
pt_pt: Conduta Geral

source: Flow
de: Fluss
es: Flujo
fr: Débit
pt_pt: Caudal

source: EQ
de: AU
fr: RE

source: BC
de: BZ
fr: CF
pt_pt: CF

source: Remote
de: Fern
es: Remoto
fr: Télécommandé
