Repository: openrails/openrails
Catalog: Source/Locales/Orts.Simulation/*.po
Languages: de, es, fr, it, pt_pt

source: Temperature
de: Temperatur
es: Temperatura
fr: Température
pt_pt: Temperatura

source: Oil Pressure
de: Öldruck
es: Presión aceite
fr: Pression Huile
it: Pressione Olio
pt_pt: Pressão do óleo

source: Diesel Engine has stalled due to underspeed.
de: Dieselmotor gestoppt wegen Unterdrehzahl.
es: El motor diésel se ha parado debido a una velocidad insuficiente.
fr: Le moteur Diesel a calé pour cause de sous-vitesse.
it: Motore diesel in stallo per velocità troppo bassa.
pt_pt: Falha do motor diesel por subrotação.

source: Diesel Engine has stalled due to overspeed.
de: Dieselmotor gestoppt wegen Überdrehzahl.
es: El motor diésel se ha parado debido a un exceso de velocidad.
fr: Le moteur Diesel a calé pour cause de sur-vitesse.
it: Motore diesel in stallo per velocità troppo alta.
pt_pt: Falha do motor Diesel por excesso de rotação.

source: Pantograph raised even though this route is not electrified
de: Pantograph gehoben, obwohl die Strecke nicht elektrifiziert ist
es: Pantógrafo elevado a pesar de que este recorrido no está electrificado
fr: Pantographe levé malgré que la ligne ne soit pas électrifiée
it: Pantografo alzato anche se la route non è elettrificata.
pt_pt: Esta linha não é electrificada mas o pantógrafo foi levantado

source: Traction cut-off relay closing not authorized
de: Schließen des Fahrmotorschützes nicht erlaubt
es: Cierre del disyuntor no autorizado
fr: Fermeture du relais de traction non autorisée

source: Pantograph selector changed to {0}
de: Pantographenwahl gewechselt auf {0}
es: Selector pantógrafo cambiado a {0}

source: Power selector changed to {0}
de: Leistungswähler auf {0} eingestellt
es: Selector potencia cambiado a {0}

source: Voltage selector changed to {0}
de: Spannungswähler auf {0} eingestellt
es: Selector de voltaje cambiado a {0}

source: Held for connecting train :
de: Wartet auf Anschlusszug:
es: Detener para la conexión de tren :
fr: Retenu pour correspondance avec le train :
it: Fermato per agganciare il treno:
pt_pt: À espera de conexão com o comboio

source: Waiting for train to attach :
de: Warten, dass Zug ankuppelt:
es: Esperar tren para acoplar :
fr: En attente de train pour atteler :
it: In attesa del treno da attaccare:
pt_pt: À espera de comboio para engatar:

source: Waiting for transfer with train :
de: Warten auf Verschieben mit Zug:
es: A la espera desacople tren :
fr: En attente de transfert avec le train :
it: In attesa di trasferimento con il treno:
pt_pt: Á espera de transferência para o comboio

source: Waiting for transfer
de: Warte auf Verschub
es: Esperando conexión
fr: En attente de transfert

source: Passenger detraining completed. Train terminated.
de: Passagiere ausgestiegen, Zug endet hier.
es: Movimiento pasajeros terminado. Tren listo.
fr: Les passagers sont tous descendus. Train terminé.
it: Discesa passeggeri completata. Treno terminato.

source: Waiting for train to arrive :
de: Warten auf Ankunft von Zug:
es: Esperando la llegada del tren :
fr: En attente de l'arrivée du train :
it: In attesa dell'arrivo del treno:
pt_pt: À espera que chegue o comboio:

source: , backward
de: , rückwärts
es: , retroceder
fr: , derrière
it: , indietro
pt_pt: , recuar

source: , forward
de: , vorwärts
es: , avanzar
fr: , devant
it: , avanti
pt_pt: , avançar

source: Train is ready to attach to :
de: Zug fertig zum Kuppeln mit:
es: El tren está listo para unirse a :
fr: Le train est prêt à s'atteler sur :
it: Il treno è pronto per attaccarsi a:
pt_pt: O comboio está pronto para engatar a:

source: Turntable is ready for access - allowed speed set to {0}
de: Drehscheibe ist bereit - erlaubte Geschwindigkeit ist {0}
es: El puente giratorio está lista para el acceso: la velocidad permitida se establece en {0}
fr: Le pont tournant est prêt pour l'accès. La vitesse autorisée est {0}
it: Piattaforma pronta per l'accesso - velocità ammessa: {0}
pt_pt: Placa giratória pronta - a velocidade autorizada é de {0}

source: Information
es: Información
it: Informazione
pt_pt: Informação

source: Pantograph 1
es: Pantografo 1
fr: Pantographe 1
it: Pantografo 1
pt_pt: Pantógrafo 1

source: Pantograph 2
es: Pantografo 2
fr: Pantographe 2
it: Pantografo 2
pt_pt: Pantógrafo 2

source: Pantograph 3
es: Pantografo 3
fr: Pantographe 3
it: Pantografo 3
pt_pt: Pantógrafo 3

source: Pantograph 4
es: Pantografo 4
fr: Pantographe 4
it: Pantografo 4
pt_pt: Pantógrafo 4

source: Diesel Tank
es: Deposito Diesel
fr: Réservoir de carburant
it: Serbatoio nafta
pt_pt: Depósito combustível

source: setup
es: preparar
fr: activation
it: inserito

source: Sander
es: Arena
fr: Sablière
it: Sabbiera
pt_pt: Areeiros

source: Horn
es: Bocina
fr: Klaxon
it: Tromba
pt_pt: Buzina

# TrainControl
source: Auto Signal
es: Auto Señal
it: Segnali Automatici
pt_pt: Sinal automático

# TrainControl
source: Auto Node
es: Auto Nodo
it: Nodo automatico

source: Setup
es: Configuración
fr: Activation

source: Sync
es: Sinc

source: Async
es: Asinc

source: OK
es: BIEN

source: Booster
es: Impulsar

source: Status:
es: Estado:
fr: Statut :
it: Stato:
pt_pt: Estado:

source: Boost:
es: Impulsar:

source: Inj1
es: Iny1

source: Inj2
es: Iny2

source: Sand:
es: Arena:
fr: Sable:
pt_pt: Areia:

source: Status
es: Estado
fr: Statut
it: Stato
pt_pt: Estado

source: Passenger boarding completed. Early departure allowed.
es: Embarque de pasajeros completado. Salida anticipada permitida.

source: Stop at {0} requested to set down passengers
es: Parada en {0} solicitada para dejar pasajeros

source: Stop at {0} NOT requested to set down passengers
es: Parada en {0} NO solicitada para dejar pasajeros

source: Neutral
fr: Neutre
it: Pronto
pt_pt: Neutro

source: neutral
fr: neutre
it: folle
pt_pt: neutro

source: ER
fr: RU
pt_pt: Res.Emerg

source: MR
fr: RP
pt_pt: Res.P

source: Ideal
fr: Idéal

source: You are travelling too fast for this curve. Slow down, your freight car {0} may be damaged. The recommended speed for this curve is {1}
fr: Vous roulez trop vite pour cette courbe. Ralentissez, votre wagon de marchandises {0} peut être endommagé. La vitesse recommandée pour cette courbe est {1}
it: Stai andando troppo veloce per questa curva. Rallenta, il carro {0} si può danneggiare. La velocità raccomandata è {1}
pt_pt: Está a circular em velocidade excessiva para esta curva. O vagão {0} pode ter carga danificada. A velocidade recomendada é de {1}

source: You are travelling too fast for this curve. Slow down, your passengers in car {0} are feeling uncomfortable. The recommended speed for this curve is {1}
fr: Vous roulez trop vite pour cette courbe. Ralentissez, vos passagers dans la voiture {0} sont incommodés. La vitesse recommandée pour cette courbe est {1}
it: Stai andando troppo veloce per questa curva. Rallenta, sta diminuendo il comfort dei passeggeri nella vettura {0}. La velocità raccomandata è {1}
pt_pt: Está a circular em velocidade excessiva para esta curva. Os passageiros da carruagem {0} estão desconfortáveis. A velocidade recomendada é de {1}

source: normal
it: normale

source: auto
it: automatico

# Gear
source: N
it: Folle

source: Max
it: Massimo

source: Coal re-filled
pt_pt: Aprovisionado de carvão

source: Coal level
pt_pt: Nível de carvão
