Repository: openrails/openrails
Catalog: Source/Locales/Orts.Simulation/*.po
Languages: de, es, fr, it, pt_pt

source: Release
de: Fahrt
es: Liberar
fr: Desserrage
it: Rilascio
pt_pt: Aliviar

source: Quick Release
de: Füllen
es: Liberar Rapido
fr: Desserrage rapide
it: Rilascio rapido
pt_pt: Desaperto Rápido

source: Apply
de: Entlüften
es: Aplicar
fr: Serrage
it: Attivo
pt_pt: Aplicar

source: EPApply
de: EPBrems
es: Aplicar EP
fr: Serrage EP
it: EPAttivo
pt_pt: AplicarEP

source: Emergency
de: Notbremse
es: Emergencia
fr: Urgence
it: Emergenza
pt_pt: Emergência

source: Self Lap
de: Selbsthalten
fr: Maintien

source: Service
de: Entlüften
es: Servicio
it: Servizio
pt_pt: Serviço

source: Lap
de: Halten
fr: Maintien
it: Leggero
pt_pt: Manter

source: Suppression
de: Unterdrückung
es: Supresión
it: Sovrapressione
pt_pt: Supressão

source: Cont. Service
de: Vollentlüften
es: Servicio Cont
fr: Service continu
it: Servizio continuo
pt_pt: Contínuo

source: Full Service
de: Schnellbremsung
es: Servicio Completo
fr: Service maximal
it: Pieno servizio
pt_pt: Frenagem máxima

source: Minimum Reduction
de: Kleinste Entlüftung
es: Reducción Mínima
fr: Réduction minimale
it: Riduzione Minima
pt_pt: Aplicação mínima

source: Hold
de: Halten
es: Retener
fr: Maintien
it: Tieni
pt_pt: Manter

source: Str. Brk. Release On:
de: Dir. Br. Lösen Ein:
es: Frn. Dir. Liberar Encendido:
it: Dir. Frn. Rilascio Acceso:

source: Str. Brk. Release Off:
de: Dir. Br. Lösen Aus:
es: Frn. Dir. Liberar Apagado:
it: Dir. Frn. Rilascio Spento:

source: Str. Brk. Release:
de: Dir. Br. Lösen:
es: Frn. Dir. Liberar:
it: Dir. Frn. Rilascio:

source: Str. Brk. Lap:
de: Dir. Br. Halten:
es: Frn. Dir. Lap:

source: Str. Brk. Apply:
de: Dir. Br. Bremsen:
es: Frn. Dir. Aplicar:
it: Dir. Frn. Attivo:

source: Str. Brk. Apply All:
de: Dir. Br. Schnellbremsung:
es: Frn. Dir. Aplicar todo:
it: Dir. Frn. Attiva Tutto:

source: Str. Brk. Emerg:
de: Dir. Br. Notbremse:
es: Frn. Dir. Emergencia:
it: Dir. Frn. Emerg.

source: Overcharge
de: Überlastung
es: Sobrecarga
fr: Surcharge
it: Sovraccarico
pt_pt: Sobrecarga

source: Emergency Braking Push Button
de: Druckknopf für Notbremsung
es: Seta freno emergencia
fr: Bouton poussoir de freinage d'urgence
it: Pulsante Freno di Emergenza
pt_pt: Válvula de Emergência

source: TCS Emergency Braking
de: Zugkontrollscript Notbremsung
es: Freno de emergencia TSC
fr: Freinage d'urgence TCS
it: Freno di Emergenza TCS
pt_pt: Frenagem Emergência TCS

source: TCS Full Service Braking
de: Zugkontrollscript Vollbremsung
es: Completo frenado de servicio TCS
fr: Freinage maximal de service TCS
it: Pieno servizio freno TCS
pt_pt: Frenagem máxima TCS

source: Vac. Cont. Service
de: Vak. Dauerbremsung
es: Vac. Cont. Servicio
fr: Service continu (frein à vide)
pt_pt: Frenagem Vácuo contínua

source: Vac. Apply Cont. Service
de: Vak. Dauerbremsung anwenden
es: Vac. Apli Cont. Servicio
fr: Serrage (frein à vide)
pt_pt: Aplicar Frenagem vácuo contínua

source: Manual Braking
de: Handgebremst
es: Freno manual
fr: Freinage manuel
it: Freno Manuale
pt_pt: Frenagem manual

source: Notch
de: Raste
es: Muesca
fr: Cran
pt_pt: Posição

source: EP Service
de: EP Bremsen
es: EP Servicio
fr: Service EP
it: EP in servizio
pt_pt: Aplicação EP

source: EP Full Service
de: EP Schnellbremsung
es: EP Servicio Completo
fr: Service maximal EP
it: EP in pieno servizio
pt_pt: Aplicação máxima EP

source: Slow service
de: Bremsung lgs. einleiten
es: Servicio lento
fr: Service lent
it: Servizio Lento
pt_pt: Serviço lento

source: SME Service
de: SME Bremsen
es: SME Servicio
fr: Service SME
it: SME in servizio

source: SME Full Service
de: SME Schnellbremsung
es: SME Servicio Completo
fr: Service maximal SME
it: SME in pieno servizio

source: SME Self Lap
de: SME Halten
fr: Maintien SME

source: SME Release Start
de: SME Lösebegin
es: SME Lanzar Inicio
fr: Début de déserrage SME

source: Hold Engine
de: Lok halten
es: Mantener motor
pt_pt: Reter motor

source: Bail Off
de: Getrennt lösen
es: Retirarse
fr: Desserrage du frein de locomotive
it: Pressione freno locomotore
pt_pt: Purga de Freio

# Brake Controller
source: Running
de: Fahrt
es: Funcionando
fr: Marche
it: In azione
pt_pt: Em serviço

source: Unavailable
de: nicht verfügbar.
es: No disponible
fr: Indisponible
it: Non disponibile
pt_pt: Indisponível

# CircuitBreaker
source: Open
de: Aus
es: Abierto
fr: Ouvert
it: Aperto
pt_pt: Aberto

# CircuitBreaker
source: Closing
de: Schließt
es: Cerrando
fr: Fermeture
it: In chiusura
pt_pt: A fechar

# CircuitBreaker
source: Closed
de: Ein
es: Cerrado
fr: Fermé
it: Chiuso
pt_pt: Fechado

# PowerSupply
source: Steam
de: Dampf
es: Vapor
fr: Vapeur
it: Vapore
pt_pt: Vapor

# PowerSupply
source: DieselMechanical
de: Dieselmechanisch
es: Diésel Mecánica
fr: Diesel-Mécanique
pt_pt: Diesel-Mecânica

# PowerSupply
source: DieselHydraulic
de: Dieselhydraulisch
es: Diésel Hidráulica
fr: Diesel-Hydraulique
pt_pt: Diesel-Hidraulica

# PowerSupply
source: DieselElectric
de: Dieselelektrisch
es: Diésel Eléctrica
fr: Diesel-Electrique
pt_pt: Diesel-Electrica

# PowerSupply
source: Electric
de: Elektrisch
es: Eléctrica
fr: Electrique
pt_pt: Eletrica

# PowerSupply
source: DualMode
de: Hybrid
es: Modo Dual
fr: Bimode
pt_pt: Modo Dual

# PowerSupply
source: ControlCar
de: Steuerwagen
es: Coche Control
fr: Voiture pilote
pt_pt: Veículo titular

# PowerSupply
source: Off
de: Aus
es: Apagada
fr: Inactif
it: Spenta
pt_pt: Desligado

# PowerSupply
source: On ongoing
de: Hochfahren
es: Arranque en curso
fr: En activation
it: In attivazione
pt_pt: Em conexão

# PowerSupply
source: On
de: An
es: Arrancada
fr: Actif
it: Accesa
pt_pt: Ligado

# Pantograph
source: Down
de: Unten
es: Abajo
fr: Bas
it: Abbassato
pt_pt: Em baixo

# Pantograph
source: Lowering
de: Senken
es: Bajando
fr: Abaissement
it: Abbassamento
pt_pt: A descer

# Pantograph
source: Raising
de: Heben
es: Subiendo
fr: Montée
it: In sollevamento
pt_pt: A levantar

# Pantograph
source: Up
de: Oben
es: Arriba
fr: Haut
it: Alzato
pt_pt: Levantado

# Engine
source: Stopped
de: Aus
es: Apagada
fr: Arrêté
it: Spento
pt_pt: Parado

# Engine
source: Stopping
de: stoppt
es: Parando
fr: Arrêt
it: Spegnimento
pt_pt: A parar

# Engine
source: Starting
de: startet
es: Arrancar
fr: Démarrage
it: Avvio
pt_pt: A arrancar

# Engine
source: Running
de: An
es: Marcha
fr: En marche
it: In funzione
pt_pt: Em funcionamento

# TractionCutOffRelay
source: Open
de: Aus
es: Abrir
fr: Ouvert
it: Aperto
pt_pt: Aberto

# TractionCutOffRelay
source: Closing
de: Schließt
es: Cerrando
fr: Fermeture
it: In chiusura
pt_pt: A fechar

# TractionCutOffRelay
source: Closed
de: Ein
es: Cerrar
fr: Fermé
it: Chiuso
pt_pt: Fechado

source: Connection to the server is lost, will play as single mode
de: Serververbindung unterbrochen, Fortsetzung im Einzelspielermodus
es: La conexión con el servidor se ha perdido, jugará en solitario
fr: La connexion au serveur est perdue, vous êtes en mode mono-joueur
it: Connessione al server perduta, giocherai singolarmente
pt_pt: Ligação ao servidor perdida, a continuar em modo individual

source: Alt-E to gain control of your train
de: Alt-E um Zugkontrolle zu erhalten
es: Alt+E para hacerse con el control de su tren
fr: Alt-E pour prendre le contrôle de votre train
it: Alt-E per prendere il controllo del tuo treno
pt_pt: Alt+E para controlar o seu comboio

source: Dispatcher does not allow hand throw at this time
de: Disponent erlaubt derzeit keine manuelle Weichenstellung
es: CTC no permite que pase a manual en este momento
fr: L'aiguilleur n'autorise pas de déplacer manuellement une aiguille pour le moment
it: Il DCO non permette di passare la mano ora
pt_pt: O Regulador não permite modo manual

source: main route
de: Hauptroute
es: ruta directa
fr: la voie directe
it: itinerario principale
pt_pt: itinerário principal

source: side route
de: Nebenroute
es: ruta desviada
fr: la voie déviée
it: itinerario secondario
pt_pt: itinerário secundário

source: You are the new dispatcher. Enjoy!
de: Sie sind der neue Disponent. Viel Spaß!
es: Usted es el nuevo CTC. ¡Disfrute!
fr: Vous êtes le nouvel aiguilleur. Bon courage !
it: Sei il nuovo DCO. Buon lavoro!
pt_pt: É o novo Regulador. Divirta-se!

source: Name conflicted with people in the game, will play in single mode
de: Nickname im Spiel bereits vorhanden, daher Fortsetzung als Einzelspieler
es: Su nombre entra en conflicto con la gente del juego, jugara en modo solitario
fr: Votre nom est en conflit avec celui d'un autre joueur, vous êtes en mode mono-joueur
it: Il nome è in conflitto con un altro giocatore, giocherai singolarmente
pt_pt: O nome entrou em conflito com outros jogadores, vai continuar em modo individual

source: You gained back the control of your train
de: Sie haben Ihren Zug wieder unter Kontrolle
es: A recuperado el control de su tren
fr: Vous avez repris le contrôle de votre train
it: Hai ripreso il controllo del tuo treno
pt_pt: Voltou a controlar o seu comboio

source: Server quits, will play as single mode
de: Server ausgestiegen, Spielfortsetzung als Einzelspieler
es: El servidor se cierra, jugará en solitario
fr: Le serveur est fermé, vous êtes en mode mono-joueur
it: Il server è uscito, giocherai singolarmente
pt_pt: O servidor foi desligado, vai continuar em modo individual

source: Trains uncoupled, gain back control by Alt-E
de: Züge abgekuppelt. Alt-E, um Kontrolle des Zuges zu übernehmen.
es: Trenes desacoplados, recuperar el control con Alt+E
fr: Le train est dételé, reprenez le contrôle avec Alt-E
it: Treno sganciato, riprendi il controllo con Alt-E
pt_pt: Comboio desengatado. Para adquirir controlo use Alt+E

source: Trains coupled, hit \ then Shift-? to release brakes
de: Züge gekuppelt. \ und danach Shift-? drücken, um Bremsen zu lösen.
es: Trenes acoplados, pulse tecla Mayús+- para liberar los frenos
fr: Trains attelés, appuyez sur \ puis MAJ-? pour desserrer les freins
it: Treni agganciati, premi \ poi Shift-? per rilasciare i freni
pt_pt: Comboios acopolados, use \ e depois Shift-? para aliviar os freios

source: You are an assistant now, will be able to handle switches and signals.
de: Sie sind jetzt ein Assisten und können Weichen und Signale schalten.
es: Ahora es asistente, será capaz de manejar desvios y señales.
fr: Vous êtes désormais assistant aiguilleur. Vous pouvez gérer les aiguilles et les signaux.
it: Ora sei un assistente: potrai gestire scambi e segnali.
pt_pt: Passou a assistente. Pode manobrar agulhas e sinais.

source: You are no longer an assistant.
de: Sie sind kein Assistent mehr.
es: Usted ya no es asistente.
fr: Vous n'êtes plus assistant aiguilleur.
it: Non sei più un assistente.
pt_pt: Deixou de ser assistente.

source: Switched, current route is {0}
de: Weiche gestellt, aktueller Fahrweg ist {0}.
es: Desvio, la ruta actual es {0}
fr: Aiguille déplacée, l'itinéraire actuel est {0}
it: Girato scambio: la route è {0}
pt_pt: Agulha feita, itinerário é {0}

source: New dispatcher is {0}
de: Neuer Disponent: {0}
es: El nuevo CTC es {0}
fr: Le nouvel aiguilleur est {0}
it: Il nuovo DCO è {0}
pt_pt: O novo Regulador é {0}

source: {0} quit.
de: {0} beendet.
es: {0} a salido.
fr: {0} a quitté.
it: {0} è uscito.
pt_pt: {0} sair.

source: {0} lost.
de: {0} verloren.
es: {0} perdido.
fr: {0} a perdu la connexion.
it: {0} è stato perso.
pt_pt: {0} perdido.

source: From {0}: {1}
de: Von {0}: {1}
es: Desde {0}: {1}
fr: De {0} : {1}
it: Da {0}: {1}
pt_pt: Desde {0}: {1}

source: Missing car, have substituted with other one.
de: Fehlender Waggon durch anderen ersetzt.
es: Falta un vagón, se han sustituido por otro.
fr: Véhicule manquant, remplacé par un autre véhicule.
it: Rotabile mancante; è stato sostituito con un altro.
pt_pt: Veículo em falta. Substituído por outro.

source: Cannot decouple: train has {0} player, need to completely stop.
de: Abkuppeln nicht möglich: Zug von {0} Spieler bedient, muss vollständig anhalten.
es: No puede desacoplar: el tren {0} del jugador, tiene que detenerse por completo.
fr: Impossible de dételer : le train a {0} joueur, il doit s'arrêter complètement.
it: Impossibile sganciare: il treno ha {0} giocatore, deve fermarsi completamente.

source: Passenger boarding completed. Waiting for signal ahead to clear.
de: Passagiere zugestiegen, auf Ausfahrsignal warten.
es: El embarque de los pasajeros se ha completado. Espera que la señal le de via libre.
fr: Embarquement des passagers terminé. Attendez que le signal s'ouvre pour partir.
it: Salita passeggeri completata. Attendi l'apertura del segnale per partire.
pt_pt: Serviço comercial terminado. Á espera de abrir o sinal adiante.

source: Passenger boarding completed. You may depart now.
de: Passagiere zugestiegen. Sie können die Fahrt fortsetzen.
es: El embarque de los pasajeros se ha completado. Puede salir ahora.
fr: Embarquement des passagers terminé. Vous pouvez partir maintenant.
it: Salita passeggeri completata. Puoi partire.
pt_pt: Serviço de passageiros terminado. Pode seguir.

source: Passenger boarding completes in {0:D2}:{1:D2}
de: Verbleibende Zusteigezeit: {0:D2}:{1:D2}
es: El embarque de pasajeros completo en {0:D2}:{1:D2}
fr: L'embarquement des passagers se terminera dans {0:D2}:{1:D2}
it: Salita passeggeri completata in {0:D2}:{1:D2}
pt_pt: Serviço de passageiros termina em {0:D2}:{1:D2}

source: None
de: Keine
es: Ninguno
fr: Aucun
it: Nessuno
pt_pt: Nenhum

source: Warning
de: Warnung
es: Alarma
fr: Avertissement
it: Avviso
pt_pt: Aviso

source: Error
de: Fehler
fr: Erreur
it: Errore
pt_pt: Erro

source: MSG
de: Nachricht
fr: Message

source: <none>
de: <keine>
es: <ninguno>
fr: <aucun>
it: <nessuno>
pt_pt: <nada>

source: reverse
de: rückwärts
es: invertir
fr: marche arrière
it: marcia indietro
pt_pt: recuar

source: forward
de: vorwärts
es: adelante
fr: marche avant
it: marcia avanti
pt_pt: avançar

source: locked. Close throttle, release dynamic brake, stop train then re-try.
de: gesperrt. Regler auf null stellen, E-Bremse lösen, Zug anhalten und nochmals versuchen.
es: bloqueado. Cierre el acelerador, suelte el freno dinámico, pare el tren y vuelva a intentarlo.

source: Throttle
de: Regler
es: Regulador
fr: Traction/Freinage
it: Acceleratore
pt_pt: Aceleração

source: close
de: schließen
es: cerrado
fr: fermé
it: chiuso
pt_pt: fechar

source: open
de: öffnen
es: abierto
fr: ouvert
it: aperto
pt_pt: abrir

source: locked. Release dynamic brake then re-try.
de: gesperrt. Dynamische Bremse lösen und nochmals versuchen.
es: bloqueado. Soltar el freno dinámico y vuelva a intentarlo.
fr: bloqué. Relâchez le frein dynamique et réessayez.
it: bloccato. Rilascia il freno dinamico e riprova.
pt_pt: bloqueado. Liberte o freio dinâmico e volte a tentar.

source: Wheel-slip
de: Radschlupf
es: Patinaje ruedas
fr: Patinage des roues
it: Slittamento ruote
pt_pt: Patinhagem

source: over
de: vorüber
es: sobre
fr: terminé
it: terminato
pt_pt: fim da

source: occurring. Tractive power greatly reduced.
de: tritt auf. Kraftübertragung stark vermindert.
es: sucediendo. La fuerza de tracción muy reducida.
fr: en cours. Puissance de traction considérablement réduite.
it: in corso. La potenza di trazione è fortemente ridotta.
pt_pt: em progresso. Potência muito reduzida.

source: warning
de: Warnung
es: alarma
fr: avertissement
it: preavviso
pt_pt: aviso

source: Power
de: Leistung
es: Potencia
fr: Puissance
it: Alimentazione
pt_pt: Potência

source: off
de: aus
es: apagado
fr: inactif
it: spenta
pt_pt: desligado

source: on
de: an
es: encendido
fr: actif
it: accesa
pt_pt: ligado

source: lower
de: senken
es: bajar
fr: baissé
it: abbassato
pt_pt: baixar

source: raise
de: heben
es: subir
fr: levé
it: alzato
pt_pt: levantar

source: Circuit breaker
de: Hauptschalter
es: Disyuntor
fr: Disjoncteur
pt_pt: Disjuntor Principal

source: Circuit breaker closing authorization
de: Schließen des Hauptschalters erlaubt
es: Autorización cierre disyuntor
fr: Autorisation de fermeture du disjoncteur
it: Circuit Breaker autorizzazione alla chiusura
pt_pt: Autorização para fechar o Disjuntor Pincipal

source: remove
de: entziehen
es: quitar
fr: retirée
it: rimuovi
pt_pt: remover

source: give
de: erteilen
es: alcanzar
fr: accordée
it: dai
pt_pt: entregar

source: Player Diesel Power
de: Dieselmotor Spielerlok
es: Motor Diesel Jugador
fr: Etat des moteurs diesel de la loco du joueur
it: Accensione loco diesel principale
pt_pt: Tracção diesel do titular

source: locked. Close throttle then re-try.
de: gesperrt. Regler auf null stellen und nochmals versuchen.
es: bloqueado. Cierre el regulador y vuelva a intentarlo.
fr: bloqué. Mettez le manipulateur traction à 0 puis réessayez.
it: bloccato. Chiudi l'acceleratore e riprova.
pt_pt: bloqueado. Tire força e tente novamente.

source: Helper Diesel Power
de: Dieselmotoren Hilfsloks
es: Motor Diesel Ayudante
fr: Etat des moteurs diesel des locos commandées à distance
it: Accensione loco diesel aggiuntiva
pt_pt: Tracção Diesel de apoio

source: re-fueled
de: aufgetankt
es: re-alimentado
fr: rempli
it: rifornito
pt_pt: reabastecido

source: level
de: Füllung
es: nivel
fr: niveau
it: livello
pt_pt: nível

source: Boiler Water Tank
de: Heizkesseltank
es: Deposito agua caldera
fr: Réservoir d'eau de la chaudière
pt_pt: Depósito de água da Caldeira

source: Traction cut-off relay
de: Fahrmotorschütz
es: Relé corte tracción
fr: Relais de traction
pt_pt: Corte de Tracção

source: locked. Close throttle, stop train then re-try.
de: gesperrt. Regler auf null stellen, Zug anhalten und nochmals versuchen.
es: bloqueado. Cerrar el regulador, parar el tren y vuelva a intentarlo.
fr: bloqué. Mettez le manipulateur traction à 0, arrêtez le train puis réessayez.
it: bloccato. Azzera la potenza, ferma il treno e riprova.
pt_pt: bloqueado. Retire força, pare o comboio e volte a tentar.

source: Regulator
de: Regler
es: Regulador
fr: Régulateur
it: Regolatore
pt_pt: Regulador

source: Injector 1
de: Injektor 1
es: Inyector 1
fr: Injecteur 1
it: Iniettore 1

source: Injector 2
de: Injektor 2
es: Inyector 2
fr: Injecteur 2
it: Iniettore 2

source: Blowdown Valve
de: Entlüftungsventil
es: Valvula Purgado
fr: Valve de purge

source: Blower
de: Bläser
es: Soplador
fr: Ventilateur

source: decrease
de: schwächer
es: reducir
fr: diminuer
it: decrementa
pt_pt: diminuir

source: increase
de: stärker
es: incrementar
fr: augmenter
it: incrementa
pt_pt: aumentar

source: SteamHeat
de: Dampfheizung
es: Calefacción Vapor
fr: Chauffage à vapeur

source: Damper
de: Dämpfer
es: Regulador
fr: Régulateur d'air

source: Firebox Door
de: Feurbüchsentür
es: Puerta hogar
fr: Porte du foyer
it: Porta del forno

source: Firing Rate
de: Schaufelrate
es: Tasa de tiro
fr: Intensité du feu
it: Intensità del fuoco

source: Manual Firing
de: Manueller Heizer
es: Tiro manual
fr: Chauffage manuel
it: Fochista Manuale
pt_pt: Fogueiro manual

source: Fire
de: Feuer
es: Fuego
fr: Feu
it: Fuoco
pt_pt: Fogo

source: add shovel-full
de: max. Schaufelrate
es: añadir palada
fr: ajouter une pelle pleine
it: aggiunta carbone
pt_pt: adicionar pazada

source: Cylinder Cocks
de: Zylinderhähne
es: Grifo cilindro
fr: Robinet de cylindre
it: Sfogo Cilindri
pt_pt: Válvulas dos cilindros

source: Steam Booster Air Valve
de: Dampfbooster-Luftventil
es: Válvula aire refuerzo vapor
fr: Soupape d'air du surpresseur de vapeur

source: Steam Booster Idle Valve
de: Dampfbooster-Leerlaufventil
es: Válvula ralentí refuerzo vapor
fr: Vanne de ralenti du surpresseur de vapeur

source: idle
de: frei
it: fermo

source: run
de: Fahrt
es: ejecutar
fr: marche

source: Steam Booster Latch
de: Dampfbooster-Kupplung
es: Pestillo refuerzo vapor
fr: Loquet du surpresseur de vapeur

source: opened
de: geöffnet
es: abierto
fr: ouvert.e

source: locked
de: verriegelt
es: bloqueado

source: Cylinder Compound
de: Zylinderverbund
es: Cilindro compuesto
fr: Cylindres composés
it: Cilindro composto
pt_pt: Cilindros 'Compound'

source: LargeEjector
de: GroßerEjektor
es: EyectorLargo
fr: Grand Éjecteur
pt_pt: Ejector grande

source: SmallEjector
de: KleinerEjektor
es: EyectorPeque
fr: Petit Éjecteur
pt_pt: Ejector pequenos

source: VacuumExhauster
de: Vakuum-Sauglüfter
es: VacioAgotado
fr: Pompe à vide
pt_pt: Bomba de vácuo

source: fast
de: schnell
es: rapido
fr: rapide
it: veloce
pt_pt: rápido

source: Fuel re-filled
de: Kohle aufgefüllt
es: Recarga combustible
fr: Combustible rechargé

source: Fuel level
de: Brennstoffvorrat
es: Nivel combustible
fr: Niveaux de combustible

source: Water re-filled
de: Wasser aufgefüllt
es: Agua recargada
fr: Eau rechargée
it: Acqua caricata
pt_pt: Aprovisionado de água

source: Water level
de: Wasserstand
es: Nivel agua
fr: Niveau de l'eau
it: Livello acqua
pt_pt: Nível água

source: Water Scoop
de: Wasserschöpfrohr
es: Cuchara de agua
fr: Ecope
it: Bocchettone Acqua
pt_pt: Recolha de água

source: up
de: hinaufschalten
es: arriba
fr: haut
it: su
pt_pt: levantado

source: down
de: zurückschalten
es: abajo
fr: bas
it: giù
pt_pt: em baixo

source: Train Brake
de: Zugbremse
es: Freno Tren
fr: Frein de train
it: Freno Treno
pt_pt: Freio Automático

source: release
de: lösen
es: soltar
fr: déserrage
it: rilascio
pt_pt: aliviar

source: apply
de: entlüften
es: aplicar
fr: serrage
it: frenatura
pt_pt: aplicar

source: Engine Brake
de: Lokbremse
es: Freno Maquina
fr: Frein direct
it: Freno Locomotore
pt_pt: Freio Independente

source: Brakeman Brake
de: Bremserbremse
es: Freno Guardafrenos
fr: Frein du garde-frein
it: Freno del Frenatore

source: Dynamic Brake
de: Dynamische Bremse
es: Freno Dinamico
fr: Frein dynamique
it: Freno Dinamico
pt_pt: Freio dinâmico

source: locked. Move reverser then retry.
de: gesperrt. Richtungswender betätigen und nochmals versuchen.
es: bloqueado. Mueva el inversor y vuelva a intentarlo.

source: Emergency Brake
de: Notbremse
es: Freno de emergencia
fr: Frein d'urgence
it: Freno di Emergenza
pt_pt: Freio de emergência

source: disengage
de: nicht anwenden
es: desacoplar
fr: désengagé
it: azzerata

source: engage
de: anwenden
es: enganchar
fr: engagé
it: ripristinata

source: Brakes
de: Bremsen
es: Frenos
fr: Freins
it: Freni
pt_pt: Freios

source: initialize
de: zurücksetzen
es: iniciar
fr: initialisés
it: armati
pt_pt: reinicializar

source: cannot initialize. Stop train then re-try.
de: kann nicht zurückgesetzt werden. Zug anhalten und nochmals versuchen.
es: no se puede inicializar. Pare el tren y vuelva a intentarlo.
fr: ne peuvent pas s'initialiser. Arrêtez le train puis réessayez.
it: non possono essere armati. Ferma il treno e riprova.
pt_pt: sem sucesso. Pare o comboio e tente de novo.

source: Handbrake
de: Handbremse
es: Freno de mano
fr: Frein à main
it: Freno a mano
pt_pt: Freio manual

source: none
de: keine
es: ninguno
fr: deserré
it: nessuno
pt_pt: nada

source: full
de: voll
es: lleno
fr: serré
it: pieno
pt_pt: máximo

source: Retainers
de: Retainer
es: Retenedor
fr: Retenue
it: Fermi
pt_pt: Retentores

source: Exhaust
de: Abgas
es: Agotado
fr: Échappement
it: Esaurito
pt_pt: Escape

source: High Pressure
de: Hohen Druck halten
es: Alta presión
fr: Haute pression
it: Alta Pressione
pt_pt: Alta pressão

source: Low Pressure
de: Niedrigen Druck halten
es: Baja presión
fr: Basse pression
it: Bassa Pressione
pt_pt: Baixa pressão

source: Slow Direct
de: Langsam direkt
es: Reducción Directa
fr: Lent Direct

source: Brake Hose
de: Bremsschläuche
es: Manguera de freno
fr: Raccords de frein
it: Condotta freno
pt_pt: Mangueira de freio

source: disconnect
de: trennen
es: desconectar
fr: déconnectés
it: disconnetti
pt_pt: desconectado

source: connect
de: verbinden
es: conectar
fr: connectés
it: connetti
pt_pt: conectar

source: Alerter
de: SIFA
es: Alerta
fr: Veille automatique
it: Allertatore
pt_pt: Homem-morto

source: acknowledge
de: bestätigen
es: admitir
fr: acquittée
it: conferma
pt_pt: compreendido

source: Whistle
de: Pfeife
es: Silbato
fr: Sifflet
it: Fischio
pt_pt: Apito

source: blow
de: auslösen
es: golpe
fr: actif
it: attivo
pt_pt: silvar
