Repository: openrails/openrails
Catalog: Menu/*.po
Languages: ru

source: Save Packs
ru: Пакеты Сохранений

source: All files
ru: Все файлы

source: Save Pack '{0}' imported successfully.
ru: Пакет Сохранений '{0}' успешно импортирован.

source: Save Pack '{0}' exported successfully.
ru: Пакет Сохранений '{0}' успешно экспортирован.

source: Save Pack folder contains {0} save pack:
ru: Папка с Пакетами Сохранений содержит {0} Пакет Сохранений:

source: Open Save Packs folder
ru: Открыть папку с Пакетами Сохранений

source: Export to Save Pack
ru: Экспорт в пакет сохранений

source: Import Save Pack
ru: Импорт Пакета Сохранений

source: Import and export saved games
ru: Импорт и экспорт сохранённых миссий

source: EditKey
ru: Переназначить клавишу

source: Accept changes
ru: Принять изменения

source: Cancel changes
ru: Отклонить изменения

source: Press any key
ru: Нажмите любую клавишу

source: Reset to default
ru: Восстановить исходное значение

source: Spring
ru: Весна

source: Summer
ru: Лето

source: Autumn
ru: Осень

source: Winter
ru: Зима

source: Clear
ru: Ясно

source: Snow
ru: Снегопад

source: Rain
ru: Дождливо

source: Easy
ru: Легко

source: Medium
ru: Средне

source: Hard
ru: Трудно

source: Monday
ru: Понедельник

source: Tuesday
ru: Вторник

source: Wednesday
ru: Среда

source: Thursday
ru: Четверг

source: Friday
ru: Пятница

source: Saturday
ru: Суббота

source: Sunday
ru: Воскресенье

source: Update check failed
ru: Проверка наличия обновлений не удалась

source: User name must be 4-10 characters long, cannot contain space, ', " or - and must not start with a digit.
ru: Имя должно содержать 4-10 символов, кроме пробела, апострофа, кавычек и дефиса и не должно начинаться с цифры.

source: Activity Briefing
ru: Инструктаж

source: Update to {0}
ru: Обновить до {0}

source: The update check failed due to an error: {0}
ru: Наличие обновлений не проверить из-за ошибки: {0}

source: The update failed due to an error: {0}
ru: Обновление не установлено из-за ошибки: {0}

source: Route: {0}
ru: Игровой полигон {0}

source: Locomotive: {0}
ru: Локомотив: {0}

source: Activity: {0}
ru: Сценарий: {0}

source: Path: {0}
ru: Маршрут: {0}

source: Starting at: {0}
ru: Отправление из: {0}

source: Heading to: {0}
ru: Прибытие в: {0}

source: Timetable set: {0}
ru: Расписание: {0}

source: Timetable: {0}
ru: График: {0}

source: Train: {0}
ru: Поезд: {0}

source: Consist: {0}
ru: Состав: {0}

source: Windowed
ru: В окне

source: Start
ru: Запуск

source: Open Rails
ru: Свободная Колея

source: Logging
ru: Протокол

source: Options
ru: Настройки

source: Resume/ Replay...
ru: Сохранения.

source: Tools ▼
ru: Утилиты ▼

source: Route:
ru: Игровой полигон:

source: Host/port:
ru: Хост/порт:

source: User name:
ru: Имя игрока:

source: Multiplayer
ru: Многопользовательский режим

source: Server
ru: Сервер

source: Client
ru: Клиент

source: Start MP
ru: Начать МП

source: Resume MP
ru: Продолж

source: Singleplayer
ru: Обычный

source: Installation profile:
ru: Сборка контента:

source: Documents ▼
ru: Документы ▼

source: Mode:
ru: Режим:

source: Activity
ru: Сценарий

source: Timetable
ru: Расписание

source: Debrief evaluation:
ru: Анализ протокола:

source: Activity:
ru: Сценарий:

source: Locomotive:
ru: Локомотив:

source: Consist:
ru: Состав:

source: Starting at:
ru: Отправление из:

source: Heading to:
ru: Прибытие в:

source: Duration:
ru: Период:

source: Time:
ru: Время:

source: Weather:
ru: Погода:

source: Difficulty:
ru: Сложность:

source: Season:
ru: Сезон:

source: Weather File:
ru: Файл погоды:

source: Train:
ru: Поезд:

source: Timetable:
ru: График:

source: Day:
ru: День:

source: Timetable set:
ru: Расписание:

source: Testing
ru: Проверка

source: What's new?
ru: Что нового?

source: Route
ru: Полигон

source: Player's location
ru: Как в системе

source: Metric
ru: Метрические

source: Imperial US
ru: Имперские (США)

source: Imperial UK
ru: Имперские (Британия)

source: Automatic
ru: Авто

source: bar
ru: атм

source: psi
ru: фунт/дюйм²

source: inHg
ru: дюйм рт.ст

source: kgf/cm²
ru: кгс/см²

source: comma
ru: запятая

source: semicolon
ru: точка с запятой

source: tab
ru: табуляция

source: space
ru: пробел

source: route
ru: по описанию полигона

source: m/s
ru: м/с

source: km/h
ru: км/ч

source: mph
ru: мили/ч

source: Time
ru: Время

source: Train Speed
ru: Скорость

source: Max. Speed
ru: Максимальная скорость

source: Signal State
ru: Показания сигналов

source: Track Elevation
ru: Уклон пути

source: Direction
ru: Направление движения

source: Control Mode
ru: Режим АЛС

source: Distance Travelled
ru: Пройденный путь

source: Throttle %
ru: Тяга %

source: Brake Cyl Press
ru: Давление в ТЦ

source: Dyn Brake %
ru: Динамич. торможение %

source: Gear Setting
ru: Текущая передача

source: Stable (recommended)
ru: Стабильной версии (рекомендовано)

source: Unstable
ru: Нестабильной версии

source: None
ru: Никогда

source: Infrequent updates to official, hand-picked versions. Recommended for most users.
ru: Нечасто выходящие официальные, проверенные версии. Рекомендовано большинству пользователей.

source: Weekly updates which may contain noticable defects. For project supporters.
ru: Еженедельные обновления могут содержать существенные изъяны. Для энтузиастов проекта.

source: Daily updates which may contain serious defects. For developers only.
ru: Ежедневные обновления могут содержать серьёзные дефекты. Только для разработчиков.

source: No updates.
ru: Не обновлять.

source: Click to change this key
ru: Нажмите, чтобы изменить клавишу

source: Continue with conflicting key assignments?
ru: Продолжить несмотря на конфликтующе назначения клавиш?

source: Remove all custom key assignments?
ru: Отменить все пользовательские назначения клавиш?

source: A listing of all keyboard commands and keys has been placed here:
ru: Список всех команд и назначенных клавиш был помещен здесь:

source: No errors found.
ru: Ошибок не обнаружено.

source: Very easy
ru: Очень легко

source: MSTS Compatible
ru: Совместимо с МСТС

source: Normal
ru: Обычно

source: Very Hard
ru: Очень сложно

source: Good luck!
ru: Удачи!

source: Select an installation profile (MSTS folder) to add:
ru: Выберите каталог установки для добавления в список:

source: {0:F0}° vertical FOV is the same as: {1:F0}° horizontal FOV on 4:3 {2:F0}° horizontal FOV on 16:9
ru: {0:F0}° угол обзора по вертикали соответствует: {1:F0}° по горизонтали при экране 4:3 {2:F0}° по горизонтали при 16:9

source: No detail (-{0}%)
ru: Без деталей (-{0}%)

source: Less detail (-{0}%)
ru: Низкая детализация (-{0}%)

source: Default detail (+{0}%)
ru: По умолчанию (+{0}%)

source: More detail (+{0}%)
ru: Повышенная детализация (+{0}%)

source: All detail (+{0}%)
ru: Полная детализация (+{0}%)

source: OK
ru: Принять

source: Brake pipe charging rate (PSI/s)
ru: Темп зарядки Тормозной магистрали (PSI/s)

source: Graduated release air brakes
ru: Пневматические тормоза со ступенчатым отпуском

source: Cancel
ru: Отказаться

source: Alerter in cab
ru: Проверка бдительности

source: Control confirmations
ru: Сообщения при воздействии на органы управления

source: Map window
ru: Планшет с картой

source: General
ru: Общие

source: Port number
ru: Номер порта

source: Enable webserver
ru: Задействовать Веб-Сервер

source: Overspeed monitor
ru: Контроль скорости

source: Disable TCS scripts
ru: Отключить скрипты Систем безопасности движения

source: Other units
ru: Прочие единицы измерения

source: Pressure unit
ru: Единицы измерения давления

source: Large address aware binaries (for all 64bit and 3GB tuning on 32bit)
ru: Поддержка больших адресов памяти (для 64-битных ОС и 3-гигабайтных настроек 32-битных)

source: Language
ru: Язык

source: Also in external views
ru: Даже во время обзора снаружи

source: Retainer valve on all cars
ru: Моделировать тормозные ретейнеры на всех вагонах

source: Audio
ru: Звук

source: % external sound heard internally
ru: % слышимости наружных звуков изнутри

source: % sound volume
ru: % громкости

source: Sound detail level
ru: Детализация звука

source: MSTS Bin compatible sound
ru: Совместимость c MSTS Bin

source: Video
ru: Вид

source: Shadow for all shapes
ru: Тени у всех объектов

source: Double overhead wires
ru: Цепная контактная подвеска

source: Ambient daylight brightness:
ru: Яркость дневного света:

source: Model instancing
ru: Создавать примеры моделей

source: Vertical sync
ru: Вертикальная синхронизация

source: Viewing distance (km)
ru: Дальность видимости (км)

source: Fast full-screen alt-tab
ru: Переход по Alt-Tab когда развёрнуто

source: Distant mountains
ru: Горы

source: Viewing distance (m)
ru: Дальность обзора (м)

source: XXX
ru: ХЗ

source: Viewing vertical FOV
ru: Угол обзора по вертикали

source: % cab 2D stretch
ru: % растяжения 2-D кабин

source: World object density
ru: Густота объектов

source: Glass on in-game windows
ru: Прозрачные вспомогательные окна

source: Window size (type WIDTHxHEIGHT for custom size)
ru: Размер окна (введите ширину и высоту для нестандартного размера)

source: Dynamic shadows
ru: Динамические тени

source: Overhead wire
ru: Контактный провод

source: Simulation
ru: Реализм

source: Activity Options
ru: Дополнительные возможности в сценариях

source: Location-linked passing path processing
ru: Расчёт пути и места скрещения

source: Open/close doors in AI trains
ru: Управляемые компьютером двери

source: Forced red at station stops
ru: Запрещающий выходной со станций

source: Steam locomotive hot start
ru: Паровозы стартуют под парами

source: Simple controls and physics
ru: Упрощённые управление и физическая модель

source: Curve dependent speed limit
ru: Безопасная скорость зависит от радиуса кривых

source: Curve dependent resistance
ru: Сопротивление зависит от радиуса кривых

source: Tunnel dependent resistance
ru: Сопротивление увеличивется в тоннеле

source: Wind dependent resistance
ru: Сопротивление зависит от ветра

source: Override non-electrified route line-voltage
ru: Игнорировать отсутствие электрификации полигона

source: Adhesion moving average filter size
ru: Размер фильтра при расчёте сцепления

source: Break couplers
ru: Разрушение сцепок

source: Advanced adhesion model
ru: Усовершенствованная модель сил сцепления

source: Keyboard
ru: Клавиши

source: Export
ru: Экспорт

source: Defaults
ru: Умолчания

source: Check
ru: Проверить

source: Data logger
ru: Запись

source: Speed units
ru: Единицы измерения скорости

source: Log miscellaneous data
ru: Регистрировать прочие параметры

source: Log performance data
ru: Запись данных о производительности

source: Start logging with the simulation start
ru: Начать запись параметров при старте симуляции

source: Separator
ru: Разделитель

source: Log physics data
ru: Регистрировать физические параметры

source: Log Steam performance data
ru: Запись данных о производительности паровоза

source: Verbose ENG/WAG configuration messages
ru: Подробные сообщения конфигурации *eng и *wag файлов

source: Evaluation
ru: Протокол

source: Interval (sec)
ru: (секунд)

source: Log station stops
ru: Фиксировать остановки

source: Log train speed
ru: Запись параметров каждые

source: Content
ru: Контент

source: Delete
ru: Убрать

source: Installation profile
ru: Профиль установки

source: Change...
ru: Изменить...

source: Name:
ru: Название:

source: Path:
ru: Путь:

source: Add...
ru: Добавить...

source: Updater
ru: Обновлять

source: Update mode:
ru: Обновление до:

source: Experimental
ru: Новые

source: Level
ru: Уровень

source: Activity weather randomization
ru: Смена погоды в сценариях

source: Activity randomization
ru: Поломки в сценариях

source: Correct questionable braking parameters
ru: Исправлять ошибки описания тормозов

source: Precipitation box length (m)
ru: Область показа осадков, длина (м)

source: Precipitation box width (m)
ru: Область показа осадков, ширина (м)

source: Precipitation box height (m)
ru: Область показа осадков, высота (м)

source: Adhesion factor random change:
ru: Случайное изменение коэффициента сцепления:

source: Adhesion factor correction:
ru: Коррекция коэффициента сцепления:

source: Level of detail bias:
ru: Сдвиг уровня детализации:

source: Show shape warnings
ru: Предупреждения об ошибках в 3D объектах

source: Load day/night textures only when needed
ru: Дневные/ночные текстуры только по необходимости

source: Level:
ru: Уровень:

source: Adhesion proportional to rain/snow/fog
ru: Сцепление зависит от дождя / снега / тумана

source: ETCS circular speed gauge
ru: Циркулярный скоростемер европейского стандарта

source: Signal light glow
ru: Ореол вокруг сигнальных огней

source: MSTS environments
ru: Использовать окружающую среду из МСТС

source: Target frame rate
ru: Предельная частота кадров

source: Automatically tune settings to keep performance level
ru: Автонастройка под требуемую производительность

source: Extend object maximum viewing distance to horizon
ru: Увеличить видимость объектов до горизонта

source: Gauge (mm)
ru: Ширина колеи

source: Minimum length (m)
ru: Минимальная длина

source: Experimental features that may slow down the game, use at your own risk.
ru: Экспериментальные возможности могут замедлять процесс - используйте на свой страх и риск.

source: Super-elevation
ru: Возвышение

source: Load DDS textures in preference to ACE
ru: Приоритет загрузки текстур DDS вместо ACE

source: Use data logger to record your simulation data (in-game command: F12). Please remember that the size of the dump file grows with the simulation time!
ru: Использовать регистратор данных для записи протокола поездки (внутриигровая команда: F12). Пожалуйста, помните, что размер файла дампа растет входе поездки!

source: Installation profiles tell Open Rails where to look for game content. Add each full and mini-route MSTS installation.
ru: Профили установки сообщают Open Rails, где искать игровой контент. Укажите путь к кажой полной и мини-установке контента MSTS.

source: Name
ru: Название

source: Path
ru: Путь

source: Min 0 Max 100. Higher: louder sound
ru: От 0 до 100. Чем выше, тем больше громкость

source: Sound Volume 0-100
ru: Громкость 0-100

source: Default is 100%
ru: 100% по умолчанию

source: Distance to see mountains
ru: Расстояние, на котором видны горы

source: Load the factory default key assignments.
ru: Восстановить изначальные назначения клавиш.

source: Check for incorrect key assignments.
ru: Поиск некорректных назначений клавиш.

source: 0: no randomization, 1: moderate, 2: significant; 3: high (may be unrealistic)
ru: 0: нет рандомизации, 1: умеренная, 2: значительная; 3: высокая (возможно, нереалистичная)

source: Default is 0%
ru: 0% по умолчанию

source: Default is 10%
ru: 10% по умолчанию

source: Default is 130%
ru: 130% по умолчанию

source: Shortest curve to have elevation
ru: Минимальная длина кривой, имеющей возвышение

source: 0: no elevation, 1: 9cm max; 10: 18cm max
ru: 0: без возвышения, 1: максимум до 9см; 10: максимум до 18см

source: 0 to clip cab view, 100 to stretch it. For cab views that match the display, use 100.
ru: 0: обрезать вид кабины, 100: растянуть. Для полной пригонки к широкому экрану ввести 100.

source: Generate a listing of your keyboard assignments. The output is placed on your desktop.
ru: Создать перечень назначений клавиш. Таблица соответствий сохранится на рабочем столе.

source: Explore in Activity Mode
ru: Исследовать в режиме сценария

source: Explore Route
ru: Исследовать полигон

source: To prevent crashes and unexpected behaviour, Open Rails invalidates games saved from older versions if they fail to restore.
ru: Во избежание сбоев и артефактов, сохранения из прежних версий помечены как устаревшие, если их не восстановить.

source: Warning: Save {0} found from a route with an unexpected name: {1}.
ru: Предупреждение: обнаружено сохранение {0} с полигона, имеющего непредусмотренное название: {1}.

source: {0} of {1} saves for this route are no longer valid.
ru: {0} из {1} сохранений для данного полигона перестали быть актуальны.

source: Restoring from a save made by version {1} of {0} may be incompatible with current version {2}. Please do not report any problems that may result. Continue?
ru: Сохранение, созданное под версией {1} из {0} может быть несовместимо с текущей версией {2}. Пожалуйста, не сообщайте о сбоях, которые могут последовать при возобновлении. Продолжить?

source: The selected file contains Debrief Eval data. But Debrief Evaluation checkbox (Main menu) is unchecked. You cannot continue with the Evaluation on course. Continue?
ru: Выбранный файл содержит данные для оценки результатов поездки. В данный момент флажок "Анализ протокола" (в главном меню) снят. Протокол не будет записан входе поездки. Продолжать?

source: {0} invalid saves have been deleted.
ru: {0} недопустимых сохранений было удалено.

source: Resume
ru: Продолжить

source: Undelete
ru: Вернуть

source: Delete all invalid saves
ru: Убрать все устаревшие сохранения

source: Import/ export
ru: Импорт/ экспорт

source: Invalid saves
ru: Устаревшие сохранения

source: Replay from previous save
ru: С прошлого сохранения

source: Replay from start
ru: Повтор от начала

source: Pause replay at end
ru: Приостановить по окончании

source: Pause seconds before end:
ru: Приостановить за ... секунд до окончания:

source: Saved Games
ru: Сохранения

source: File
ru: Файл

source: Saved At
ru: Сохранено

source: Distance
ru: Пробег

source: Tile
ru: Квадрат

source: Valid
ru: Корректно

source: Eval
ru: Протокол

source: Deletes the currently selected save or saves.
ru: Удалить все выбранные сохранения.

source: Restores all saves deleted in this session.
ru: Восстановить все сохранения, удалённые в этом сеансе.

source: Test all
ru: Пров. все

source: Test
ru: Проверить

source: Summary
ru: Сводка

source: Details
ru: Отчёт

source: Override user settings when running tests
ru: Игнорировать пользовательские настройки при выполнении тестов

source: Clear sort
ru: Сброс сортировки

source: ToTest
ru: Проверить

source: ActivityFilePath
ru: Путь к файлу сценария

source: DefaultSort
ru: Сортировка по умолчанию

source: Tested
ru: Проверено

source: Passed
ru: Пройдено

source: Errors
ru: Ошибки

source: Load
ru: Загрузка

source: FPS
ru: Кадр/сек
